
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["查尔斯三世"] = {
			["GUID"] = "Player-4778-0516167D",
			["LastEventHealth"] = {
				1332, -- [1]
				1332, -- [2]
				1332, -- [3]
				1332, -- [4]
				1332, -- [5]
				1332, -- [6]
				1332, -- [7]
				1332, -- [8]
				1332, -- [9]
				1332, -- [10]
				1332, -- [11]
				1332, -- [12]
				1332, -- [13]
				1332, -- [14]
				1332, -- [15]
				1332, -- [16]
				1332, -- [17]
				1332, -- [18]
				1332, -- [19]
				1332, -- [20]
				1332, -- [21]
				1332, -- [22]
				1332, -- [23]
				1332, -- [24]
				1332, -- [25]
				1048, -- [26]
				1303, -- [27]
				1236, -- [28]
				1372, -- [29]
				1342, -- [30]
				1342, -- [31]
				1342, -- [32]
				1332, -- [33]
				1332, -- [34]
				1332, -- [35]
				1332, -- [36]
				1332, -- [37]
				1332, -- [38]
				1332, -- [39]
				1332, -- [40]
				1332, -- [41]
				1332, -- [42]
				1332, -- [43]
				1332, -- [44]
				1332, -- [45]
				1332, -- [46]
				1332, -- [47]
				1332, -- [48]
				1332, -- [49]
				1332, -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					333.43, -- [1]
				},
				["CCBreak"] = {
					1, -- [1]
				},
				["Healing"] = {
					1843, -- [1]
				},
				["DamageTaken"] = {
					36744, -- [1]
				},
				["Overhealing"] = {
					200, -- [1]
				},
				["Absorbs"] = {
					23737, -- [1]
				},
				["HealingTaken"] = {
					25580, -- [1]
				},
				["HOT_Time"] = {
					3, -- [1]
				},
				["Interrupts"] = {
					19, -- [1]
				},
				["ActiveTime"] = {
					1154.27, -- [1]
				},
				["ManaGain"] = {
					26146, -- [1]
				},
				["TimeDamage"] = {
					820.8399999999998, -- [1]
				},
				["Damage"] = {
					457295, -- [1]
				},
			},
			["enClass"] = "MAGE",
			["unit"] = "查尔斯三世",
			["TimeLast"] = {
				["TimeHeal"] = 147531.114,
				["CCBreak"] = 147199.109,
				["Overhealing"] = 145770.117,
				["OVERALL"] = 148119.508,
				["DamageTaken"] = 148119.508,
				["Healing"] = 145898.108,
				["Absorbs"] = 147531.114,
				["HealingTaken"] = 147531.114,
				["HOT_Time"] = 145770.117,
				["Interrupts"] = 147349.115,
				["ActiveTime"] = 147542.115,
				["ManaGain"] = 147932.513,
				["TimeDamage"] = 147542.115,
				["Damage"] = 147542.115,
			},
			["LastHealTime"] = 147531.662,
			["level"] = 46,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 88,
			["LastEventHealthMax"] = {
				1332, -- [1]
				1332, -- [2]
				1332, -- [3]
				1332, -- [4]
				1332, -- [5]
				1332, -- [6]
				1332, -- [7]
				1332, -- [8]
				1332, -- [9]
				1332, -- [10]
				1332, -- [11]
				1332, -- [12]
				1332, -- [13]
				1332, -- [14]
				1332, -- [15]
				1332, -- [16]
				1332, -- [17]
				1332, -- [18]
				1332, -- [19]
				1332, -- [20]
				1332, -- [21]
				1332, -- [22]
				1332, -- [23]
				1332, -- [24]
				1332, -- [25]
				1332, -- [26]
				1332, -- [27]
				1332, -- [28]
				1372, -- [29]
				1342, -- [30]
				1342, -- [31]
				1342, -- [32]
				1332, -- [33]
				1332, -- [34]
				1332, -- [35]
				1332, -- [36]
				1332, -- [37]
				1332, -- [38]
				1332, -- [39]
				1332, -- [40]
				1332, -- [41]
				1332, -- [42]
				1332, -- [43]
				1332, -- [44]
				1332, -- [45]
				1332, -- [46]
				1332, -- [47]
				1332, -- [48]
				1332, -- [49]
				1332, -- [50]
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["尖啸者的灵魂"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"Creature-0-4528-1-6126-8612-0000260D80", -- [1]
						"Creature-0-4528-1-6126-8612-0000260D98", -- [2]
						[0] = "Creature-0-4528-1-6126-8612-0000260D64",
					},
				},
			},
			["LastDamageTaken"] = 33,
			["Owner"] = false,
			["Pet"] = {
				"尖啸者的灵魂 <查尔斯三世>", -- [1]
			},
			["NextEventNum"] = 33,
			["LastDamageTime"] = 147542.84,
			["LastEvents"] = {
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Crit -306 (Frost)", -- [1]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [2]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [3]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Hit -153 (Frost)", -- [4]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [5]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [6]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Crit -306 (Frost)", -- [7]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [8]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [9]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Crit -306 (Frost)", -- [10]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [11]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [12]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Crit -306 (Frost)", -- [13]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [14]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -152 (Frost)", -- [15]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Crit -306 (Frost)", -- [16]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [17]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [18]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Hit -153 (Frost)", -- [19]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [20]
				"查尔斯三世 暴风雪 祖卡什工蝎 Hit -153 (Frost)", -- [21]
				"查尔斯三世 暴风雪 祖卡什毒刺蝎 Hit -153 (Frost)", -- [22]
				"查尔斯三世 魔爆术 祖卡什工蝎 Hit -207 (Arcane)", -- [23]
				"查尔斯三世 魔爆术 祖卡什毒刺蝎 Hit -207 (Arcane)", -- [24]
				"Environment Falling 查尔斯三世 Hit -284 (Physical)", -- [25]
				"Environment Falling 查尔斯三世 Hit -68 (Physical)", -- [26]
				"铁鬃熊 肉搏 查尔斯三世 Hit -67 (Physical)", -- [27]
				"长牙奔跑者 肉搏 查尔斯三世 Hit -62 (Physical)", -- [28]
				"Environment Falling 查尔斯三世 Hit -46 (Physical)", -- [29]
				"Environment Falling 查尔斯三世 Hit -401 (Physical)", -- [30]
				"Environment Falling 查尔斯三世 Hit -279 (Physical)", -- [31]
				"Environment Falling 查尔斯三世 Hit -33 (Physical)", -- [32]
				"查尔斯三世 唤醒 查尔斯三世 Tick +200 (200 过量治疗)", -- [33]
				"查尔斯三世 唤醒 查尔斯三世 Tick +200 (200 过量治疗)", -- [34]
				"祖卡什毒刺蝎 肉搏 查尔斯三世 Absorb -66 (66 被吸收) (1)", -- [35]
				"祖卡什掘洞蝎 肉搏 查尔斯三世 Absorb -69 (69 被吸收) (1)", -- [36]
				"祖卡什毒刺蝎 肉搏 查尔斯三世 Absorb -68 (68 被吸收) (1)", -- [37]
				"祖卡什工蝎 肉搏 查尔斯三世 Absorb -73 (73 被吸收) (1)", -- [38]
				"查尔斯三世 火焰冲击 祖卡什工蝎 Hit -381 (Fire)", -- [39]
				"祖卡什工蝎 肉搏 查尔斯三世 Absorb -71 (71 被吸收) (1)", -- [40]
				"查尔斯三世 魔爆术 祖卡什工蝎 Hit -207 (Arcane)", -- [41]
				"查尔斯三世 魔爆术 祖卡什毒刺蝎 Hit -215 (Arcane)", -- [42]
				"祖卡什工蝎 肉搏 查尔斯三世 Absorb -70 (70 被吸收) (1)", -- [43]
				"祖卡什毒刺蝎 肉搏 查尔斯三世 Absorb -72 (72 被吸收) (1)", -- [44]
				"祖卡什工蝎 肉搏 查尔斯三世 Absorb -75 (75 被吸收) (1)", -- [45]
				"查尔斯三世 冰霜新星 祖卡什工蝎 Hit -67 (Frost)", -- [46]
				"查尔斯三世 冰霜新星 祖卡什工蝎 Hit -63 (Frost)", -- [47]
				"查尔斯三世 冰霜新星 祖卡什毒刺蝎 Hit -68 (Frost)", -- [48]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [49]
				"查尔斯三世 暴风雪 祖卡什工蝎 Crit -306 (Frost)", -- [50]
			},
			["Name"] = "查尔斯三世",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				147534.443, -- [1]
				147535.358, -- [2]
				147535.358, -- [3]
				147535.358, -- [4]
				147536.435, -- [5]
				147536.435, -- [6]
				147536.435, -- [7]
				147537.436, -- [8]
				147537.436, -- [9]
				147537.436, -- [10]
				147538.435, -- [11]
				147538.435, -- [12]
				147538.435, -- [13]
				147539.411, -- [14]
				147539.411, -- [15]
				147539.411, -- [16]
				147540.428, -- [17]
				147540.428, -- [18]
				147540.428, -- [19]
				147541.431, -- [20]
				147541.431, -- [21]
				147541.431, -- [22]
				147542.84, -- [23]
				147542.84, -- [24]
				147588.066, -- [25]
				147591.436, -- [26]
				147638.711, -- [27]
				147644.889, -- [28]
				147842.436, -- [29]
				147970.45, -- [30]
				148056.17, -- [31]
				148119.776, -- [32]
				147476.212, -- [33]
				147478.228, -- [34]
				147499.267, -- [35]
				147511.455, -- [36]
				147522.116, -- [37]
				147526.146, -- [38]
				147528.445, -- [39]
				147528.645, -- [40]
				147530.403, -- [41]
				147530.403, -- [42]
				147531.147, -- [43]
				147531.662, -- [44]
				147531.662, -- [45]
				147531.905, -- [46]
				147531.905, -- [47]
				147531.905, -- [48]
				147534.443, -- [49]
				147534.443, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 169,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 169,
								},
							},
							["count"] = 1,
							["amount"] = 169,
						},
						["防护冰霜结界"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["DOTs"] = {
					},
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 1,
								},
								["防护冰霜结界"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 169,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 169,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 0,
						["Frost"] = 0,
						["Melee"] = 0,
						["Nature"] = 169,
					},
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Frost"] = 0,
						["Melee"] = 0,
						["Nature"] = 169,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 1.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
						["Frost"] = 0,
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Fire"] = 0,
						["Arcane"] = 0,
					},
					["PartialAbsorb"] = {
						["暗影箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 169,
									["min"] = 169,
									["count"] = 1,
									["amount"] = 169,
								},
							},
							["count"] = 1,
							["amount"] = 169,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["愤怒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["恐怖图腾博学者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世侍从"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪秘法师"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 169,
								},
							},
							["amount"] = 169,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["愤怒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["长牙奔跑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["25% 抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["愤怒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 0,
								},
								["寒冰护体"] = {
									["count"] = 1.5,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1.5,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["唤醒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 0,
								},
								["寒冰护体"] = {
									["count"] = 169,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 169,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 0,
								},
								["寒冰护体"] = {
									["count"] = 1.5,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1.5,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["防护冰霜结界"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 169,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 169,
								},
							},
							["count"] = 1,
							["amount"] = 169,
						},
						["治疗药水"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 0,
								},
								["寒冰护体"] = {
									["count"] = 169,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 169,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 1.5,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 169,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["恐怖图腾博学者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
					},
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 352,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 0,
						["Frost"] = 0,
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["ElementTaken"] = {
						["Physical"] = 352,
						["Shadow"] = 0,
						["Melee"] = 0,
						["Frost"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Fire"] = 0,
						["Arcane"] = 0,
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["戈杜尼军阀"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["盐石水晶蜥蜴"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["上钩拳"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 352,
								},
							},
							["amount"] = 352,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
						["变形术 (寒冰箭)"] = {
							["Details"] = {
								["恐怖图腾博学者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["唤醒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["治疗波 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 0,
						["Frost"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Shadow"] = 0,
						["Frost"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
						["Frost"] = 0,
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Fire"] = 0,
						["Arcane"] = 0,
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["愤怒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["音素爆破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪秘法师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["音素爆破"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪秘法师"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["愤怒"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["杂毛土狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["愤怒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["25% 抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["音素爆破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["补充法力"] = {
									["count"] = 0,
								},
								["唤醒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["补充法力"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["木爪秘法师"] = {
							["Details"] = {
								["闪电箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["戈杜尼军阀"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 75,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 564,
								},
							},
							["count"] = 8,
							["amount"] = 564,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 8,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
					},
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 564,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 564,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 27,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 0,
						["Physical"] = 0,
						["Melee"] = 564,
						["Nature"] = 0,
					},
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Physical"] = 0,
						["Melee"] = 564,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 7075,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 9.52,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Frost"] = 5858,
						["Fire"] = 381,
						["Arcane"] = 836,
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["上钩拳"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 75,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 564,
								},
							},
							["count"] = 8,
							["amount"] = 564,
						},
					},
					["DamagedWho"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 414,
								},
								["暴风雪"] = {
									["count"] = 3671,
								},
								["冰霜新星"] = {
									["count"] = 130,
								},
								["火焰冲击"] = {
									["count"] = 381,
								},
							},
							["amount"] = 4596,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什毒刺蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 422,
								},
								["暴风雪"] = {
									["count"] = 1989,
								},
								["冰霜新星"] = {
									["count"] = 68,
								},
							},
							["amount"] = 2479,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 289,
								},
							},
							["amount"] = 289,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["祖卡什毒刺蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 206,
								},
							},
							["amount"] = 206,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["上钩拳"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 9.52,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["唤醒"] = {
									["count"] = 1952,
								},
							},
							["amount"] = 1952,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 564,
								},
							},
							["amount"] = 564,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 1952,
								},
							},
							["amount"] = 1952,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 9.52,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 2.91,
								},
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 14.41,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 75,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 564,
								},
							},
							["count"] = 8,
							["amount"] = 564,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 564,
								},
							},
							["amount"] = 564,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 23.93,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 381,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 381,
								},
							},
							["count"] = 1,
							["amount"] = 381,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 68,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 198,
								},
							},
							["count"] = 3,
							["amount"] = 198,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 215,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 836,
								},
							},
							["count"] = 4,
							["amount"] = 836,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 306,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 3978,
								},
								["Hit"] = {
									["max"] = 153,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 1682,
								},
							},
							["count"] = 24,
							["amount"] = 5660,
						},
					},
					["HealingTaken"] = 564,
					["RageGain"] = 0,
					["TimeDamage"] = 14.41,
					["TimeDamaging"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 2.91,
								},
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 14.41,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 1952,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 14,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 16,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 1019,
								},
							},
							["amount"] = 1019,
						},
					},
					["Absorbs"] = 1019,
					["HOT_Time"] = 0,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Melee"] = 1138,
						["Physical"] = 0,
					},
					["HOTs"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 9833,
					["TimeHeal"] = 18.12,
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementDone"] = {
						["Frost"] = 7757,
						["Fire"] = 412,
						["Arcane"] = 1664,
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 23,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 13,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 36,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 7,
						},
					},
					["WhoDamaged"] = {
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 973,
								},
							},
							["amount"] = 973,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什毒刺蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 165,
								},
							},
							["amount"] = 165,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["长牙奔跑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["海元素"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 85,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 1019,
								},
							},
							["count"] = 14,
							["amount"] = 1019,
						},
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 18.12,
								},
							},
							["amount"] = 18.12,
						},
					},
					["OverHeals"] = {
						["唤醒"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 16,
						},
					},
					["ManaGained"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 1019,
						["Shadow"] = 0,
					},
					["Interrupts"] = 0,
					["InterruptData"] = {
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 85,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 1019,
								},
							},
							["count"] = 14,
							["amount"] = 1019,
						},
					},
					["Overhealing"] = 0,
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["唤醒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 1019,
								},
							},
							["amount"] = 1019,
						},
					},
					["TimeSpent"] = {
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["魔爆术"] = {
									["count"] = 2.94,
								},
								["火焰冲击"] = {
									["count"] = 1.48,
								},
								["冰锥术"] = {
									["count"] = 0.64,
								},
								["暴风雪"] = {
									["count"] = 7.44,
								},
							},
							["amount"] = 14,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 18.12,
								},
							},
							["amount"] = 18.12,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["海元素"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 1138,
					["Attacks"] = {
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 360,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 1382,
								},
							},
							["count"] = 4,
							["amount"] = 1382,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 69,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 132,
								},
								["Crit"] = {
									["max"] = 139,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 278,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 410,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 311,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 621,
								},
								["Hit"] = {
									["max"] = 217,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 1043,
								},
							},
							["count"] = 7,
							["amount"] = 1664,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 412,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 412,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 412,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 306,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 3364,
								},
								["Hit"] = {
									["max"] = 153,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 2601,
								},
							},
							["count"] = 28,
							["amount"] = 5965,
						},
					},
					["HealingTaken"] = 1019,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 85,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 1019,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 1019,
						},
					},
					["TimeDamage"] = 14,
					["TimeDamaging"] = {
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["魔爆术"] = {
									["count"] = 2.94,
								},
								["火焰冲击"] = {
									["count"] = 1.48,
								},
								["冰锥术"] = {
									["count"] = 0.64,
								},
								["暴风雪"] = {
									["count"] = 7.44,
								},
							},
							["amount"] = 14,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["海元素"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ActiveTime"] = 32.12,
					["DamagedWho"] = {
						["废土刺客"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 410,
								},
								["魔爆术"] = {
									["count"] = 1664,
								},
								["火焰冲击"] = {
									["count"] = 412,
								},
								["冰锥术"] = {
									["count"] = 1382,
								},
								["暴风雪"] = {
									["count"] = 5965,
								},
							},
							["amount"] = 9833,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["LastFightData"] = {
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 129,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 129,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Fire"] = 0,
						["Arcane"] = 0,
					},
					["PartialAbsorb"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["重殴"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["憎世战士"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["憎世战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["铁鬃熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 67,
								},
							},
							["amount"] = 67,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["重殴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["千针石林山狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["长牙奔跑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 62,
								},
							},
							["amount"] = 62,
						},
						["憎世海妖"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["重殴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["唤醒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["憎世战士"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["憎世战士"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 129,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 129,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Fire"] = 0,
						["Arcane"] = 0,
					},
					["PartialAbsorb"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["重殴"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["憎世战士"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["憎世战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土游荡者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["铁鬃熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 67,
								},
							},
							["amount"] = 67,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["重殴"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["千针石林山狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["长牙奔跑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 62,
								},
							},
							["amount"] = 62,
						},
						["憎世海妖"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["重殴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["唤醒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["憎世战士"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["憎世战士"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["废土刺客"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["暴风雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["虚空行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneResist"] = {
						["Fire"] = 3,
					},
					["TimeSpent"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 4.5,
								},
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["暴风雪"] = {
									["count"] = 8.54,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 16.04,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 3,
								},
								["寒冰箭"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 3.27,
								},
								["暴风雪"] = {
									["count"] = 12,
								},
								["火焰冲击"] = {
									["count"] = 3.21,
								},
							},
							["amount"] = 30.48,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 2.16,
								},
								["寒冰箭"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 6,
								},
								["火焰冲击"] = {
									["count"] = 2.21,
								},
								["暴风雪"] = {
									["count"] = 10.51,
								},
							},
							["amount"] = 31.38,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 1.5,
								},
								["寒冰护体"] = {
									["count"] = 328.23,
								},
								["治疗药水"] = {
									["count"] = 3.7,
								},
							},
							["amount"] = 333.43,
						},
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["魔爆术"] = {
									["count"] = 2.94,
								},
								["火焰冲击"] = {
									["count"] = 1.48,
								},
								["冰锥术"] = {
									["count"] = 0.64,
								},
								["暴风雪"] = {
									["count"] = 7.44,
								},
							},
							["amount"] = 14,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 9.51,
								},
								["射击"] = {
									["count"] = 10.04,
								},
								["冰霜新星"] = {
									["count"] = 4.5,
								},
								["魔爆术"] = {
									["count"] = 3,
								},
								["寒冰箭"] = {
									["count"] = 8.42,
								},
								["火焰冲击"] = {
									["count"] = 6.08,
								},
								["冰锥术"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 43.05,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 6.55,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.05,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 8.49,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 9.99,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 2.91,
								},
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 14.41,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 4.310000000000001,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
								["冰霜新星"] = {
									["count"] = 10.5,
								},
								["魔爆术"] = {
									["count"] = 4.5,
								},
								["寒冰箭"] = {
									["count"] = 1.5,
								},
								["冰锥术"] = {
									["count"] = 2.77,
								},
								["暴风雪"] = {
									["count"] = 59.31,
								},
							},
							["amount"] = 85.89,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
								["暴风雪"] = {
									["count"] = 0.95,
								},
							},
							["amount"] = 5.45,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 4.5,
								},
								["魔爆术"] = {
									["count"] = 3,
								},
								["射击"] = {
									["count"] = 3,
								},
								["冰锥术"] = {
									["count"] = 3,
								},
								["暴风雪"] = {
									["count"] = 24.58,
								},
							},
							["amount"] = 39.58000000000001,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["憎世战士"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 3,
								},
								["暴风雪"] = {
									["count"] = 0.83,
								},
								["火焰冲击"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 9.83,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 5.69,
								},
								["冰锥术"] = {
									["count"] = 5.68,
								},
								["暴风雪"] = {
									["count"] = 24.39,
								},
								["冰霜新星"] = {
									["count"] = 3,
								},
							},
							["amount"] = 38.76000000000001,
						},
						["废土刺客"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 5.98,
								},
								["射击"] = {
									["count"] = 5.87,
								},
								["冰霜新星"] = {
									["count"] = 5.26,
								},
								["魔爆术"] = {
									["count"] = 1.48,
								},
								["寒冰箭"] = {
									["count"] = 21.22,
								},
								["火焰冲击"] = {
									["count"] = 4.11,
								},
								["暴风雪"] = {
									["count"] = 20.99,
								},
							},
							["amount"] = 64.91,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 5.23,
								},
								["暴风雪"] = {
									["count"] = 11.49,
								},
								["寒冰箭"] = {
									["count"] = 21.32,
								},
								["冰锥术"] = {
									["count"] = 3,
								},
								["火焰冲击"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 42.27,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 2.51,
								},
								["冰霜新星"] = {
									["count"] = 4.5,
								},
								["火焰冲击"] = {
									["count"] = 1.19,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 6.58,
								},
								["冰锥术"] = {
									["count"] = 3.83,
								},
							},
							["amount"] = 20.11,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 4.5,
								},
								["冰霜新星"] = {
									["count"] = 6,
								},
								["魔爆术"] = {
									["count"] = 8.95,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["冰锥术"] = {
									["count"] = 5.270000000000001,
								},
								["暴风雪"] = {
									["count"] = 33.01,
								},
							},
							["amount"] = 59.23000000000001,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 3.34,
								},
								["寒冰箭"] = {
									["count"] = 37.5,
								},
							},
							["amount"] = 40.84,
						},
						["废土游荡者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 5.96,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 5.49,
								},
								["火焰冲击"] = {
									["count"] = 4.71,
								},
								["冰锥术"] = {
									["count"] = 6,
								},
							},
							["amount"] = 32.16,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.29,
								},
								["寒冰箭"] = {
									["count"] = 11.44,
								},
								["冰霜新星"] = {
									["count"] = 0.77,
								},
								["冰锥术"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 18,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 3,
								},
								["射击"] = {
									["count"] = 3.78,
								},
								["暴风雪"] = {
									["count"] = 1.99,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 10.27,
						},
						["海元素"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["憎世巫师"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 2.54,
								},
								["冰霜新星"] = {
									["count"] = 1.9,
								},
								["火焰冲击"] = {
									["count"] = 2.37,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 39,
								},
								["暴风雪"] = {
									["count"] = 7.53,
								},
							},
							["amount"] = 54.84,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.04,
								},
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 11.04,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0.85,
								},
							},
							["amount"] = 0.85,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.14,
								},
								["冰霜新星"] = {
									["count"] = 7.5,
								},
								["魔爆术"] = {
									["count"] = 8.99,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["冰锥术"] = {
									["count"] = 4.5,
								},
								["暴风雪"] = {
									["count"] = 39.47000000000001,
								},
							},
							["amount"] = 63.1,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 11.63,
								},
								["火焰冲击"] = {
									["count"] = 7.83,
								},
								["寒冰箭"] = {
									["count"] = 3.85,
								},
								["冰锥术"] = {
									["count"] = 12,
								},
								["暴风雪"] = {
									["count"] = 12,
								},
							},
							["amount"] = 47.31,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 188,
								},
								["寒冰护体"] = {
									["count"] = 23549,
								},
								["治疗药水"] = {
									["count"] = 1843,
								},
							},
							["amount"] = 25580,
						},
					},
					["ElementTakenResist"] = {
						["Frost"] = 60,
					},
					["Absorbs"] = 23737,
					["HOT_Time"] = 3,
					["ElementTaken"] = {
						["Shadow"] = 2740,
						["Melee"] = 26990,
						["Frost"] = 1721,
						["Physical"] = 3916,
						["Nature"] = 1377,
					},
					["HOTs"] = {
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["Damage"] = 457295,
					["TimeHeal"] = 333.43,
					["ShieldedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 55,
								},
								["防护冰霜结界"] = {
									["count"] = 1,
								},
							},
							["amount"] = 56,
						},
					},
					["ElementDone"] = {
						["Frost"] = 410519,
						["Fire"] = 24128,
						["Arcane"] = 22648,
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 920,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 735,
								},
								["Evade"] = {
									["count"] = 2,
								},
							},
							["amount"] = 1659,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 71,
								},
								["Crit"] = {
									["count"] = 16,
								},
								["Evade"] = {
									["count"] = 1,
								},
							},
							["amount"] = 88,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 26,
								},
								["Hit"] = {
									["count"] = 70,
								},
							},
							["amount"] = 96,
						},
					},
					["WhoDamaged"] = {
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 422,
								},
								["肉搏"] = {
									["count"] = 1807,
								},
							},
							["amount"] = 2229,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2860,
								},
							},
							["amount"] = 2860,
						},
						["盐石水晶蜥蜴"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 908,
								},
							},
							["amount"] = 908,
						},
						["海元素"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 305,
								},
							},
							["amount"] = 305,
						},
						["木爪秘法师"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 524,
								},
							},
							["amount"] = 524,
						},
						["废土刺客"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1070,
								},
							},
							["amount"] = 1070,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 219,
								},
								["肉搏"] = {
									["count"] = 1543,
								},
							},
							["amount"] = 1762,
						},
						["千针石林山狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["憎世巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 159,
								},
								["寒冰箭"] = {
									["count"] = 1299,
								},
							},
							["amount"] = 1458,
						},
						["长牙奔跑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 173,
								},
							},
							["amount"] = 173,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1402,
								},
							},
							["amount"] = 1402,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1683,
								},
							},
							["amount"] = 1683,
						},
						["戈杜尼军官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 918,
								},
							},
							["amount"] = 918,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1621,
								},
							},
							["amount"] = 1621,
						},
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 744,
								},
								["肉搏"] = {
									["count"] = 42,
								},
							},
							["amount"] = 786,
						},
						["铁鬃熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 67,
								},
							},
							["amount"] = 67,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 289,
								},
							},
							["amount"] = 289,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 85,
								},
							},
							["amount"] = 85,
						},
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1042,
								},
							},
							["amount"] = 1042,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 169,
								},
							},
							["amount"] = 169,
						},
						["憎世战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 882,
								},
							},
							["amount"] = 882,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1126,
								},
							},
							["amount"] = 1126,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1530,
								},
							},
							["amount"] = 1530,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 1996,
								},
								["肉搏"] = {
									["count"] = 89,
								},
							},
							["amount"] = 2085,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 70,
								},
							},
							["amount"] = 70,
						},
						["废土游荡者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 989,
								},
							},
							["amount"] = 989,
						},
						["憎世侍从"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["重殴"] = {
									["count"] = 118,
								},
								["愤怒"] = {
									["count"] = 294,
								},
								["肉搏"] = {
									["count"] = 762,
								},
							},
							["amount"] = 1174,
						},
						["祖卡什毒刺蝎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 371,
								},
							},
							["amount"] = 371,
						},
						["杂毛土狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["憎世海妖"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 340,
								},
							},
							["amount"] = 340,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 3271,
								},
							},
							["amount"] = 3271,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["音素爆破"] = {
									["count"] = 121,
								},
								["肉搏"] = {
									["count"] = 814,
								},
							},
							["amount"] = 935,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["上钩拳"] = {
									["count"] = 406,
								},
								["肉搏"] = {
									["count"] = 1366,
								},
							},
							["amount"] = 1772,
						},
						["深痕雪人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2588,
								},
							},
							["amount"] = 2588,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 272,
									["min"] = 4,
									["count"] = 307,
									["amount"] = 23549,
								},
							},
							["count"] = 307,
							["amount"] = 23549,
						},
						["防护冰霜结界"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["max"] = 188,
									["min"] = 188,
									["count"] = 1,
									["amount"] = 188,
								},
							},
							["count"] = 1,
							["amount"] = 188,
						},
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 1.5,
								},
								["寒冰护体"] = {
									["count"] = 328.23,
								},
								["治疗药水"] = {
									["count"] = 3.7,
								},
							},
							["amount"] = 333.43,
						},
					},
					["OverHeals"] = {
						["唤醒"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 200,
									["min"] = 200,
									["count"] = 1,
									["amount"] = 200,
								},
							},
							["count"] = 1,
							["amount"] = 200,
						},
					},
					["CCBreak"] = 1,
					["PartialResist"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["重殴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["音素爆破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["25% 抵抗"] = {
									["max"] = 22,
									["min"] = 22,
									["count"] = 1,
									["amount"] = 22,
								},
							},
							["count"] = 22,
							["amount"] = 2,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["寒冰箭"] = {
							["Details"] = {
								["25% 抵抗"] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 38,
							["amount"] = 12,
						},
						["愤怒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 490,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 490,
						},
					},
					["ManaGained"] = {
						["补充法力"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 307,
								},
							},
							["amount"] = 307,
						},
						["唤醒"] = {
							["Details"] = {
								["查尔斯三世"] = {
									["count"] = 25839,
								},
							},
							["amount"] = 25839,
						},
					},
					["ElementTakenAbsorb"] = {
						["Shadow"] = 1705,
						["Melee"] = 19370,
						["Physical"] = 524,
						["Frost"] = 1146,
						["Nature"] = 1012,
					},
					["Interrupts"] = 19,
					["InterruptData"] = {
						["木爪秘法师"] = {
							["Details"] = {
								["闪电箭 (法术反制)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["治疗波 (法术反制)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["憎世巫师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["废土暗法师"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["暗影箭 (法术反制)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["CCBroken"] = {
						["变形术 (寒冰箭)"] = {
							["Details"] = {
								["恐怖图腾博学者"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Heals"] = {
						["防护冰霜结界"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 188,
									["min"] = 188,
									["count"] = 1,
									["amount"] = 188,
								},
							},
							["count"] = 1,
							["amount"] = 188,
						},
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 272,
									["min"] = 4,
									["count"] = 307,
									["amount"] = 23549,
								},
							},
							["count"] = 307,
							["amount"] = 23549,
						},
						["治疗药水"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 827,
									["min"] = 827,
									["count"] = 1,
									["amount"] = 827,
								},
								["Hit"] = {
									["max"] = 524,
									["min"] = 492,
									["count"] = 2,
									["amount"] = 1016,
								},
							},
							["count"] = 3,
							["amount"] = 1843,
						},
					},
					["Overhealing"] = 200,
					["ManaGainedFrom"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["补充法力"] = {
									["count"] = 307,
								},
								["唤醒"] = {
									["count"] = 25839,
								},
							},
							["amount"] = 26146,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 17,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 282,
								},
								["Miss"] = {
									["count"] = 40,
								},
								["Immune"] = {
									["count"] = 51,
								},
								["Hit"] = {
									["count"] = 96,
								},
								["Crit"] = {
									["count"] = 12,
								},
								["Dodge"] = {
									["count"] = 9,
								},
							},
							["amount"] = 490,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 21,
								},
							},
							["amount"] = 27,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 3,
								},
							},
							["amount"] = 13,
						},
					},
					["Healing"] = 1843,
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["防护冰霜结界"] = {
									["count"] = 188,
								},
								["寒冰护体"] = {
									["count"] = 23549,
								},
								["治疗药水"] = {
									["count"] = 1843,
								},
							},
							["amount"] = 25580,
						},
					},
					["DamageTaken"] = 36744,
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 76,
									["min"] = 74,
									["count"] = 3,
									["amount"] = 224,
								},
								["Hit"] = {
									["max"] = 56,
									["min"] = 28,
									["count"] = 32,
									["amount"] = 1227,
								},
							},
							["count"] = 35,
							["amount"] = 1451,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 754,
									["min"] = 626,
									["count"] = 36,
									["amount"] = 24849,
								},
								["Hit"] = {
									["max"] = 377,
									["min"] = 303,
									["count"] = 56,
									["amount"] = 19313,
								},
							},
							["count"] = 92,
							["amount"] = 44162,
						},
						["冰冻"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 73,
									["min"] = 56,
									["count"] = 135,
									["amount"] = 8854,
								},
								["Crit"] = {
									["max"] = 142,
									["min"] = 124,
									["count"] = 64,
									["amount"] = 8422,
								},
								["Evade"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 201,
							["amount"] = 17276,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 326,
									["min"] = 288,
									["count"] = 26,
									["amount"] = 8061,
								},
								["Hit"] = {
									["max"] = 227,
									["min"] = 181,
									["count"] = 70,
									["amount"] = 14587,
								},
							},
							["count"] = 96,
							["amount"] = 22648,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 874,
									["min"] = 797,
									["count"] = 34,
									["amount"] = 28192,
								},
								["Hit"] = {
									["max"] = 445,
									["min"] = 398,
									["count"] = 100,
									["amount"] = 41425,
								},
							},
							["count"] = 134,
							["amount"] = 69617,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 436,
									["min"] = 326,
									["count"] = 39,
									["amount"] = 15068,
								},
								["Crit"] = {
									["max"] = 620,
									["min"] = 550,
									["count"] = 13,
									["amount"] = 7609,
								},
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 53,
							["amount"] = 22677,
						},
						["暴风雪"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 322,
									["min"] = 272,
									["count"] = 601,
									["amount"] = 183424,
								},
								["Hit"] = {
									["max"] = 161,
									["min"] = 136,
									["count"] = 629,
									["amount"] = 96040,
								},
							},
							["count"] = 1230,
							["amount"] = 279464,
						},
					},
					["HealingTaken"] = 25580,
					["PartialAbsorb"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 187,
									["min"] = 153,
									["count"] = 5,
									["amount"] = 864,
								},
							},
							["count"] = 7,
							["amount"] = 864,
						},
						["重殴"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 118,
									["min"] = 118,
									["count"] = 1,
									["amount"] = 118,
								},
							},
							["count"] = 1,
							["amount"] = 118,
						},
						["音素爆破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 148,
									["min"] = 148,
									["count"] = 1,
									["amount"] = 148,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 148,
						},
						["暗影箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 272,
									["min"] = 4,
									["count"] = 9,
									["amount"] = 1705,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 1705,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["上钩拳"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 139,
									["min"] = 132,
									["count"] = 3,
									["amount"] = 406,
								},
							},
							["count"] = 5,
							["amount"] = 406,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 188,
									["min"] = 143,
									["count"] = 7,
									["amount"] = 1146,
								},
							},
							["count"] = 12,
							["amount"] = 1146,
						},
						["愤怒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 160,
									["min"] = 5,
									["count"] = 282,
									["amount"] = 19370,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 208,
									["amount"] = 0,
								},
							},
							["count"] = 490,
							["amount"] = 19370,
						},
					},
					["TimeDamage"] = 820.8399999999998,
					["TimeDamaging"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 4.5,
								},
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["暴风雪"] = {
									["count"] = 8.54,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 16.04,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 3,
								},
								["寒冰箭"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 3.27,
								},
								["暴风雪"] = {
									["count"] = 12,
								},
								["火焰冲击"] = {
									["count"] = 3.21,
								},
							},
							["amount"] = 30.48,
						},
						["废土暗法师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 3.34,
								},
								["寒冰箭"] = {
									["count"] = 37.5,
								},
							},
							["amount"] = 40.84,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 8.49,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 9.99,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 9.51,
								},
								["射击"] = {
									["count"] = 10.04,
								},
								["冰霜新星"] = {
									["count"] = 4.5,
								},
								["魔爆术"] = {
									["count"] = 3,
								},
								["寒冰箭"] = {
									["count"] = 8.42,
								},
								["火焰冲击"] = {
									["count"] = 6.08,
								},
								["冰锥术"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 43.05,
						},
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["魔爆术"] = {
									["count"] = 2.94,
								},
								["火焰冲击"] = {
									["count"] = 1.48,
								},
								["冰锥术"] = {
									["count"] = 0.64,
								},
								["暴风雪"] = {
									["count"] = 7.44,
								},
							},
							["amount"] = 14,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.04,
								},
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 11.04,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 2.91,
								},
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 14.41,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 2.16,
								},
								["寒冰箭"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 6,
								},
								["火焰冲击"] = {
									["count"] = 2.21,
								},
								["暴风雪"] = {
									["count"] = 10.51,
								},
							},
							["amount"] = 31.38,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
								["暴风雪"] = {
									["count"] = 0.95,
								},
							},
							["amount"] = 5.45,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 4.5,
								},
								["魔爆术"] = {
									["count"] = 3,
								},
								["射击"] = {
									["count"] = 3,
								},
								["冰锥术"] = {
									["count"] = 3,
								},
								["暴风雪"] = {
									["count"] = 24.58,
								},
							},
							["amount"] = 39.58000000000001,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 4.310000000000001,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
								["冰霜新星"] = {
									["count"] = 10.5,
								},
								["魔爆术"] = {
									["count"] = 4.5,
								},
								["寒冰箭"] = {
									["count"] = 1.5,
								},
								["冰锥术"] = {
									["count"] = 2.77,
								},
								["暴风雪"] = {
									["count"] = 59.31,
								},
							},
							["amount"] = 85.89,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["憎世战士"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 3,
								},
								["暴风雪"] = {
									["count"] = 0.83,
								},
								["火焰冲击"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 9.83,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
						["废土刺客"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 5.98,
								},
								["射击"] = {
									["count"] = 5.87,
								},
								["冰霜新星"] = {
									["count"] = 5.26,
								},
								["魔爆术"] = {
									["count"] = 1.48,
								},
								["寒冰箭"] = {
									["count"] = 21.22,
								},
								["火焰冲击"] = {
									["count"] = 4.11,
								},
								["暴风雪"] = {
									["count"] = 20.99,
								},
							},
							["amount"] = 64.91,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 5.23,
								},
								["暴风雪"] = {
									["count"] = 11.49,
								},
								["寒冰箭"] = {
									["count"] = 21.32,
								},
								["冰锥术"] = {
									["count"] = 3,
								},
								["火焰冲击"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 42.27,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 5.69,
								},
								["冰锥术"] = {
									["count"] = 5.68,
								},
								["暴风雪"] = {
									["count"] = 24.39,
								},
								["冰霜新星"] = {
									["count"] = 3,
								},
							},
							["amount"] = 38.76000000000001,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 2.51,
								},
								["冰霜新星"] = {
									["count"] = 4.5,
								},
								["火焰冲击"] = {
									["count"] = 1.19,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 6.58,
								},
								["冰锥术"] = {
									["count"] = 3.83,
								},
							},
							["amount"] = 20.11,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 4.5,
								},
								["冰霜新星"] = {
									["count"] = 6,
								},
								["魔爆术"] = {
									["count"] = 8.95,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["冰锥术"] = {
									["count"] = 5.270000000000001,
								},
								["暴风雪"] = {
									["count"] = 33.01,
								},
							},
							["amount"] = 59.23000000000001,
						},
						["废土游荡者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 8.5,
								},
								["冰霜新星"] = {
									["count"] = 5.96,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 5.49,
								},
								["火焰冲击"] = {
									["count"] = 4.71,
								},
								["冰锥术"] = {
									["count"] = 6,
								},
							},
							["amount"] = 32.16,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 6.55,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.05,
						},
						["深痕雪人"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 3,
								},
								["射击"] = {
									["count"] = 3.78,
								},
								["暴风雪"] = {
									["count"] = 1.99,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 10.27,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.29,
								},
								["寒冰箭"] = {
									["count"] = 11.44,
								},
								["冰霜新星"] = {
									["count"] = 0.77,
								},
								["冰锥术"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 18,
						},
						["憎世巫师"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 2.54,
								},
								["冰霜新星"] = {
									["count"] = 1.9,
								},
								["火焰冲击"] = {
									["count"] = 2.37,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 39,
								},
								["暴风雪"] = {
									["count"] = 7.53,
								},
							},
							["amount"] = 54.84,
						},
						["海元素"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0.85,
								},
							},
							["amount"] = 0.85,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.14,
								},
								["冰霜新星"] = {
									["count"] = 7.5,
								},
								["魔爆术"] = {
									["count"] = 8.99,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["冰锥术"] = {
									["count"] = 4.5,
								},
								["暴风雪"] = {
									["count"] = 39.47000000000001,
								},
							},
							["amount"] = 63.1,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 11.63,
								},
								["火焰冲击"] = {
									["count"] = 7.83,
								},
								["寒冰箭"] = {
									["count"] = 3.85,
								},
								["冰锥术"] = {
									["count"] = 12,
								},
								["暴风雪"] = {
									["count"] = 12,
								},
							},
							["amount"] = 47.31,
						},
					},
					["ManaGain"] = 26146,
					["ActiveTime"] = 1154.27,
					["DamagedWho"] = {
						["戈杜尼军官"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 1132,
								},
								["冰锥术"] = {
									["count"] = 3530,
								},
								["暴风雪"] = {
									["count"] = 13157,
								},
								["冰霜新星"] = {
									["count"] = 650,
								},
							},
							["amount"] = 18469,
						},
						["憎世毒蛇守卫"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 333,
								},
								["冰霜新星"] = {
									["count"] = 1420,
								},
								["寒冰箭"] = {
									["count"] = 3659,
								},
								["射击"] = {
									["count"] = 116,
								},
								["暴风雪"] = {
									["count"] = 14057,
								},
								["火焰冲击"] = {
									["count"] = 1311,
								},
							},
							["amount"] = 20896,
						},
						["废土游荡者"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 9065,
								},
								["冰霜新星"] = {
									["count"] = 589,
								},
								["射击"] = {
									["count"] = 56,
								},
								["寒冰箭"] = {
									["count"] = 3277,
								},
								["火焰冲击"] = {
									["count"] = 1713,
								},
								["冰锥术"] = {
									["count"] = 3057,
								},
							},
							["amount"] = 17757,
						},
						["废土暗法师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 201,
								},
								["冰锥术"] = {
									["count"] = 658,
								},
								["寒冰箭"] = {
									["count"] = 12011,
								},
								["火焰冲击"] = {
									["count"] = 2183,
								},
								["暴风雪"] = {
									["count"] = 1360,
								},
							},
							["amount"] = 16413,
						},
						["沙尔扎鲁"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 655,
								},
								["暴风雪"] = {
									["count"] = 1815,
								},
								["冰霜新星"] = {
									["count"] = 62,
								},
							},
							["amount"] = 2532,
						},
						["恐怖图腾袭击者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 301,
								},
								["火焰冲击"] = {
									["count"] = 2231,
								},
								["冰霜新星"] = {
									["count"] = 1772,
								},
								["魔爆术"] = {
									["count"] = 1084,
								},
								["寒冰箭"] = {
									["count"] = 3937,
								},
								["冰锥术"] = {
									["count"] = 2955,
								},
								["暴风雪"] = {
									["count"] = 34367,
								},
							},
							["amount"] = 46647,
						},
						["祖卡什掘洞蝎"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 410,
								},
								["魔爆术"] = {
									["count"] = 1664,
								},
								["火焰冲击"] = {
									["count"] = 412,
								},
								["冰锥术"] = {
									["count"] = 1382,
								},
								["暴风雪"] = {
									["count"] = 5965,
								},
							},
							["amount"] = 9833,
						},
						["木爪秘法师"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 3213,
								},
								["冰霜新星"] = {
									["count"] = 128,
								},
							},
							["amount"] = 3341,
						},
						["祖卡什工蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 414,
								},
								["暴风雪"] = {
									["count"] = 3671,
								},
								["冰霜新星"] = {
									["count"] = 130,
								},
								["火焰冲击"] = {
									["count"] = 381,
								},
							},
							["amount"] = 4596,
						},
						["木爪突击队员"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 2142,
								},
								["冰霜新星"] = {
									["count"] = 133,
								},
							},
							["amount"] = 2275,
						},
						["暴怒的巨型深痕雪人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 465,
								},
								["魔爆术"] = {
									["count"] = 1353,
								},
								["火焰冲击"] = {
									["count"] = 1000,
								},
								["冰锥术"] = {
									["count"] = 1397,
								},
								["暴风雪"] = {
									["count"] = 9486,
								},
							},
							["amount"] = 13701,
						},
						["憎世尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 550,
								},
								["冰霜新星"] = {
									["count"] = 852,
								},
								["魔爆术"] = {
									["count"] = 841,
								},
								["射击"] = {
									["count"] = 81,
								},
								["冰锥术"] = {
									["count"] = 682,
								},
								["暴风雪"] = {
									["count"] = 17078,
								},
							},
							["amount"] = 20084,
						},
						["恐怖图腾博学者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 677,
								},
								["寒冰箭"] = {
									["count"] = 2505,
								},
								["冰霜新星"] = {
									["count"] = 1045,
								},
								["魔爆术"] = {
									["count"] = 634,
								},
								["射击"] = {
									["count"] = 185,
								},
								["火焰冲击"] = {
									["count"] = 785,
								},
								["暴风雪"] = {
									["count"] = 17896,
								},
							},
							["amount"] = 23727,
						},
						["憎世御浪者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 47,
								},
								["暴风雪"] = {
									["count"] = 1815,
								},
								["冰霜新星"] = {
									["count"] = 62,
								},
							},
							["amount"] = 1924,
						},
						["憎世战士"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1029,
								},
								["冰霜新星"] = {
									["count"] = 475,
								},
								["魔爆术"] = {
									["count"] = 1226,
								},
								["射击"] = {
									["count"] = 59,
								},
								["冰锥术"] = {
									["count"] = 1560,
								},
								["暴风雪"] = {
									["count"] = 10884,
								},
							},
							["amount"] = 15233,
						},
						["恐怖图腾萨满祭司"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 113,
								},
								["火焰冲击"] = {
									["count"] = 985,
								},
								["冰霜新星"] = {
									["count"] = 1273,
								},
								["魔爆术"] = {
									["count"] = 1048,
								},
								["寒冰箭"] = {
									["count"] = 405,
								},
								["冰锥术"] = {
									["count"] = 1784,
								},
								["暴风雪"] = {
									["count"] = 21414,
								},
							},
							["amount"] = 27022,
						},
						["废土刺客"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 3353,
								},
								["射击"] = {
									["count"] = 149,
								},
								["冰霜新星"] = {
									["count"] = 906,
								},
								["魔爆术"] = {
									["count"] = 210,
								},
								["寒冰箭"] = {
									["count"] = 7820,
								},
								["火焰冲击"] = {
									["count"] = 1140,
								},
								["暴风雪"] = {
									["count"] = 13452,
								},
							},
							["amount"] = 27030,
						},
						["戈杜尼术士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 333,
								},
								["暴风雪"] = {
									["count"] = 3060,
								},
								["寒冰箭"] = {
									["count"] = 8816,
								},
								["冰锥术"] = {
									["count"] = 1383,
								},
								["火焰冲击"] = {
									["count"] = 389,
								},
							},
							["amount"] = 13981,
						},
						["戈杜尼萨满祭司"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1065,
								},
								["冰霜新星"] = {
									["count"] = 862,
								},
								["魔爆术"] = {
									["count"] = 1149,
								},
								["射击"] = {
									["count"] = 47,
								},
								["暴风雪"] = {
									["count"] = 14074,
								},
								["火焰冲击"] = {
									["count"] = 945,
								},
							},
							["amount"] = 18142,
						},
						["戈杜尼虐待者"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 1354,
								},
								["冰锥术"] = {
									["count"] = 3126,
								},
								["暴风雪"] = {
									["count"] = 13764,
								},
								["冰霜新星"] = {
									["count"] = 745,
								},
							},
							["amount"] = 18989,
						},
						["戈杜尼蛮兵"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1208,
								},
								["寒冰箭"] = {
									["count"] = 2909,
								},
								["冰霜新星"] = {
									["count"] = 720,
								},
								["魔爆术"] = {
									["count"] = 1275,
								},
								["射击"] = {
									["count"] = 47,
								},
								["冰锥术"] = {
									["count"] = 3143,
								},
								["暴风雪"] = {
									["count"] = 12850,
								},
							},
							["amount"] = 22152,
						},
						["戈杜尼军阀"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1331,
								},
								["冰霜新星"] = {
									["count"] = 795,
								},
								["魔爆术"] = {
									["count"] = 3024,
								},
								["射击"] = {
									["count"] = 76,
								},
								["冰锥术"] = {
									["count"] = 4163,
								},
								["暴风雪"] = {
									["count"] = 13923,
								},
							},
							["amount"] = 23312,
						},
						["祖卡什毒刺蝎"] = {
							["Details"] = {
								["魔爆术"] = {
									["count"] = 422,
								},
								["暴风雪"] = {
									["count"] = 1989,
								},
								["冰霜新星"] = {
									["count"] = 68,
								},
							},
							["amount"] = 2479,
						},
						["深痕雪人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 984,
								},
								["魔爆术"] = {
									["count"] = 3427,
								},
								["射击"] = {
									["count"] = 107,
								},
								["暴风雪"] = {
									["count"] = 16862,
								},
								["火焰冲击"] = {
									["count"] = 373,
								},
							},
							["amount"] = 21753,
						},
						["憎世海妖"] = {
							["Details"] = {
								["暴风雪"] = {
									["count"] = 1665,
								},
								["冰霜新星"] = {
									["count"] = 138,
								},
							},
							["amount"] = 1803,
						},
						["憎世巫师"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 685,
								},
								["冰霜新星"] = {
									["count"] = 192,
								},
								["火焰冲击"] = {
									["count"] = 1172,
								},
								["射击"] = {
									["count"] = 37,
								},
								["寒冰箭"] = {
									["count"] = 13210,
								},
								["暴风雪"] = {
									["count"] = 2871,
								},
							},
							["amount"] = 18167,
						},
						["游荡的山谷尖啸者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 391,
								},
								["寒冰箭"] = {
									["count"] = 5347,
								},
								["冰锥术"] = {
									["count"] = 1673,
								},
								["冰霜新星"] = {
									["count"] = 263,
								},
							},
							["amount"] = 7674,
						},
						["木爪劫掠者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 373,
								},
								["暴风雪"] = {
									["count"] = 1766,
								},
								["冰霜新星"] = {
									["count"] = 65,
								},
							},
							["amount"] = 2204,
						},
						["暴怒的深痕雪人"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 580,
								},
								["冰霜新星"] = {
									["count"] = 651,
								},
								["魔爆术"] = {
									["count"] = 2391,
								},
								["射击"] = {
									["count"] = 30,
								},
								["冰锥术"] = {
									["count"] = 2433,
								},
								["暴风雪"] = {
									["count"] = 13084,
								},
							},
							["amount"] = 19169,
						},
						["虚空行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 887,
								},
								["火焰冲击"] = {
									["count"] = 2568,
								},
								["寒冰箭"] = {
									["count"] = 5721,
								},
								["冰锥术"] = {
									["count"] = 4095,
								},
								["暴风雪"] = {
									["count"] = 2719,
								},
							},
							["amount"] = 15990,
						},
					},
				},
			},
			["UnitLockout"] = 141750.114,
			["LastActive"] = 148119.508,
		},
	},
	["FightNum"] = 88,
	["CombatTimes"] = {
		{
			141750.114, -- [1]
			141793.114, -- [2]
			"01:14:07", -- [3]
			"01:14:49", -- [4]
			"废土刺客", -- [5]
		}, -- [1]
		{
			141829.115, -- [1]
			141850.113, -- [2]
			"01:15:25", -- [3]
			"01:15:46", -- [4]
			"废土游荡者", -- [5]
		}, -- [2]
		{
			141872.113, -- [1]
			141881.115, -- [2]
			"01:16:08", -- [3]
			"01:16:17", -- [4]
			"废土刺客", -- [5]
		}, -- [3]
		{
			141889.111, -- [1]
			141906.114, -- [2]
			"01:16:26", -- [3]
			"01:16:42", -- [4]
			"废土暗法师", -- [5]
		}, -- [4]
		{
			141913.114, -- [1]
			141925.11, -- [2]
			"01:16:49", -- [3]
			"01:17:01", -- [4]
			"废土暗法师", -- [5]
		}, -- [5]
		{
			141959.116, -- [1]
			141973.114, -- [2]
			"01:17:36", -- [3]
			"01:17:49", -- [4]
			"废土暗法师", -- [5]
		}, -- [6]
		{
			141980.109, -- [1]
			141995.114, -- [2]
			"01:17:56", -- [3]
			"01:18:11", -- [4]
			"废土暗法师", -- [5]
		}, -- [7]
		{
			142026.107, -- [1]
			142045.116, -- [2]
			"01:18:43", -- [3]
			"01:19:01", -- [4]
			"废土暗法师", -- [5]
		}, -- [8]
		{
			142053.111, -- [1]
			142072.107, -- [2]
			"01:19:10", -- [3]
			"01:19:28", -- [4]
			"废土暗法师", -- [5]
		}, -- [9]
		{
			142091.108, -- [1]
			142106.107, -- [2]
			"01:19:47", -- [3]
			"01:20:02", -- [4]
			"废土暗法师", -- [5]
		}, -- [10]
		{
			142134.114, -- [1]
			142143.111, -- [2]
			"01:20:31", -- [3]
			"01:20:39", -- [4]
			"废土刺客", -- [5]
		}, -- [11]
		{
			142152.111, -- [1]
			142166.115, -- [2]
			"01:20:48", -- [3]
			"01:21:02", -- [4]
			"废土刺客", -- [5]
		}, -- [12]
		{
			142202.109, -- [1]
			142215.114, -- [2]
			"01:21:39", -- [3]
			"01:21:51", -- [4]
			"废土刺客", -- [5]
		}, -- [13]
		{
			142222.111, -- [1]
			142236.11, -- [2]
			"01:21:59", -- [3]
			"01:22:12", -- [4]
			"废土暗法师", -- [5]
		}, -- [14]
		{
			142242.113, -- [1]
			142257.113, -- [2]
			"01:22:18", -- [3]
			"01:22:33", -- [4]
			"废土暗法师", -- [5]
		}, -- [15]
		{
			142294.116, -- [1]
			142316.111, -- [2]
			"01:23:11", -- [3]
			"01:23:32", -- [4]
			"废土刺客", -- [5]
		}, -- [16]
		{
			142336.109, -- [1]
			142357.109, -- [2]
			"01:23:53", -- [3]
			"01:24:13", -- [4]
			"废土刺客", -- [5]
		}, -- [17]
		{
			142398.108, -- [1]
			142410.107, -- [2]
			"01:24:55", -- [3]
			"01:25:06", -- [4]
			"废土游荡者", -- [5]
		}, -- [18]
		{
			142420.114, -- [1]
			142434.114, -- [2]
			"01:25:17", -- [3]
			"01:25:30", -- [4]
			"废土游荡者", -- [5]
		}, -- [19]
		{
			142573.107, -- [1]
			142585.107, -- [2]
			"01:27:50", -- [3]
			"01:28:01", -- [4]
			"盐石凝视者", -- [5]
		}, -- [20]
		{
			142618.114, -- [1]
			142631.113, -- [2]
			"01:28:35", -- [3]
			"01:28:47", -- [4]
			"盐石水晶蜥蜴", -- [5]
		}, -- [21]
		{
			142654.113, -- [1]
			142666.115, -- [2]
			"01:29:11", -- [3]
			"01:29:22", -- [4]
			"千针石林山狮", -- [5]
		}, -- [22]
		{
			142794.11, -- [1]
			142815.114, -- [2]
			"01:31:31", -- [3]
			"01:31:51", -- [4]
			"杂毛土狼", -- [5]
		}, -- [23]
		{
			142936.114, -- [1]
			142950.115, -- [2]
			"01:33:53", -- [3]
			"01:34:06", -- [4]
			"长牙奔跑者", -- [5]
		}, -- [24]
		{
			143458.119, -- [1]
			143482.12, -- [2]
			"01:42:35", -- [3]
			"01:42:58", -- [4]
			"长牙奔跑者", -- [5]
		}, -- [25]
		{
			143496.115, -- [1]
			143533.108, -- [2]
			"01:43:13", -- [3]
			"01:43:49", -- [4]
			"憎世尖啸者", -- [5]
		}, -- [26]
		{
			143566.109, -- [1]
			143590.11, -- [2]
			"01:44:23", -- [3]
			"01:44:46", -- [4]
			"憎世御浪者", -- [5]
		}, -- [27]
		{
			143624.115, -- [1]
			143660.115, -- [2]
			"01:45:21", -- [3]
			"01:45:56", -- [4]
			"憎世战士", -- [5]
		}, -- [28]
		{
			143699.117, -- [1]
			143738.115, -- [2]
			"01:46:36", -- [3]
			"01:47:14", -- [4]
			"憎世海妖", -- [5]
		}, -- [29]
		{
			143891.108, -- [1]
			143943.111, -- [2]
			"01:49:48", -- [3]
			"01:50:39", -- [4]
			"憎世侍从", -- [5]
		}, -- [30]
		{
			143965.107, -- [1]
			143970.108, -- [2]
			"01:51:02", -- [3]
			"01:51:06", -- [4]
			"憎世巫师", -- [5]
		}, -- [31]
		{
			143977.111, -- [1]
			143985.115, -- [2]
			"01:51:14", -- [3]
			"01:51:21", -- [4]
			"憎世巫师", -- [5]
		}, -- [32]
		{
			143990.108, -- [1]
			143997.111, -- [2]
			"01:51:27", -- [3]
			"01:51:33", -- [4]
			"憎世巫师", -- [5]
		}, -- [33]
		{
			144018.109, -- [1]
			144025.111, -- [2]
			"01:51:55", -- [3]
			"01:52:01", -- [4]
			"憎世毒蛇守卫", -- [5]
		}, -- [34]
		{
			144039.116, -- [1]
			144058.109, -- [2]
			"01:52:16", -- [3]
			"01:52:34", -- [4]
			"憎世巫师", -- [5]
		}, -- [35]
		{
			144067.109, -- [1]
			144075.117, -- [2]
			"01:52:44", -- [3]
			"01:52:51", -- [4]
			"憎世巫师", -- [5]
		}, -- [36]
		{
			144099.111, -- [1]
			144106.11, -- [2]
			"01:53:16", -- [3]
			"01:53:22", -- [4]
			"憎世毒蛇守卫", -- [5]
		}, -- [37]
		{
			144113.108, -- [1]
			144124.11, -- [2]
			"01:53:30", -- [3]
			"01:53:40", -- [4]
			"憎世巫师", -- [5]
		}, -- [38]
		{
			144128.111, -- [1]
			144135.109, -- [2]
			"01:53:45", -- [3]
			"01:53:51", -- [4]
			"憎世巫师", -- [5]
		}, -- [39]
		{
			144139.112, -- [1]
			144150.107, -- [2]
			"01:53:56", -- [3]
			"01:54:06", -- [4]
			"憎世巫师", -- [5]
		}, -- [40]
		{
			144173.11, -- [1]
			144213.109, -- [2]
			"01:54:30", -- [3]
			"01:55:09", -- [4]
			"憎世毒蛇守卫", -- [5]
		}, -- [41]
		{
			144235.113, -- [1]
			144250.112, -- [2]
			"01:55:32", -- [3]
			"01:55:46", -- [4]
			"憎世毒蛇守卫", -- [5]
		}, -- [42]
		{
			144623.107, -- [1]
			144627.109, -- [2]
			"02:02:00", -- [3]
			"02:02:03", -- [4]
			"海元素", -- [5]
		}, -- [43]
		{
			145068.108, -- [1]
			145079.113, -- [2]
			"02:09:25", -- [3]
			"02:09:35", -- [4]
			"游荡的山谷尖啸者", -- [5]
		}, -- [44]
		{
			145098.115, -- [1]
			145108.115, -- [2]
			"02:09:55", -- [3]
			"02:10:04", -- [4]
			"游荡的山谷尖啸者", -- [5]
		}, -- [45]
		{
			145121.108, -- [1]
			145132.113, -- [2]
			"02:10:18", -- [3]
			"02:10:28", -- [4]
			"游荡的山谷尖啸者", -- [5]
		}, -- [46]
		{
			145238.111, -- [1]
			145276.116, -- [2]
			"02:12:15", -- [3]
			"02:12:52", -- [4]
			"深痕雪人", -- [5]
		}, -- [47]
		{
			145303.113, -- [1]
			145342.113, -- [2]
			"02:13:19", -- [3]
			"02:13:58", -- [4]
			"深痕雪人", -- [5]
		}, -- [48]
		{
			145367.111, -- [1]
			145394.107, -- [2]
			"02:14:24", -- [3]
			"02:14:50", -- [4]
			"暴怒的深痕雪人", -- [5]
		}, -- [49]
		{
			145421.108, -- [1]
			145456.111, -- [2]
			"02:15:18", -- [3]
			"02:15:52", -- [4]
			"暴怒的巨型深痕雪人", -- [5]
		}, -- [50]
		{
			145504.11, -- [1]
			145531.11, -- [2]
			"02:16:41", -- [3]
			"02:17:07", -- [4]
			"暴怒的深痕雪人", -- [5]
		}, -- [51]
		{
			145637.11, -- [1]
			145655.112, -- [2]
			"02:18:53", -- [3]
			"02:19:11", -- [4]
			"戈杜尼军阀", -- [5]
		}, -- [52]
		{
			145726.108, -- [1]
			145745.111, -- [2]
			"02:20:23", -- [3]
			"02:20:41", -- [4]
			"戈杜尼蛮兵", -- [5]
		}, -- [53]
		{
			145756.111, -- [1]
			145762.115, -- [2]
			"02:20:53", -- [3]
			"02:20:58", -- [4]
			"戈杜尼术士", -- [5]
		}, -- [54]
		{
			145769.11, -- [1]
			145783.113, -- [2]
			"02:21:06", -- [3]
			"02:21:19", -- [4]
			"戈杜尼蛮兵", -- [5]
		}, -- [55]
		{
			145799.117, -- [1]
			145833.109, -- [2]
			"02:21:36", -- [3]
			"02:22:09", -- [4]
			"戈杜尼虐待者", -- [5]
		}, -- [56]
		{
			145867.115, -- [1]
			145911.113, -- [2]
			"02:22:43", -- [3]
			"02:23:27", -- [4]
			"戈杜尼蛮兵", -- [5]
		}, -- [57]
		{
			145945.111, -- [1]
			145952.114, -- [2]
			"02:24:02", -- [3]
			"02:24:08", -- [4]
			"戈杜尼术士", -- [5]
		}, -- [58]
		{
			145958.113, -- [1]
			145974.108, -- [2]
			"02:24:15", -- [3]
			"02:24:30", -- [4]
			"戈杜尼蛮兵", -- [5]
		}, -- [59]
		{
			146025.108, -- [1]
			146065.116, -- [2]
			"02:25:22", -- [3]
			"02:26:01", -- [4]
			"戈杜尼萨满祭司", -- [5]
		}, -- [60]
		{
			146083.109, -- [1]
			146091.117, -- [2]
			"02:26:20", -- [3]
			"02:26:27", -- [4]
			"戈杜尼术士", -- [5]
		}, -- [61]
		{
			146108.107, -- [1]
			146133.115, -- [2]
			"02:26:44", -- [3]
			"02:27:09", -- [4]
			"戈杜尼萨满祭司", -- [5]
		}, -- [62]
		{
			146168.111, -- [1]
			146194.11, -- [2]
			"02:27:44", -- [3]
			"02:28:10", -- [4]
			"戈杜尼军阀", -- [5]
		}, -- [63]
		{
			146222.109, -- [1]
			146257.107, -- [2]
			"02:28:39", -- [3]
			"02:29:13", -- [4]
			"戈杜尼军阀", -- [5]
		}, -- [64]
		{
			146300.113, -- [1]
			146328.107, -- [2]
			"02:29:57", -- [3]
			"02:30:24", -- [4]
			"戈杜尼萨满祭司", -- [5]
		}, -- [65]
		{
			146375.107, -- [1]
			146387.113, -- [2]
			"02:31:12", -- [3]
			"02:31:23", -- [4]
			"戈杜尼术士", -- [5]
		}, -- [66]
		{
			146406.116, -- [1]
			146415.108, -- [2]
			"02:31:43", -- [3]
			"02:31:51", -- [4]
			"戈杜尼术士", -- [5]
		}, -- [67]
		{
			146452.114, -- [1]
			146482.114, -- [2]
			"02:32:29", -- [3]
			"02:32:58", -- [4]
			"戈杜尼虐待者", -- [5]
		}, -- [68]
		{
			146513.11, -- [1]
			146539.121, -- [2]
			"02:33:29", -- [3]
			"02:33:55", -- [4]
			"恐怖图腾萨满祭司", -- [5]
		}, -- [69]
		{
			146558.109, -- [1]
			146591.125, -- [2]
			"02:34:15", -- [3]
			"02:34:47", -- [4]
			"恐怖图腾袭击者", -- [5]
		}, -- [70]
		{
			146612.11, -- [1]
			146622.109, -- [2]
			"02:35:09", -- [3]
			"02:35:18", -- [4]
			"恐怖图腾博学者", -- [5]
		}, -- [71]
		{
			146630.112, -- [1]
			146661.109, -- [2]
			"02:35:27", -- [3]
			"02:35:57", -- [4]
			"恐怖图腾袭击者", -- [5]
		}, -- [72]
		{
			146711.111, -- [1]
			146730.114, -- [2]
			"02:36:48", -- [3]
			"02:37:06", -- [4]
			"恐怖图腾博学者", -- [5]
		}, -- [73]
		{
			146776.114, -- [1]
			146801.114, -- [2]
			"02:37:53", -- [3]
			"02:38:17", -- [4]
			"恐怖图腾袭击者", -- [5]
		}, -- [74]
		{
			146854.116, -- [1]
			146885.111, -- [2]
			"02:39:10", -- [3]
			"02:39:41", -- [4]
			"恐怖图腾萨满祭司", -- [5]
		}, -- [75]
		{
			146906.116, -- [1]
			146940.111, -- [2]
			"02:40:03", -- [3]
			"02:40:36", -- [4]
			"恐怖图腾博学者", -- [5]
		}, -- [76]
		{
			146960.11, -- [1]
			146983.111, -- [2]
			"02:40:57", -- [3]
			"02:41:19", -- [4]
			"恐怖图腾袭击者", -- [5]
		}, -- [77]
		{
			147033.113, -- [1]
			147062.112, -- [2]
			"02:42:10", -- [3]
			"02:42:38", -- [4]
			"恐怖图腾袭击者", -- [5]
		}, -- [78]
		{
			147101.112, -- [1]
			147132.123, -- [2]
			"02:43:18", -- [3]
			"02:43:48", -- [4]
			"恐怖图腾萨满祭司", -- [5]
		}, -- [79]
		{
			147160.114, -- [1]
			147180.118, -- [2]
			"02:44:17", -- [3]
			"02:44:36", -- [4]
			"恐怖图腾博学者", -- [5]
		}, -- [80]
		{
			147199.109, -- [1]
			147208.113, -- [2]
			"02:44:56", -- [3]
			"02:45:04", -- [4]
			"恐怖图腾博学者", -- [5]
		}, -- [81]
		{
			147241.11, -- [1]
			147248.11, -- [2]
			"02:45:38", -- [3]
			"02:45:44", -- [4]
			"恐怖图腾博学者", -- [5]
		}, -- [82]
		{
			147349.115, -- [1]
			147364.118, -- [2]
			"02:47:26", -- [3]
			"02:47:40", -- [4]
			"木爪劫掠者", -- [5]
		}, -- [83]
		{
			147386.117, -- [1]
			147397.119, -- [2]
			"02:48:03", -- [3]
			"02:48:13", -- [4]
			"木爪秘法师", -- [5]
		}, -- [84]
		{
			147414.11, -- [1]
			147457.109, -- [2]
			"02:48:31", -- [3]
			"02:49:13", -- [4]
			"祖卡什毒刺蝎", -- [5]
		}, -- [85]
		{
			147499.11, -- [1]
			147545.111, -- [2]
			"02:49:56", -- [3]
			"02:50:41", -- [4]
			"祖卡什毒刺蝎", -- [5]
		}, -- [86]
		{
			147587.113, -- [1]
			147593.11, -- [2]
			"02:51:24", -- [3]
			"02:51:29", -- [4]
			"Environment", -- [5]
		}, -- [87]
		{
			147638.109, -- [1]
			147659.11, -- [2]
			"02:52:15", -- [3]
			"02:52:35", -- [4]
			"铁鬃熊", -- [5]
		}, -- [88]
	},
	["FoughtWho"] = {
		"铁鬃熊 02:52:15-02:52:35", -- [1]
		"Environment 02:51:24-02:51:29", -- [2]
		"祖卡什毒刺蝎 02:49:56-02:50:41", -- [3]
		"祖卡什毒刺蝎 02:48:31-02:49:13", -- [4]
		"木爪秘法师 02:48:03-02:48:13", -- [5]
	},
}
