
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["查尔斯三世"] = {
			["GUID"] = "Player-4778-0516167D",
			["LastEventHealth"] = {
				220, -- [1]
				220, -- [2]
				392, -- [3]
				367, -- [4]
				367, -- [5]
				367, -- [6]
				392, -- [7]
				392, -- [8]
				371, -- [9]
				371, -- [10]
				371, -- [11]
				371, -- [12]
				371, -- [13]
				371, -- [14]
				371, -- [15]
				371, -- [16]
				347, -- [17]
				347, -- [18]
				347, -- [19]
				347, -- [20]
				320, -- [21]
				320, -- [22]
				320, -- [23]
				320, -- [24]
				392, -- [25]
				392, -- [26]
				392, -- [27]
				392, -- [28]
				392, -- [29]
				392, -- [30]
				392, -- [31]
				392, -- [32]
				392, -- [33]
				370, -- [34]
				370, -- [35]
				283, -- [36]
				283, -- [37]
				182, -- [38]
				182, -- [39]
				94, -- [40]
				179, -- [41]
				392, -- [42]
				392, -- [43]
				382, -- [44]
				397, -- [45]
				277, -- [46]
				277, -- [47]
				250, -- [48]
				250, -- [49]
				250, -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					3, -- [1]
				},
				["Healing"] = {
					158, -- [1]
				},
				["DamageTaken"] = {
					15664, -- [1]
				},
				["DeathCount"] = {
					4, -- [1]
				},
				["TimeDamage"] = {
					3659.579999999997, -- [1]
				},
				["HealingTaken"] = {
					158, -- [1]
				},
				["ActiveTime"] = {
					3662.579999999997, -- [1]
				},
				["DOT_Time"] = {
					1154, -- [1]
				},
				["Damage"] = {
					143381, -- [1]
				},
			},
			["enClass"] = "MAGE",
			["unit"] = "查尔斯三世",
			["LastHealTime"] = 47957.651,
			["LastAbility"] = 42257.753,
			["level"] = 1,
			["LastDamageAbility"] = "Fire",
			["LastFightIn"] = 556,
			["UnitLockout"] = 18315.966,
			["type"] = "Self",
			["FightsSaved"] = 5,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						true, -- [7]
						false, -- [8]
						true, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						true, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
					},
					["Messages"] = {
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [1]
						"砂石断骨者 肉搏 查尔斯三世 Hit -32 (Physical)", -- [2]
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [3]
						"查尔斯三世 火球术 砂石地占师 Hit -90 (Fire)", -- [4]
						"砂石断骨者 肉搏 查尔斯三世 Hit -26 (Physical)", -- [5]
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [6]
						"砂石地占师 火球术 查尔斯三世 Hit -92 (Fire)", -- [7]
						"查尔斯三世 火球术 砂石地占师 Hit -95 (Fire)", -- [8]
						"砂石断骨者 肉搏 查尔斯三世 Hit -32 (Physical)", -- [9]
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [10]
						"查尔斯三世 冰霜新星 砂石断骨者 Miss (Frost)", -- [11]
						"查尔斯三世 火球术 砂石地占师 Miss (Fire)", -- [12]
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [13]
						"砂石断骨者 肉搏 查尔斯三世 Crit -50 (Physical)", -- [14]
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [15]
						"砂石地占师 火球术 查尔斯三世 Hit -101 (Fire)", -- [16]
						"砂石断骨者 肉搏 查尔斯三世 Hit -25 (Physical)", -- [17]
						"查尔斯三世 火球术 砂石地占师 Hit -87 (10 被抵抗) (Fire)", -- [18]
						"查尔斯三世 火球术 (伤害/跳) 砂石地占师 Tick -2 (Fire)", -- [19]
						"砂石地占师 火球术 查尔斯三世 Hit -111 (Fire)", -- [20]
						"查尔斯三世死亡。", -- [21]
					},
					["DeathAt"] = 46567.002,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["MessageTimes"] = {
						-14.85199999999895, -- [1]
						-14.27900000000227, -- [2]
						-12.8660000000018, -- [3]
						-12.09999999999855, -- [4]
						-11.76699999999983, -- [5]
						-10.10300000000279, -- [6]
						-9.959000000002561, -- [7]
						-9.610000000000582, -- [8]
						-9.199000000000524, -- [9]
						-7.597999999998137, -- [10]
						-7.455999999998312, -- [11]
						-6.127999999996973, -- [12]
						-5.605000000003201, -- [13]
						-5.175999999999476, -- [14]
						-3.60899999999674, -- [15]
						-3.283000000003085, -- [16]
						-2.680000000000291, -- [17]
						-2.063000000001921, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["HealthMax"] = {
						392, -- [1]
						392, -- [2]
						392, -- [3]
						392, -- [4]
						392, -- [5]
						392, -- [6]
						392, -- [7]
						392, -- [8]
						392, -- [9]
						352, -- [10]
						352, -- [11]
						352, -- [12]
						352, -- [13]
						352, -- [14]
						352, -- [15]
						352, -- [16]
						352, -- [17]
						352, -- [18]
						352, -- [19]
						352, -- [20]
						392, -- [21]
					},
					["Health"] = {
						392, -- [1]
						392, -- [2]
						360, -- [3]
						360, -- [4]
						360, -- [5]
						334, -- [6]
						334, -- [7]
						242, -- [8]
						242, -- [9]
						210, -- [10]
						210, -- [11]
						210, -- [12]
						210, -- [13]
						210, -- [14]
						160, -- [15]
						160, -- [16]
						59, -- [17]
						34, -- [18]
						34, -- [19]
						34, -- [20]
						0, -- [21]
					},
					["KilledBy"] = "砂石地占师",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"MISC", -- [21]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						true, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
					},
					["Messages"] = {
						"灰雾猎人 投掷 查尔斯三世 Hit -28 (Physical)", -- [1]
						"查尔斯三世 火球术 (伤害/跳) 莫克迪普 Tick -2 (Fire)", -- [2]
						"查尔斯三世 火球术 (伤害/跳) 莫克迪普 Tick -2 (Fire)", -- [3]
						"查尔斯三世 火球术 莫克迪普 Hit -98 (Fire)", -- [4]
						"查尔斯三世 火球术 (伤害/跳) 莫克迪普 Tick -2 (Fire)", -- [5]
						"查尔斯三世 火球术 (伤害/跳) 莫克迪普 Tick -2 (Fire)", -- [6]
						"灰雾猎人 投掷 查尔斯三世 Hit -30 (Physical)", -- [7]
						"查尔斯三世 火球术 (伤害/跳) 莫克迪普 Tick -2 (Fire)", -- [8]
						"查尔斯三世 火球术 莫克迪普 Hit -102 (Fire)", -- [9]
						"查尔斯三世 火焰冲击 莫克迪普 Hit -90 (Fire)", -- [10]
						"灰雾猎人 投掷 查尔斯三世 Hit -33 (Physical)", -- [11]
						"查尔斯三世死亡。", -- [12]
					},
					["DeathAt"] = 45674.01,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
					},
					["MessageTimes"] = {
						-14.50400000000082, -- [1]
						-13.00600000000122, -- [2]
						-10.99700000000303, -- [3]
						-9.24199999999837, -- [4]
						-7.254000000000815, -- [5]
						-5.240000000005239, -- [6]
						-5.240000000005239, -- [7]
						-3.240000000005239, -- [8]
						-0.5400000000008731, -- [9]
						-0.103000000002794, -- [10]
						0, -- [11]
						0, -- [12]
					},
					["HealthMax"] = {
						377, -- [1]
						377, -- [2]
						377, -- [3]
						377, -- [4]
						377, -- [5]
						377, -- [6]
						377, -- [7]
						377, -- [8]
						377, -- [9]
						377, -- [10]
						377, -- [11]
						377, -- [12]
					},
					["Health"] = {
						89, -- [1]
						61, -- [2]
						61, -- [3]
						61, -- [4]
						61, -- [5]
						61, -- [6]
						61, -- [7]
						31, -- [8]
						31, -- [9]
						31, -- [10]
						31, -- [11]
						0, -- [12]
					},
					["KilledBy"] = "灰雾猎人",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
					},
					["Messages"] = {
						"Environment Falling 查尔斯三世 Hit -24 (Physical)", -- [1]
						"Environment Falling 查尔斯三世 Hit -227 (Physical)", -- [2]
						"查尔斯三世死亡。", -- [3]
					},
					["DeathAt"] = 29186.436,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
					},
					["MessageTimes"] = {
						-6.333999999998923, -- [1]
						0, -- [2]
						0, -- [3]
					},
					["HealthMax"] = {
						227, -- [1]
						227, -- [2]
						227, -- [3]
					},
					["Health"] = {
						227, -- [1]
						227, -- [2]
						0, -- [3]
					},
					["KilledBy"] = "Environment",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"MISC", -- [3]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
					},
					["Messages"] = {
						"Environment Falling 查尔斯三世 Hit -205 (Physical)", -- [1]
						"Environment Falling 查尔斯三世 Hit -223 (Physical)", -- [2]
						"查尔斯三世死亡。", -- [3]
					},
					["DeathAt"] = 29050.43,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
					},
					["MessageTimes"] = {
						-2.688999999998487, -- [1]
						0, -- [2]
						0, -- [3]
					},
					["HealthMax"] = {
						227, -- [1]
						227, -- [2]
						227, -- [3]
					},
					["Health"] = {
						227, -- [1]
						31, -- [2]
						0, -- [3]
					},
					["KilledBy"] = "Environment",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"MISC", -- [3]
					},
				}, -- [4]
			},
			["LastDamageTaken"] = 10,
			["Owner"] = false,
			["Fights"] = {
				["OverallData"] = {
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["雪怪"] = {
									["count"] = 18,
								},
								["黑木图腾师"] = {
									["count"] = 6,
								},
								["坑道鼠征粮官"] = {
									["count"] = 4,
								},
								["碎石怪击颅者"] = {
									["count"] = 60,
								},
								["被诅咒的贵族"] = {
									["count"] = 18,
								},
								["冬狼"] = {
									["count"] = 10,
								},
								["黑木探路者"] = {
									["count"] = 16,
								},
								["霜鬃暗法师"] = {
									["count"] = 2,
								},
								["莫克迪普"] = {
									["count"] = 14,
								},
								["坑道鼠歹徒"] = {
									["count"] = 8,
								},
								["灰斑蓟熊"] = {
									["count"] = 26,
								},
								["霜鬃雪行者"] = {
									["count"] = 8,
								},
								["坑道鼠狗头人"] = {
									["count"] = 4,
								},
								["暗礁蟹"] = {
									["count"] = 30,
								},
								["小潮行蟹"] = {
									["count"] = 16,
								},
								["霜鬃剥皮者"] = {
									["count"] = 6,
								},
								["老年深海蛇颈龙"] = {
									["count"] = 4,
								},
								["石腭断骨者"] = {
									["count"] = 18,
								},
								["石腭击颅者"] = {
									["count"] = 24,
								},
								["石腭穴居人"] = {
									["count"] = 4,
								},
								["坑道鼠掘地工"] = {
									["count"] = 18,
								},
								["麻疯侏儒"] = {
									["count"] = 28,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 22,
								},
								["小型峭壁野猪"] = {
									["count"] = 6,
								},
								["石腭袭击者"] = {
									["count"] = 2,
								},
								["灰雾智者"] = {
									["count"] = 22,
								},
								["霜鬃先知"] = {
									["count"] = 2,
								},
								["雪狼"] = {
									["count"] = 2,
								},
								["灰雾滩行者"] = {
									["count"] = 18,
								},
								["灰雾潮行者"] = {
									["count"] = 18,
								},
								["峭壁野猪"] = {
									["count"] = 24,
								},
								["蓬毛幼狼"] = {
									["count"] = 2,
								},
								["碎石怪先知"] = {
									["count"] = 32,
								},
								["老黑熊"] = {
									["count"] = 18,
								},
								["黑熊幼崽"] = {
									["count"] = 2,
								},
								["暗滩精兵"] = {
									["count"] = 8,
								},
								["霜鬃猎头者"] = {
									["count"] = 20,
								},
								["黑幕追踪者"] = {
									["count"] = 4,
								},
								["暮光暴徒"] = {
									["count"] = 26,
								},
								["暮光信徒"] = {
									["count"] = 12,
								},
								["哀嚎的贵族"] = {
									["count"] = 4,
								},
								["冰须"] = {
									["count"] = 6,
								},
								["砂石地占师"] = {
									["count"] = 14,
								},
								["戴瑟雷萨特"] = {
									["count"] = 2,
								},
								["砂石斥候"] = {
									["count"] = 12,
								},
								["破损的傀儡"] = {
									["count"] = 8,
								},
								["碎石怪斥候"] = {
									["count"] = 42,
								},
								["灰雾猎人"] = {
									["count"] = 16,
								},
								["雪豹"] = {
									["count"] = 22,
								},
								["坑道鼠地卜师"] = {
									["count"] = 4,
								},
								["灰雾撒网者"] = {
									["count"] = 2,
								},
								["黑木风语者"] = {
									["count"] = 4,
								},
								["雪怪幼崽"] = {
									["count"] = 6,
								},
								["碎石穴居人"] = {
									["count"] = 38,
								},
								["大峭壁野猪"] = {
									["count"] = 10,
								},
								["恶灵劣魔"] = {
									["count"] = 22,
								},
								["冷酷的格瑞克尼尔"] = {
									["count"] = 2,
								},
								["壮实的石腭穴居人"] = {
									["count"] = 2,
								},
								["月夜猛虎"] = {
									["count"] = 20,
								},
								["雷鳞御浪者"] = {
									["count"] = 12,
								},
								["野生劣魔"] = {
									["count"] = 24,
								},
								["坑道鼠斥候"] = {
									["count"] = 4,
								},
								["挣扎的贵族"] = {
									["count"] = 26,
								},
								["狂暴的月夜枭兽"] = {
									["count"] = 12,
								},
								["森林潜伏者"] = {
									["count"] = 18,
								},
								["老峭壁野猪"] = {
									["count"] = 6,
								},
								["灰雾战士"] = {
									["count"] = 16,
								},
								["石巨兽"] = {
									["count"] = 16,
								},
								["冰爪熊"] = {
									["count"] = 26,
								},
								["灰雾先知"] = {
									["count"] = 6,
								},
								["癞爪"] = {
									["count"] = 4,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 16,
								},
								["霜鬃巨魔"] = {
									["count"] = 6,
								},
								["暗滩狂热者"] = {
									["count"] = 36,
								},
								["雷鳞海妖"] = {
									["count"] = 26,
								},
								["狂暴蓟熊"] = {
									["count"] = 58,
								},
								["硬壳潮行蟹"] = {
									["count"] = 12,
								},
								["山猪"] = {
									["count"] = 12,
								},
							},
							["amount"] = 1154,
						},
					},
					["ElementDoneResist"] = {
						["Fire"] = 10,
						["Shadow"] = 241,
					},
					["TimeSpent"] = {
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 11.18,
								},
								["火球术"] = {
									["count"] = 67.11,
								},
								["冰冻"] = {
									["count"] = 3.14,
								},
								["火焰冲击"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 84.24000000000001,
						},
						["月夜猛虎幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.41,
								},
								["火焰冲击"] = {
									["count"] = 2.01,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 13.42,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["山猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 6.59,
								},
								["射击"] = {
									["count"] = 6.859999999999999,
								},
								["火球术"] = {
									["count"] = 39.20999999999999,
								},
							},
							["amount"] = 52.66,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.5,
								},
								["射击"] = {
									["count"] = 10.65,
								},
								["寒冰箭"] = {
									["count"] = 1.66,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.3,
								},
							},
							["amount"] = 45.10999999999999,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 28.39,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 32.89,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.18,
								},
								["寒冰箭"] = {
									["count"] = 0.91,
								},
								["射击"] = {
									["count"] = 5.45,
								},
								["火球术"] = {
									["count"] = 27.1,
								},
							},
							["amount"] = 43.64,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 6,
						},
						["莫克迪普"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.37,
								},
								["冰霜新星"] = {
									["count"] = 1.27,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9.74,
								},
								["火焰冲击"] = {
									["count"] = 1.94,
								},
							},
							["amount"] = 18.32,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.93,
								},
								["射击"] = {
									["count"] = 0.17,
								},
								["火球术"] = {
									["count"] = 22.88,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 29.48,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.03,
								},
								["火球术"] = {
									["count"] = 36.57000000000001,
								},
								["射击"] = {
									["count"] = 5.73,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.96,
								},
								["火焰冲击"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 64.1,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 23.19,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 6,
								},
							},
							["amount"] = 29.19,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 10.22,
								},
								["射击"] = {
									["count"] = 3.6,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 14.95,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 20.44,
								},
								["射击"] = {
									["count"] = 9.2,
								},
								["冰冻"] = {
									["count"] = 0.25,
								},
								["火球术"] = {
									["count"] = 85.55000000000001,
								},
							},
							["amount"] = 115.44,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["射击"] = {
									["count"] = 5.390000000000001,
								},
								["火球术"] = {
									["count"] = 42.21000000000001,
								},
							},
							["amount"] = 59.6,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 9.97,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 14.47,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.67,
								},
								["射击"] = {
									["count"] = 2.75,
								},
								["火球术"] = {
									["count"] = 4.88,
								},
							},
							["amount"] = 9.3,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 44.12000000000001,
								},
								["寒冰箭"] = {
									["count"] = 1.13,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 13.06,
								},
								["火焰冲击"] = {
									["count"] = 2.05,
								},
							},
							["amount"] = 61.86,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 15.54,
								},
								["寒冰箭"] = {
									["count"] = 3.51,
								},
								["火球术"] = {
									["count"] = 62.13,
								},
								["火焰冲击"] = {
									["count"] = 3.29,
								},
							},
							["amount"] = 84.47,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 23.46,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 25.21,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9.91,
								},
								["射击"] = {
									["count"] = 6.07,
								},
								["火球术"] = {
									["count"] = 25.72,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 43.2,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 24.75,
								},
								["肉搏"] = {
									["count"] = 1.77,
								},
							},
							["amount"] = 28.02,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 31.45,
								},
								["射击"] = {
									["count"] = 10.81,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12.11,
								},
								["火焰冲击"] = {
									["count"] = 1.45,
								},
							},
							["amount"] = 55.82000000000001,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 43.48,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3.45,
								},
							},
							["amount"] = 46.93,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.24000000000001,
								},
								["肉搏"] = {
									["count"] = 1.22,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 4.4,
								},
							},
							["amount"] = 32.36,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.65,
								},
								["魔爆术"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9.15,
						},
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["耕田小生"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑木巨熊怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3,
								},
								["冰霜新星"] = {
									["count"] = 1.42,
								},
							},
							["amount"] = 4.42,
						},
						["治疗结界"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.88,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 27.38,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 6.460000000000001,
								},
								["火焰冲击"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8.96,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1.21,
								},
								["魔爆术"] = {
									["count"] = 1.8,
								},
								["冰冻"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 22.22,
								},
								["射击"] = {
									["count"] = 1.8,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 13.5,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 45.03,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 11.57,
								},
								["射击"] = {
									["count"] = 4.76,
								},
								["火球术"] = {
									["count"] = 31.32,
								},
							},
							["amount"] = 47.65,
						},
						["冬狼"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.38,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 5.71,
								},
								["寒冰箭"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 13.31,
								},
							},
							["amount"] = 24.9,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.4,
								},
								["火焰冲击"] = {
									["count"] = 6.779999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 15.38,
								},
								["寒冰箭"] = {
									["count"] = 6.14,
								},
								["火球术"] = {
									["count"] = 89.88000000000001,
								},
								["肉搏"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 119.65,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.48,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 8.02,
								},
								["魔爆术"] = {
									["count"] = 5.48,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 20.98,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 26.97,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 28.47,
						},
						["鹿"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.1,
								},
								["冰霜新星"] = {
									["count"] = 2.29,
								},
								["火球术"] = {
									["count"] = 40.17,
								},
								["射击"] = {
									["count"] = 6.48,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.04,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 68.58,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 14.55,
								},
								["火球术"] = {
									["count"] = 59.71,
								},
							},
							["amount"] = 83.26000000000002,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["冰霜新星"] = {
									["count"] = 1.08,
								},
								["火球术"] = {
									["count"] = 13.62,
								},
								["火焰冲击"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 24.91,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 19.32,
								},
								["寒冰箭"] = {
									["count"] = 3,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 1.15,
								},
							},
							["amount"] = 24.97,
						},
						["瓦加什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.42,
								},
							},
							["amount"] = 5.42,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4.66,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 14.18,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0.14,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.64,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 22.22,
								},
								["射击"] = {
									["count"] = 4.08,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.81,
								},
							},
							["amount"] = 28.11,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 3.93,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.33,
								},
								["寒冰箭"] = {
									["count"] = 1.64,
								},
								["火球术"] = {
									["count"] = 45.96,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 70.36,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 15,
								},
								["火球术"] = {
									["count"] = 35.51,
								},
								["火焰冲击"] = {
									["count"] = 3.55,
								},
							},
							["amount"] = 54.06,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.529999999999999,
								},
								["射击"] = {
									["count"] = 2.38,
								},
								["火球术"] = {
									["count"] = 14.59,
								},
							},
							["amount"] = 21.5,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 16.62,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 16.5,
								},
							},
							["amount"] = 33.12,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 22.23,
								},
								["火焰冲击"] = {
									["count"] = 2.48,
								},
							},
							["amount"] = 27.71,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4.11,
								},
							},
							["amount"] = 4.11,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 20.28,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
							},
							["amount"] = 32.28,
						},
						["灰雾撒网者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 1.38,
								},
								["火球术"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 7.22,
						},
						["砂石斥候"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 8.01,
								},
								["火球术"] = {
									["count"] = 10,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 22.51,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9.370000000000001,
								},
								["火球术"] = {
									["count"] = 53.75000000000001,
								},
								["冰冻"] = {
									["count"] = 1.08,
								},
								["肉搏"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 66.9,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 87.00999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 31.5,
								},
							},
							["amount"] = 118.51,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 17.88,
								},
								["肉搏"] = {
									["count"] = 9.58,
								},
								["火球术"] = {
									["count"] = 85.63999999999999,
								},
								["火焰冲击"] = {
									["count"] = 0.86,
								},
							},
							["amount"] = 113.96,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["冰冻"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 24.09,
								},
							},
							["amount"] = 30.09,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 42.69000000000001,
								},
								["射击"] = {
									["count"] = 4.5,
								},
								["冰冻"] = {
									["count"] = 0.95,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 50.16000000000001,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 21.64,
								},
								["射击"] = {
									["count"] = 3.27,
								},
								["火球术"] = {
									["count"] = 61.79,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 88.19999999999997,
						},
						["安娜雅·晨路"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.83,
								},
							},
							["amount"] = 5.83,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.79,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 61.68000000000002,
								},
								["射击"] = {
									["count"] = 44.76,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 36.79999999999999,
								},
								["火焰冲击"] = {
									["count"] = 0.25,
								},
							},
							["amount"] = 145.7799999999999,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.64,
								},
								["冰霜新星"] = {
									["count"] = 0.77,
								},
								["火球术"] = {
									["count"] = 77.17999999999999,
								},
								["寒冰箭"] = {
									["count"] = 1.88,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 26.11,
								},
								["肉搏"] = {
									["count"] = 2.77,
								},
							},
							["amount"] = 109.35,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 33.45999999999999,
								},
								["寒冰箭"] = {
									["count"] = 2.02,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.5,
								},
								["火焰冲击"] = {
									["count"] = 4.13,
								},
							},
							["amount"] = 47.11000000000001,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 47.14,
								},
								["射击"] = {
									["count"] = 20.42,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 11.89,
								},
							},
							["amount"] = 79.45000000000002,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 7.449999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.95,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 19.54,
								},
								["射击"] = {
									["count"] = 2.99,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2.97,
								},
								["冰霜新星"] = {
									["count"] = 1.52,
								},
							},
							["amount"] = 27.02,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.42,
								},
								["射击"] = {
									["count"] = 16.67,
								},
								["火球术"] = {
									["count"] = 50.92000000000001,
								},
							},
							["amount"] = 78.01,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["寒冰箭"] = {
									["count"] = 0.96,
								},
								["火球术"] = {
									["count"] = 22.59,
								},
							},
							["amount"] = 32.55,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.89,
								},
								["射击"] = {
									["count"] = 16.14,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 10.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 54.03,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.77,
								},
								["射击"] = {
									["count"] = 2.73,
								},
								["火球术"] = {
									["count"] = 3.12,
								},
							},
							["amount"] = 7.620000000000001,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.84,
								},
								["寒冰箭"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 21.86,
								},
								["射击"] = {
									["count"] = 17.37,
								},
							},
							["amount"] = 50.07,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 6.88,
								},
								["射击"] = {
									["count"] = 2.3,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.96,
								},
								["火焰冲击"] = {
									["count"] = 0.88,
								},
							},
							["amount"] = 19.52,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.79,
								},
								["射击"] = {
									["count"] = 6.12,
								},
								["火球术"] = {
									["count"] = 78.36000000000001,
								},
								["火焰冲击"] = {
									["count"] = 0.81,
								},
							},
							["amount"] = 96.08000000000001,
						},
						["玛洛什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.89,
								},
							},
							["amount"] = 5.89,
						},
						["灰雾战士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 40.10000000000001,
								},
								["射击"] = {
									["count"] = 3.85,
								},
								["魔爆术"] = {
									["count"] = 2.91,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9.65,
								},
							},
							["amount"] = 58.01000000000001,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.59,
								},
								["火球术"] = {
									["count"] = 27.89,
								},
								["火焰冲击"] = {
									["count"] = 1.35,
								},
							},
							["amount"] = 39.83,
						},
						["冰须"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["寒冰箭"] = {
									["count"] = 4.16,
								},
								["冰冻"] = {
									["count"] = 4.5,
								},
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 16.16,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["射击"] = {
									["count"] = 1.44,
								},
								["火球术"] = {
									["count"] = 16.12,
								},
							},
							["amount"] = 22.06,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 8.469999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 9.969999999999999,
						},
						["雪豹"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.53,
								},
								["火焰冲击"] = {
									["count"] = 4.66,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 15.28,
								},
								["寒冰箭"] = {
									["count"] = 0.69,
								},
								["火球术"] = {
									["count"] = 38.98,
								},
								["肉搏"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 60.96999999999999,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 10.58,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 15.08,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.24,
								},
								["冰霜新星"] = {
									["count"] = 0.9,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.21,
								},
								["射击"] = {
									["count"] = 7.06,
								},
								["火球术"] = {
									["count"] = 61.06,
								},
							},
							["amount"] = 87.46999999999996,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 19.5,
								},
								["寒冰箭"] = {
									["count"] = 0.67,
								},
								["火球术"] = {
									["count"] = 21.07,
								},
								["火焰冲击"] = {
									["count"] = 1.11,
								},
							},
							["amount"] = 42.34999999999999,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1.93,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 103.37,
								},
								["射击"] = {
									["count"] = 9.28,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 37.45,
								},
								["火焰冲击"] = {
									["count"] = 2.53,
								},
							},
							["amount"] = 156.06,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 5.76,
								},
								["射击"] = {
									["count"] = 5.34,
								},
								["寒冰箭"] = {
									["count"] = 0.95,
								},
								["火球术"] = {
									["count"] = 9.09,
								},
							},
							["amount"] = 21.14,
						},
						["癞爪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3.65,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2.82,
								},
								["火焰冲击"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 7.15,
						},
					},
					["DamageTaken"] = 15664,
					["PartialResist"] = {
						["精灵之火"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 33,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 33,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 71,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 71,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 22,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["火焰之盾效果"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["毁灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 540,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 540,
						},
					},
					["DeathCount"] = 4,
					["PartialAbsorb"] = {
						["精灵之火"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 33,
									["amount"] = 0,
								},
							},
							["count"] = 33,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 71,
									["amount"] = 0,
								},
							},
							["count"] = 71,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火焰之盾效果"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 540,
									["amount"] = 0,
								},
							},
							["count"] = 540,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 3662.579999999997,
					["ElementTaken"] = {
						["Shadow"] = 355,
						["Melee"] = 10198,
						["Holy"] = 358,
						["Physical"] = 2741,
						["Fire"] = 436,
						["Frost"] = 10,
						["Nature"] = 1566,
					},
					["DOT_Time"] = 1154,
					["Damage"] = 143381,
					["TimeHeal"] = 3,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 19,
								},
								["Hit"] = {
									["count"] = 79,
								},
							},
							["amount"] = 101,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 20,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 18,
								},
							},
							["amount"] = 19,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 54,
								},
								["Tick"] = {
									["count"] = 577,
								},
								["Hit"] = {
									["count"] = 1848,
								},
								["Crit"] = {
									["count"] = 112,
								},
								["Evade"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2593,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 202,
								},
							},
							["amount"] = 212,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 43,
								},
							},
							["amount"] = 43,
						},
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 158,
								},
							},
							["amount"] = 158,
						},
					},
					["Healing"] = 158,
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 158,
								},
							},
							["amount"] = 158,
						},
					},
					["Heals"] = {
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 85,
									["min"] = 73,
									["count"] = 2,
									["amount"] = 158,
								},
							},
							["count"] = 2,
							["amount"] = 158,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 2923,
						["Melee"] = 62,
						["Arcane"] = 881,
						["Fire"] = 137143,
						["Frost"] = 2372,
					},
					["HealingTaken"] = 158,
					["DamagedWho"] = {
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["火球术"] = {
									["count"] = 1863,
								},
								["火焰冲击"] = {
									["count"] = 117,
								},
							},
							["amount"] = 1989,
						},
						["月夜猛虎幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 213,
								},
							},
							["amount"] = 213,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 576,
								},
								["火焰冲击"] = {
									["count"] = 188,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 6,
								},
								["冰霜新星"] = {
									["count"] = 48,
								},
							},
							["amount"] = 818,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 47,
								},
							},
							["amount"] = 47,
						},
						["山猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 6,
								},
								["射击"] = {
									["count"] = 84,
								},
								["火球术"] = {
									["count"] = 1946,
								},
								["火焰冲击"] = {
									["count"] = 43,
								},
							},
							["amount"] = 2079,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1829,
								},
								["射击"] = {
									["count"] = 100,
								},
								["寒冰箭"] = {
									["count"] = 56,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 18,
								},
							},
							["amount"] = 2003,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1306,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 1309,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 16,
								},
								["寒冰箭"] = {
									["count"] = 180,
								},
								["射击"] = {
									["count"] = 61,
								},
								["火球术"] = {
									["count"] = 1975,
								},
							},
							["amount"] = 2232,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 184,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 185,
						},
						["莫克迪普"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 378,
								},
								["冰霜新星"] = {
									["count"] = 25,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 14,
								},
								["火焰冲击"] = {
									["count"] = 177,
								},
							},
							["amount"] = 594,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
								["射击"] = {
									["count"] = 32,
								},
								["火球术"] = {
									["count"] = 1140,
								},
								["冰霜新星"] = {
									["count"] = 45,
								},
							},
							["amount"] = 1221,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 25,
								},
								["火球术"] = {
									["count"] = 2927,
								},
								["射击"] = {
									["count"] = 62,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 26,
								},
								["火焰冲击"] = {
									["count"] = 355,
								},
							},
							["amount"] = 3395,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1118,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
							},
							["amount"] = 1122,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 481,
								},
								["射击"] = {
									["count"] = 41,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 524,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 30,
								},
								["射击"] = {
									["count"] = 113,
								},
								["火球术"] = {
									["count"] = 6954,
								},
							},
							["amount"] = 7097,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 16,
								},
								["射击"] = {
									["count"] = 96,
								},
								["火球术"] = {
									["count"] = 3134,
								},
							},
							["amount"] = 3246,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 412,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 415,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
								["射击"] = {
									["count"] = 28,
								},
								["火球术"] = {
									["count"] = 394,
								},
							},
							["amount"] = 426,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 45,
								},
								["火球术"] = {
									["count"] = 1902,
								},
								["寒冰箭"] = {
									["count"] = 63,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["火焰冲击"] = {
									["count"] = 92,
								},
							},
							["amount"] = 2111,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 21,
								},
								["火球术"] = {
									["count"] = 2650,
								},
								["寒冰箭"] = {
									["count"] = 114,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["火焰冲击"] = {
									["count"] = 128,
								},
							},
							["amount"] = 2925,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 350,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 352,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 67,
								},
								["火球术"] = {
									["count"] = 1268,
								},
								["火焰冲击"] = {
									["count"] = 36,
								},
							},
							["amount"] = 1380,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
								["火球术"] = {
									["count"] = 339,
								},
								["肉搏"] = {
									["count"] = 10,
								},
							},
							["amount"] = 350,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 2270,
								},
								["射击"] = {
									["count"] = 161,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 22,
								},
								["火焰冲击"] = {
									["count"] = 90,
								},
							},
							["amount"] = 2543,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 619,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 622,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 408,
								},
								["肉搏"] = {
									["count"] = 11,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
								["火焰冲击"] = {
									["count"] = 195,
								},
							},
							["amount"] = 615,
						},
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 98,
								},
							},
							["amount"] = 98,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1981,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 22,
								},
							},
							["amount"] = 2003,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 84,
								},
							},
							["amount"] = 84,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1066,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1067,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
								["火球术"] = {
									["count"] = 293,
								},
								["火焰冲击"] = {
									["count"] = 43,
								},
							},
							["amount"] = 337,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 86,
								},
								["魔爆术"] = {
									["count"] = 175,
								},
								["冰霜新星"] = {
									["count"] = 48,
								},
								["火球术"] = {
									["count"] = 1938,
								},
								["射击"] = {
									["count"] = 47,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 18,
								},
								["火焰冲击"] = {
									["count"] = 89,
								},
							},
							["amount"] = 2401,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 18,
								},
								["射击"] = {
									["count"] = 61,
								},
								["火球术"] = {
									["count"] = 2109,
								},
							},
							["amount"] = 2188,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 8,
								},
								["魔爆术"] = {
									["count"] = 70,
								},
								["火球术"] = {
									["count"] = 191,
								},
							},
							["amount"] = 269,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 226,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["寒冰箭"] = {
									["count"] = 102,
								},
								["火球术"] = {
									["count"] = 2480,
								},
								["肉搏"] = {
									["count"] = 10,
								},
							},
							["amount"] = 2830,
						},
						["黑木巨熊怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 184,
								},
								["冰霜新星"] = {
									["count"] = 22,
								},
							},
							["amount"] = 206,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 394,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 395,
						},
						["鹿"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 81,
								},
							},
							["amount"] = 81,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 5,
								},
								["寒冰箭"] = {
									["count"] = 40,
								},
								["火球术"] = {
									["count"] = 469,
								},
								["冰霜新星"] = {
									["count"] = 20,
								},
							},
							["amount"] = 534,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 196,
								},
								["火球术"] = {
									["count"] = 2667,
								},
							},
							["amount"] = 2872,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 45,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
								["火球术"] = {
									["count"] = 648,
								},
								["魔爆术"] = {
									["count"] = 366,
								},
								["火焰冲击"] = {
									["count"] = 177,
								},
							},
							["amount"] = 1240,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 578,
								},
								["寒冰箭"] = {
									["count"] = 41,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
								["火焰冲击"] = {
									["count"] = 56,
								},
							},
							["amount"] = 676,
						},
						["瓦加什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 225,
								},
							},
							["amount"] = 225,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 73,
								},
								["火球术"] = {
									["count"] = 3456,
								},
								["射击"] = {
									["count"] = 84,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 26,
								},
								["火焰冲击"] = {
									["count"] = 85,
								},
							},
							["amount"] = 3724,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["冰霜新星"] = {
									["count"] = 23,
								},
								["火球术"] = {
									["count"] = 1350,
								},
								["火焰冲击"] = {
									["count"] = 178,
								},
							},
							["amount"] = 1563,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 418,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 14,
								},
							},
							["amount"] = 432,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 83,
								},
							},
							["amount"] = 83,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10,
								},
								["火球术"] = {
									["count"] = 1787,
								},
								["火焰冲击"] = {
									["count"] = 126,
								},
							},
							["amount"] = 1923,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1413,
								},
								["射击"] = {
									["count"] = 67,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
							},
							["amount"] = 1484,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 13,
								},
								["寒冰箭"] = {
									["count"] = 43,
								},
								["火球术"] = {
									["count"] = 1752,
								},
								["火焰冲击"] = {
									["count"] = 166,
								},
							},
							["amount"] = 1974,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 8,
								},
								["射击"] = {
									["count"] = 32,
								},
								["火球术"] = {
									["count"] = 882,
								},
								["火焰冲击"] = {
									["count"] = 94,
								},
							},
							["amount"] = 1016,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
								["火球术"] = {
									["count"] = 1545,
								},
								["火焰冲击"] = {
									["count"] = 160,
								},
							},
							["amount"] = 1709,
						},
						["冰须"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["寒冰箭"] = {
									["count"] = 96,
								},
								["火球术"] = {
									["count"] = 113,
								},
							},
							["amount"] = 212,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1984,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 16,
								},
							},
							["amount"] = 2000,
						},
						["灰雾撒网者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
								["射击"] = {
									["count"] = 21,
								},
								["火球术"] = {
									["count"] = 285,
								},
							},
							["amount"] = 308,
						},
						["砂石斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1124,
								},
								["火焰冲击"] = {
									["count"] = 174,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["冰霜新星"] = {
									["count"] = 23,
								},
							},
							["amount"] = 1333,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 14,
								},
								["肉搏"] = {
									["count"] = 21,
								},
								["火球术"] = {
									["count"] = 3533,
								},
								["火焰冲击"] = {
									["count"] = 38,
								},
							},
							["amount"] = 3606,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4317,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 21,
								},
							},
							["amount"] = 4338,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 16,
								},
								["火球术"] = {
									["count"] = 2846,
								},
								["火焰冲击"] = {
									["count"] = 67,
								},
							},
							["amount"] = 2929,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 768,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 771,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
								["射击"] = {
									["count"] = 45,
								},
								["火球术"] = {
									["count"] = 1895,
								},
							},
							["amount"] = 1942,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 58,
								},
							},
							["amount"] = 58,
						},
						["安娜雅·晨路"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 399,
								},
							},
							["amount"] = 399,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 66,
								},
								["火球术"] = {
									["count"] = 2788,
								},
								["射击"] = {
									["count"] = 114,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 30,
								},
								["火焰冲击"] = {
									["count"] = 39,
								},
							},
							["amount"] = 3037,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 44,
								},
								["火球术"] = {
									["count"] = 3684,
								},
								["寒冰箭"] = {
									["count"] = 90,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 19,
								},
								["肉搏"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3839,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 962,
								},
								["寒冰箭"] = {
									["count"] = 39,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 5,
								},
								["火焰冲击"] = {
									["count"] = 121,
								},
							},
							["amount"] = 1127,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3421,
								},
								["射击"] = {
									["count"] = 274,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 22,
								},
							},
							["amount"] = 3717,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 116,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 117,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 862,
								},
								["射击"] = {
									["count"] = 27,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
								["冰霜新星"] = {
									["count"] = 49,
								},
							},
							["amount"] = 940,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 20,
								},
								["射击"] = {
									["count"] = 219,
								},
								["火球术"] = {
									["count"] = 3642,
								},
							},
							["amount"] = 3881,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["寒冰箭"] = {
									["count"] = 84,
								},
								["火球术"] = {
									["count"] = 1784,
								},
							},
							["amount"] = 1880,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1927,
								},
								["射击"] = {
									["count"] = 268,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 24,
								},
								["冰霜新星"] = {
									["count"] = 24,
								},
							},
							["amount"] = 2243,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
								["射击"] = {
									["count"] = 30,
								},
								["火球术"] = {
									["count"] = 169,
								},
							},
							["amount"] = 201,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 24,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 26,
								},
								["寒冰箭"] = {
									["count"] = 27,
								},
								["火球术"] = {
									["count"] = 1543,
								},
								["射击"] = {
									["count"] = 156,
								},
							},
							["amount"] = 1776,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 47,
								},
								["火球术"] = {
									["count"] = 471,
								},
								["射击"] = {
									["count"] = 28,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["火焰冲击"] = {
									["count"] = 90,
								},
							},
							["amount"] = 648,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 100,
								},
								["火球术"] = {
									["count"] = 3486,
								},
								["火焰冲击"] = {
									["count"] = 45,
								},
							},
							["amount"] = 3640,
						},
						["玛洛什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 366,
								},
							},
							["amount"] = 366,
						},
						["灰雾战士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 48,
								},
								["火球术"] = {
									["count"] = 2908,
								},
								["射击"] = {
									["count"] = 46,
								},
								["魔爆术"] = {
									["count"] = 270,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 16,
								},
							},
							["amount"] = 3288,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 16,
								},
								["火球术"] = {
									["count"] = 2286,
								},
								["火焰冲击"] = {
									["count"] = 87,
								},
							},
							["amount"] = 2389,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 572,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 574,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 6,
								},
								["射击"] = {
									["count"] = 17,
								},
								["火球术"] = {
									["count"] = 1113,
								},
							},
							["amount"] = 1136,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1675,
								},
								["寒冰箭"] = {
									["count"] = 20,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 11,
								},
								["火焰冲击"] = {
									["count"] = 131,
								},
							},
							["amount"] = 1837,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 8,
								},
								["火球术"] = {
									["count"] = 770,
								},
								["肉搏"] = {
									["count"] = 8,
								},
							},
							["amount"] = 786,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 510,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 513,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4080,
								},
								["射击"] = {
									["count"] = 64,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 36,
								},
								["冰霜新星"] = {
									["count"] = 24,
								},
							},
							["amount"] = 4204,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 26,
								},
								["寒冰箭"] = {
									["count"] = 84,
								},
								["火球术"] = {
									["count"] = 2082,
								},
								["火焰冲击"] = {
									["count"] = 86,
								},
							},
							["amount"] = 2278,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 118,
								},
								["冰霜新星"] = {
									["count"] = 48,
								},
								["火球术"] = {
									["count"] = 8147,
								},
								["射击"] = {
									["count"] = 135,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 58,
								},
								["火焰冲击"] = {
									["count"] = 175,
								},
							},
							["amount"] = 8681,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["射击"] = {
									["count"] = 47,
								},
								["寒冰箭"] = {
									["count"] = 84,
								},
								["火球术"] = {
									["count"] = 771,
								},
							},
							["amount"] = 914,
						},
						["癞爪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 174,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
								["火焰冲击"] = {
									["count"] = 47,
								},
							},
							["amount"] = 223,
						},
					},
					["TimeDamage"] = 3659.579999999997,
					["TimeDamaging"] = {
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 11.18,
								},
								["火球术"] = {
									["count"] = 67.11,
								},
								["冰冻"] = {
									["count"] = 3.14,
								},
								["火焰冲击"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 84.24000000000001,
						},
						["月夜猛虎幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.41,
								},
								["火焰冲击"] = {
									["count"] = 2.01,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 13.42,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["山猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 6.59,
								},
								["射击"] = {
									["count"] = 6.859999999999999,
								},
								["火球术"] = {
									["count"] = 39.20999999999999,
								},
							},
							["amount"] = 52.66,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.5,
								},
								["射击"] = {
									["count"] = 10.65,
								},
								["寒冰箭"] = {
									["count"] = 1.66,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.3,
								},
							},
							["amount"] = 45.10999999999999,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 28.39,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 32.89,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.18,
								},
								["寒冰箭"] = {
									["count"] = 0.91,
								},
								["射击"] = {
									["count"] = 5.45,
								},
								["火球术"] = {
									["count"] = 27.1,
								},
							},
							["amount"] = 43.64,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 6,
						},
						["莫克迪普"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.37,
								},
								["冰霜新星"] = {
									["count"] = 1.27,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9.74,
								},
								["火焰冲击"] = {
									["count"] = 1.94,
								},
							},
							["amount"] = 18.32,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.93,
								},
								["射击"] = {
									["count"] = 0.17,
								},
								["火球术"] = {
									["count"] = 22.88,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 29.48,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.03,
								},
								["火球术"] = {
									["count"] = 36.57000000000001,
								},
								["射击"] = {
									["count"] = 5.73,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.96,
								},
								["火焰冲击"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 64.1,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 23.19,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 6,
								},
							},
							["amount"] = 29.19,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 10.22,
								},
								["射击"] = {
									["count"] = 3.6,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 14.95,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 20.44,
								},
								["射击"] = {
									["count"] = 9.2,
								},
								["冰冻"] = {
									["count"] = 0.25,
								},
								["火球术"] = {
									["count"] = 85.55000000000001,
								},
							},
							["amount"] = 115.44,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
								["射击"] = {
									["count"] = 5.390000000000001,
								},
								["火球术"] = {
									["count"] = 42.21000000000001,
								},
							},
							["amount"] = 59.6,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 9.97,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 14.47,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.67,
								},
								["射击"] = {
									["count"] = 2.75,
								},
								["火球术"] = {
									["count"] = 4.88,
								},
							},
							["amount"] = 9.3,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 44.12000000000001,
								},
								["寒冰箭"] = {
									["count"] = 1.13,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 13.06,
								},
								["火焰冲击"] = {
									["count"] = 2.05,
								},
							},
							["amount"] = 61.86,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 15.54,
								},
								["寒冰箭"] = {
									["count"] = 3.51,
								},
								["火球术"] = {
									["count"] = 62.13,
								},
								["火焰冲击"] = {
									["count"] = 3.29,
								},
							},
							["amount"] = 84.47,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 23.46,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 25.21,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9.91,
								},
								["射击"] = {
									["count"] = 6.07,
								},
								["火球术"] = {
									["count"] = 25.72,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 43.2,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 24.75,
								},
								["肉搏"] = {
									["count"] = 1.77,
								},
							},
							["amount"] = 28.02,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 31.45,
								},
								["射击"] = {
									["count"] = 10.81,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12.11,
								},
								["火焰冲击"] = {
									["count"] = 1.45,
								},
							},
							["amount"] = 55.82000000000001,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 43.48,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3.45,
								},
							},
							["amount"] = 46.93,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.24000000000001,
								},
								["肉搏"] = {
									["count"] = 1.22,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 4.4,
								},
							},
							["amount"] = 32.36,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["耕田小生"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.65,
								},
								["魔爆术"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9.15,
						},
						["黑木巨熊怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3,
								},
								["冰霜新星"] = {
									["count"] = 1.42,
								},
							},
							["amount"] = 4.42,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.88,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 27.38,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 6.460000000000001,
								},
								["火焰冲击"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8.96,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1.21,
								},
								["魔爆术"] = {
									["count"] = 1.8,
								},
								["冰冻"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 22.22,
								},
								["射击"] = {
									["count"] = 1.8,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 13.5,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 45.03,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 11.57,
								},
								["射击"] = {
									["count"] = 4.76,
								},
								["火球术"] = {
									["count"] = 31.32,
								},
							},
							["amount"] = 47.65,
						},
						["治疗结界"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.4,
								},
								["火焰冲击"] = {
									["count"] = 6.779999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 15.38,
								},
								["寒冰箭"] = {
									["count"] = 6.14,
								},
								["火球术"] = {
									["count"] = 89.88000000000001,
								},
								["肉搏"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 119.65,
						},
						["冬狼"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.38,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 5.71,
								},
								["寒冰箭"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 13.31,
								},
							},
							["amount"] = 24.9,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 26.97,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 28.47,
						},
						["鹿"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.48,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 8.02,
								},
								["魔爆术"] = {
									["count"] = 5.48,
								},
								["火焰冲击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 20.98,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["射击"] = {
									["count"] = 14.55,
								},
								["火球术"] = {
									["count"] = 59.71,
								},
							},
							["amount"] = 83.26000000000002,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.1,
								},
								["冰霜新星"] = {
									["count"] = 2.29,
								},
								["火球术"] = {
									["count"] = 40.17,
								},
								["射击"] = {
									["count"] = 6.48,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.04,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 68.58,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 19.32,
								},
								["寒冰箭"] = {
									["count"] = 3,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 1.15,
								},
							},
							["amount"] = 24.97,
						},
						["瓦加什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.42,
								},
							},
							["amount"] = 5.42,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["冰霜新星"] = {
									["count"] = 1.08,
								},
								["火球术"] = {
									["count"] = 13.62,
								},
								["火焰冲击"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 24.91,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4.66,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 14.18,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0.14,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.64,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 22.22,
								},
								["射击"] = {
									["count"] = 4.08,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.81,
								},
							},
							["amount"] = 28.11,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 15,
								},
								["火球术"] = {
									["count"] = 35.51,
								},
								["火焰冲击"] = {
									["count"] = 3.55,
								},
							},
							["amount"] = 54.06,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 3.93,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.33,
								},
								["寒冰箭"] = {
									["count"] = 1.64,
								},
								["火球术"] = {
									["count"] = 45.96,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 70.36,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.529999999999999,
								},
								["射击"] = {
									["count"] = 2.38,
								},
								["火球术"] = {
									["count"] = 14.59,
								},
							},
							["amount"] = 21.5,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 16.62,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 16.5,
								},
							},
							["amount"] = 33.12,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 22.23,
								},
								["火焰冲击"] = {
									["count"] = 2.48,
								},
							},
							["amount"] = 27.71,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 4.11,
								},
							},
							["amount"] = 4.11,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 20.28,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 12,
								},
							},
							["amount"] = 32.28,
						},
						["灰雾撒网者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 1.38,
								},
								["火球术"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 7.22,
						},
						["砂石斥候"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 8.01,
								},
								["火球术"] = {
									["count"] = 10,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 22.51,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9.370000000000001,
								},
								["火球术"] = {
									["count"] = 53.75000000000001,
								},
								["冰冻"] = {
									["count"] = 1.08,
								},
								["肉搏"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 66.9,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 87.00999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 31.5,
								},
							},
							["amount"] = 118.51,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 17.88,
								},
								["肉搏"] = {
									["count"] = 9.58,
								},
								["火球术"] = {
									["count"] = 85.63999999999999,
								},
								["火焰冲击"] = {
									["count"] = 0.86,
								},
							},
							["amount"] = 113.96,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["冰冻"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 24.09,
								},
							},
							["amount"] = 30.09,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 42.69000000000001,
								},
								["射击"] = {
									["count"] = 4.5,
								},
								["冰冻"] = {
									["count"] = 0.95,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 50.16000000000001,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 21.64,
								},
								["射击"] = {
									["count"] = 3.27,
								},
								["火球术"] = {
									["count"] = 61.79,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 88.19999999999997,
						},
						["安娜雅·晨路"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.83,
								},
							},
							["amount"] = 5.83,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.79,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 61.68000000000002,
								},
								["射击"] = {
									["count"] = 44.76,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 36.79999999999999,
								},
								["火焰冲击"] = {
									["count"] = 0.25,
								},
							},
							["amount"] = 145.7799999999999,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.64,
								},
								["冰霜新星"] = {
									["count"] = 0.77,
								},
								["火球术"] = {
									["count"] = 77.17999999999999,
								},
								["寒冰箭"] = {
									["count"] = 1.88,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 26.11,
								},
								["肉搏"] = {
									["count"] = 2.77,
								},
							},
							["amount"] = 109.35,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 33.45999999999999,
								},
								["寒冰箭"] = {
									["count"] = 2.02,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.5,
								},
								["火焰冲击"] = {
									["count"] = 4.13,
								},
							},
							["amount"] = 47.11000000000001,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 47.14,
								},
								["射击"] = {
									["count"] = 20.42,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 11.89,
								},
							},
							["amount"] = 79.45000000000002,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 7.449999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.95,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 19.54,
								},
								["射击"] = {
									["count"] = 2.99,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2.97,
								},
								["冰霜新星"] = {
									["count"] = 1.52,
								},
							},
							["amount"] = 27.02,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.42,
								},
								["射击"] = {
									["count"] = 16.67,
								},
								["火球术"] = {
									["count"] = 50.92000000000001,
								},
							},
							["amount"] = 78.01,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 9,
								},
								["寒冰箭"] = {
									["count"] = 0.96,
								},
								["火球术"] = {
									["count"] = 22.59,
								},
							},
							["amount"] = 32.55,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 25.89,
								},
								["射击"] = {
									["count"] = 16.14,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 10.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 54.03,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.77,
								},
								["射击"] = {
									["count"] = 2.73,
								},
								["火球术"] = {
									["count"] = 3.12,
								},
							},
							["amount"] = 7.620000000000001,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.84,
								},
								["寒冰箭"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 21.86,
								},
								["射击"] = {
									["count"] = 17.37,
								},
							},
							["amount"] = 50.07,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 6.88,
								},
								["射击"] = {
									["count"] = 2.3,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 7.96,
								},
								["火焰冲击"] = {
									["count"] = 0.88,
								},
							},
							["amount"] = 19.52,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.79,
								},
								["射击"] = {
									["count"] = 6.12,
								},
								["火球术"] = {
									["count"] = 78.36000000000001,
								},
								["火焰冲击"] = {
									["count"] = 0.81,
								},
							},
							["amount"] = 96.08000000000001,
						},
						["玛洛什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 5.89,
								},
							},
							["amount"] = 5.89,
						},
						["灰雾战士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 40.10000000000001,
								},
								["射击"] = {
									["count"] = 3.85,
								},
								["魔爆术"] = {
									["count"] = 2.91,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 9.65,
								},
							},
							["amount"] = 58.01000000000001,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 10.59,
								},
								["火球术"] = {
									["count"] = 27.89,
								},
								["火焰冲击"] = {
									["count"] = 1.35,
								},
							},
							["amount"] = 39.83,
						},
						["冰须"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["寒冰箭"] = {
									["count"] = 4.16,
								},
								["冰冻"] = {
									["count"] = 4.5,
								},
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 16.16,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["射击"] = {
									["count"] = 1.44,
								},
								["火球术"] = {
									["count"] = 16.12,
								},
							},
							["amount"] = 22.06,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 8.469999999999999,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 9.969999999999999,
						},
						["雪豹"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0.53,
								},
								["火焰冲击"] = {
									["count"] = 4.66,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 15.28,
								},
								["寒冰箭"] = {
									["count"] = 0.69,
								},
								["火球术"] = {
									["count"] = 38.98,
								},
								["肉搏"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 60.96999999999999,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 10.58,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 15.08,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 1.24,
								},
								["冰霜新星"] = {
									["count"] = 0.9,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 17.21,
								},
								["射击"] = {
									["count"] = 7.06,
								},
								["火球术"] = {
									["count"] = 61.06,
								},
							},
							["amount"] = 87.46999999999996,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 19.5,
								},
								["寒冰箭"] = {
									["count"] = 0.67,
								},
								["火球术"] = {
									["count"] = 21.07,
								},
								["火焰冲击"] = {
									["count"] = 1.11,
								},
							},
							["amount"] = 42.34999999999999,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1.93,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 103.37,
								},
								["射击"] = {
									["count"] = 9.28,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 37.45,
								},
								["火焰冲击"] = {
									["count"] = 2.53,
								},
							},
							["amount"] = 156.06,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 5.76,
								},
								["射击"] = {
									["count"] = 5.34,
								},
								["寒冰箭"] = {
									["count"] = 0.95,
								},
								["火球术"] = {
									["count"] = 9.09,
								},
							},
							["amount"] = 21.14,
						},
						["癞爪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3.65,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 2.82,
								},
								["火焰冲击"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 7.15,
						},
					},
					["WhoDamaged"] = {
						["雪怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 80,
								},
							},
							["amount"] = 80,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 165,
								},
							},
							["amount"] = 165,
						},
						["山猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 141,
								},
							},
							["amount"] = 141,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 61,
								},
							},
							["amount"] = 61,
						},
						["冬狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 102,
								},
							},
							["amount"] = 102,
						},
						["黑木探路者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 101,
								},
							},
							["amount"] = 101,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["莫克迪普"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 106,
								},
							},
							["amount"] = 106,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 59,
								},
							},
							["amount"] = 59,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["毁灭"] = {
									["count"] = 66,
								},
								["肉搏"] = {
									["count"] = 303,
								},
							},
							["amount"] = 369,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 304,
								},
							},
							["amount"] = 304,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 463,
								},
							},
							["amount"] = 463,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 165,
								},
							},
							["amount"] = 165,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 118,
								},
							},
							["amount"] = 118,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 216,
								},
							},
							["amount"] = 216,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 149,
								},
							},
							["amount"] = 149,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 138,
								},
							},
							["amount"] = 138,
						},
						["耕田小生"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 650,
								},
							},
							["amount"] = 650,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 111,
								},
							},
							["amount"] = 111,
						},
						["雪狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 490,
								},
							},
							["amount"] = 490,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 229,
								},
							},
							["amount"] = 229,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 105,
								},
							},
							["amount"] = 105,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 22,
								},
							},
							["amount"] = 22,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 277,
								},
							},
							["amount"] = 277,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 78,
								},
							},
							["amount"] = 78,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 249,
								},
								["肉搏"] = {
									["count"] = 45,
								},
							},
							["amount"] = 294,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 194,
								},
							},
							["amount"] = 194,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 606,
								},
							},
							["amount"] = 606,
						},
						["暮光信徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 133,
								},
							},
							["amount"] = 133,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 32,
								},
							},
							["amount"] = 32,
						},
						["冰须"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 165,
								},
							},
							["amount"] = 165,
						},
						["冰爪熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 61,
								},
							},
							["amount"] = 61,
						},
						["砂石斥候"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 282,
								},
							},
							["amount"] = 282,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 117,
								},
							},
							["amount"] = 117,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 648,
								},
							},
							["amount"] = 648,
						},
						["灰雾智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 448,
								},
							},
							["amount"] = 448,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 439,
								},
							},
							["amount"] = 439,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 55,
								},
								["火焰之盾效果"] = {
									["count"] = 6,
								},
								["肉搏"] = {
									["count"] = 88,
								},
							},
							["amount"] = 149,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 37,
								},
							},
							["amount"] = 37,
						},
						["雪豹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
						["黑木风语者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 298,
								},
							},
							["amount"] = 298,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 76,
								},
							},
							["amount"] = 76,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 10,
								},
								["肉搏"] = {
									["count"] = 17,
								},
							},
							["amount"] = 27,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 437,
								},
							},
							["amount"] = 437,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 285,
								},
							},
							["amount"] = 285,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 71,
								},
							},
							["amount"] = 71,
						},
						["野生劣魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 133,
								},
							},
							["amount"] = 133,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 363,
								},
							},
							["amount"] = 363,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 141,
								},
							},
							["amount"] = 141,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 319,
								},
							},
							["amount"] = 319,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 97,
								},
							},
							["amount"] = 97,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["灰雾战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 259,
								},
							},
							["amount"] = 259,
						},
						["石巨兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 183,
								},
							},
							["amount"] = 183,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
						["灰雾先知"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 32,
								},
							},
							["amount"] = 32,
						},
						["癞爪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 1371,
								},
								["Fire"] = {
									["count"] = 71,
								},
							},
							["amount"] = 1442,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["神圣惩击"] = {
									["count"] = 358,
								},
							},
							["amount"] = 358,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 632,
								},
							},
							["amount"] = 632,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 224,
								},
							},
							["amount"] = 224,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 1007,
								},
							},
							["amount"] = 1007,
						},
					},
					["Attacks"] = {
						["冰霜新星"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 25,
									["min"] = 20,
									["count"] = 43,
									["amount"] = 1005,
								},
							},
							["count"] = 44,
							["amount"] = 1005,
						},
						["火球术"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 107,
									["min"] = 14,
									["count"] = 1775,
									["amount"] = 121710,
								},
								["Crit"] = {
									["max"] = 159,
									["min"] = 26,
									["count"] = 108,
									["amount"] = 10383,
								},
								["Miss"] = {
									["count"] = 52,
									["amount"] = 0,
								},
							},
							["count"] = 1936,
							["amount"] = 132093,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 90,
									["min"] = 19,
									["count"] = 36,
									["amount"] = 1367,
								},
							},
							["count"] = 36,
							["amount"] = 1367,
						},
						["冰冻"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 96,
									["min"] = 24,
									["count"] = 73,
									["amount"] = 3987,
								},
								["Crit"] = {
									["max"] = 67,
									["min"] = 37,
									["count"] = 4,
									["amount"] = 182,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 80,
							["amount"] = 4169,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 70,
									["min"] = 70,
									["count"] = 1,
									["amount"] = 70,
								},
								["Hit"] = {
									["max"] = 47,
									["min"] = 43,
									["count"] = 18,
									["amount"] = 811,
								},
							},
							["count"] = 19,
							["amount"] = 881,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 19,
									["min"] = 4,
									["count"] = 202,
									["amount"] = 2736,
								},
								["Crit"] = {
									["max"] = 24,
									["min"] = 10,
									["count"] = 10,
									["amount"] = 187,
								},
								["Miss"] = {
									["count"] = 43,
									["amount"] = 0,
								},
							},
							["count"] = 255,
							["amount"] = 2923,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 2,
									["min"] = 1,
									["count"] = 577,
									["amount"] = 881,
								},
							},
							["count"] = 577,
							["amount"] = 881,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 3,
									["min"] = 1,
									["count"] = 10,
									["amount"] = 16,
								},
								["Hit"] = {
									["max"] = 11,
									["min"] = 4,
									["count"] = 7,
									["amount"] = 46,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 62,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 473,
								},
								["Miss"] = {
									["count"] = 26,
								},
								["Crit"] = {
									["count"] = 29,
								},
								["Dodge"] = {
									["count"] = 12,
								},
							},
							["amount"] = 540,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 93,
								},
								["Miss"] = {
									["count"] = 6,
								},
							},
							["amount"] = 99,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 31,
								},
								["Miss"] = {
									["count"] = 4,
								},
							},
							["amount"] = 35,
						},
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["雪狼"] = {
									["count"] = 0,
								},
								["灰雾潮行者"] = {
									["count"] = 0,
								},
								["破损的傀儡"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["老黑熊"] = {
									["count"] = 0,
								},
								["被诅咒的贵族"] = {
									["count"] = 0,
								},
								["暮光信徒"] = {
									["count"] = 4,
								},
								["黑木探路者"] = {
									["count"] = 0,
								},
								["霜鬃猎头者"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["碎石怪斥候"] = {
									["count"] = 0,
								},
								["石腭断骨者"] = {
									["count"] = 0,
								},
								["石腭穴居人"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
								["大峭壁野猪"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["暮光暴徒"] = {
									["count"] = 2,
								},
								["冰爪熊"] = {
									["count"] = 0,
								},
								["月夜猛虎"] = {
									["count"] = 0,
								},
								["雷鳞御浪者"] = {
									["count"] = 0,
								},
								["野生劣魔"] = {
									["count"] = 0,
								},
								["灰雾猎人"] = {
									["count"] = 0,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 0,
								},
								["狂暴的月夜枭兽"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["坑道鼠斥候"] = {
									["count"] = 0,
								},
								["灰雾战士"] = {
									["count"] = 0,
								},
								["石巨兽"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["小型峭壁野猪"] = {
									["count"] = 0,
								},
								["坑道鼠掘地工"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["雪豹"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["雷鳞海妖"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["硬壳潮行蟹"] = {
									["count"] = 0,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
						["Shadow"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 114,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Holy"] = 0,
						["Physical"] = 0,
						["Melee"] = 114,
						["Nature"] = 0,
					},
					["DOT_Time"] = 6,
					["Damage"] = 806,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 783,
						["Frost"] = 23,
						["Melee"] = 0,
						["Shadow"] = 0,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 11,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["耕田小生"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 85,
								},
							},
							["amount"] = 85,
						},
						["冬狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["神圣惩击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 14.06,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["安娜雅·晨路"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 3.94,
								},
								["冰霜新星"] = {
									["count"] = 1.08,
								},
							},
							["amount"] = 8.02,
						},
						["冬狼"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 4.54,
								},
							},
							["amount"] = 6.04,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 23,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 23,
								},
							},
							["count"] = 1,
							["amount"] = 23,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 2,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 6,
								},
							},
							["count"] = 3,
							["amount"] = 6,
						},
						["射击"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 104,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 777,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 777,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["安娜雅·晨路"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4,
								},
								["火球术"] = {
									["count"] = 391,
								},
								["冰霜新星"] = {
									["count"] = 23,
								},
							},
							["amount"] = 418,
						},
						["冬狼"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 2,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 386,
								},
							},
							["amount"] = 388,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 14.06,
					["TimeDamaging"] = {
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["安娜雅·晨路"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 3,
								},
								["火球术"] = {
									["count"] = 3.94,
								},
								["冰霜新星"] = {
									["count"] = 1.08,
								},
							},
							["amount"] = 8.02,
						},
						["冬狼"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 4.54,
								},
							},
							["amount"] = 6.04,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["雪怪"] = {
									["count"] = 0,
								},
								["灰雾潮行者"] = {
									["count"] = 0,
								},
								["黑木风语者"] = {
									["count"] = 0,
								},
								["山猪"] = {
									["count"] = 0,
								},
								["老黑熊"] = {
									["count"] = 0,
								},
								["被诅咒的贵族"] = {
									["count"] = 0,
								},
								["老峭壁野猪"] = {
									["count"] = 0,
								},
								["莫克迪普"] = {
									["count"] = 0,
								},
								["霜鬃猎头者"] = {
									["count"] = 0,
								},
								["坑道鼠歹徒"] = {
									["count"] = 0,
								},
								["灰斑蓟熊"] = {
									["count"] = 0,
								},
								["砂石地占师"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["砂石斥候"] = {
									["count"] = 0,
								},
								["小潮行蟹"] = {
									["count"] = 0,
								},
								["霜鬃剥皮者"] = {
									["count"] = 0,
								},
								["石腭断骨者"] = {
									["count"] = 0,
								},
								["石腭击颅者"] = {
									["count"] = 0,
								},
								["冰爪熊"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["月夜猛虎"] = {
									["count"] = 0,
								},
								["坑道鼠掘地工"] = {
									["count"] = 0,
								},
								["野生劣魔"] = {
									["count"] = 0,
								},
								["挣扎的贵族"] = {
									["count"] = 0,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["灰雾战士"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["雷鳞御浪者"] = {
									["count"] = 0,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["雪豹"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["暮光暴徒"] = {
									["count"] = 0,
								},
								["狂暴的月夜枭兽"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Fire"] = 0,
						["Shadow"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Fire"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Frost"] = 0,
						["Melee"] = 0,
						["Shadow"] = 0,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["耕田小生"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["莫克迪普"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["毁灭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["耕田小生"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["莫克迪普"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["鹿"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["玛洛什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["莫克迪普"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["鹿"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["玛洛什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["耕田小生"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石断骨者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["莫克迪普"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石地占师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["鹿"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["玛洛什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["灰雾智者"] = {
									["count"] = 0,
								},
								["灰雾滩行者"] = {
									["count"] = 0,
								},
								["灰雾潮行者"] = {
									["count"] = 0,
								},
								["峭壁野猪"] = {
									["count"] = 0,
								},
								["黑木风语者"] = {
									["count"] = 0,
								},
								["山猪"] = {
									["count"] = 0,
								},
								["老黑熊"] = {
									["count"] = 0,
								},
								["黑木探路者"] = {
									["count"] = 0,
								},
								["灰斑蓟熊"] = {
									["count"] = 0,
								},
								["霜鬃雪行者"] = {
									["count"] = 0,
								},
								["冰须"] = {
									["count"] = 0,
								},
								["坑道鼠狗头人"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["砂石斥候"] = {
									["count"] = 0,
								},
								["小潮行蟹"] = {
									["count"] = 0,
								},
								["碎石怪斥候"] = {
									["count"] = 0,
								},
								["坑道鼠地卜师"] = {
									["count"] = 0,
								},
								["石腭断骨者"] = {
									["count"] = 0,
								},
								["石腭击颅者"] = {
									["count"] = 0,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["月夜猛虎"] = {
									["count"] = 0,
								},
								["野生劣魔"] = {
									["count"] = 0,
								},
								["挣扎的贵族"] = {
									["count"] = 0,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["黑幕追踪者"] = {
									["count"] = 0,
								},
								["灰雾战士"] = {
									["count"] = 0,
								},
								["灰雾猎人"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["小型峭壁野猪"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["雷鳞海妖"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["戴瑟雷萨特"] = {
									["count"] = 0,
								},
								["霜鬃巨魔"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Shadow"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Fire"] = 0,
						["Holy"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 23,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Shadow"] = 0,
						["Melee"] = 0,
						["Arcane"] = 0,
						["Fire"] = 0,
						["Frost"] = 23,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["毁灭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["神圣惩击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1.5,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 23,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 23,
								},
							},
							["count"] = 1,
							["amount"] = 23,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["灰雾智者"] = {
									["count"] = 0,
								},
								["雪怪"] = {
									["count"] = 0,
								},
								["霜鬃先知"] = {
									["count"] = 0,
								},
								["灰雾滩行者"] = {
									["count"] = 0,
								},
								["峭壁野猪"] = {
									["count"] = 0,
								},
								["坑道鼠征粮官"] = {
									["count"] = 0,
								},
								["蓬毛幼狼"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["被诅咒的贵族"] = {
									["count"] = 0,
								},
								["黑木探路者"] = {
									["count"] = 0,
								},
								["霜鬃猎头者"] = {
									["count"] = 0,
								},
								["坑道鼠歹徒"] = {
									["count"] = 0,
								},
								["霜鬃雪行者"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["小潮行蟹"] = {
									["count"] = 0,
								},
								["碎石怪斥候"] = {
									["count"] = 0,
								},
								["石腭断骨者"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["野生劣魔"] = {
									["count"] = 0,
								},
								["挣扎的贵族"] = {
									["count"] = 0,
								},
								["癞爪"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["雪怪幼崽"] = {
									["count"] = 0,
								},
								["灰雾猎人"] = {
									["count"] = 0,
								},
								["石巨兽"] = {
									["count"] = 0,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["雪豹"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["雷鳞海妖"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["暮光暴徒"] = {
									["count"] = 0,
								},
								["霜鬃巨魔"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Shadow"] = 0,
					},
					["TimeSpent"] = {
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瓦加什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["癞爪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 54,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1.5,
					["ElementTaken"] = {
						["Holy"] = 0,
						["Physical"] = 0,
						["Melee"] = 54,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 48,
					["ElementDone"] = {
						["Frost"] = 48,
						["Fire"] = 0,
						["Melee"] = 0,
						["Shadow"] = 0,
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瓦加什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["癞爪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 48,
								},
							},
							["amount"] = 48,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瓦加什"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["癞爪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["灰雾智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["癞爪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴的月夜枭兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["神圣惩击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 54,
								},
							},
							["amount"] = 54,
						},
						["山猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 48,
								},
							},
							["count"] = 2,
							["amount"] = 48,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["灰雾智者"] = {
									["count"] = 0,
								},
								["灰雾滩行者"] = {
									["count"] = 0,
								},
								["灰雾潮行者"] = {
									["count"] = 0,
								},
								["峭壁野猪"] = {
									["count"] = 0,
								},
								["黑木风语者"] = {
									["count"] = 0,
								},
								["山猪"] = {
									["count"] = 0,
								},
								["老黑熊"] = {
									["count"] = 0,
								},
								["黑木探路者"] = {
									["count"] = 0,
								},
								["灰斑蓟熊"] = {
									["count"] = 0,
								},
								["霜鬃雪行者"] = {
									["count"] = 0,
								},
								["冰须"] = {
									["count"] = 0,
								},
								["坑道鼠狗头人"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["砂石斥候"] = {
									["count"] = 0,
								},
								["小潮行蟹"] = {
									["count"] = 0,
								},
								["碎石怪斥候"] = {
									["count"] = 0,
								},
								["坑道鼠地卜师"] = {
									["count"] = 0,
								},
								["石腭断骨者"] = {
									["count"] = 0,
								},
								["石腭击颅者"] = {
									["count"] = 0,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["月夜猛虎"] = {
									["count"] = 0,
								},
								["野生劣魔"] = {
									["count"] = 0,
								},
								["挣扎的贵族"] = {
									["count"] = 0,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["黑幕追踪者"] = {
									["count"] = 0,
								},
								["灰雾战士"] = {
									["count"] = 0,
								},
								["灰雾猎人"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["小型峭壁野猪"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["雷鳞海妖"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["戴瑟雷萨特"] = {
									["count"] = 0,
								},
								["霜鬃巨魔"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Shadow"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Fire"] = 0,
						["Holy"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 23,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Shadow"] = 0,
						["Melee"] = 0,
						["Arcane"] = 0,
						["Fire"] = 0,
						["Frost"] = 23,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["毁灭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["神圣惩击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1.5,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毁灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 23,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 23,
								},
							},
							["count"] = 1,
							["amount"] = 23,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["幽爪奔跑者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰须"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛森林狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠狗头人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["砂石斥候"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃剥皮者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["戴瑟雷萨特"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["灰雾智者"] = {
									["count"] = 0,
								},
								["雪怪"] = {
									["count"] = 0,
								},
								["灰雾滩行者"] = {
									["count"] = 0,
								},
								["峭壁野猪"] = {
									["count"] = 0,
								},
								["山猪"] = {
									["count"] = 0,
								},
								["老黑熊"] = {
									["count"] = 0,
								},
								["被诅咒的贵族"] = {
									["count"] = 0,
								},
								["黑熊幼崽"] = {
									["count"] = 0,
								},
								["黑木探路者"] = {
									["count"] = 0,
								},
								["霜鬃猎头者"] = {
									["count"] = 0,
								},
								["灰雾撒网者"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["小潮行蟹"] = {
									["count"] = 0,
								},
								["碎石怪斥候"] = {
									["count"] = 0,
								},
								["坑道鼠地卜师"] = {
									["count"] = 0,
								},
								["石腭断骨者"] = {
									["count"] = 0,
								},
								["石腭击颅者"] = {
									["count"] = 0,
								},
								["霜鬃巨魔幼崽"] = {
									["count"] = 0,
								},
								["大峭壁野猪"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["月夜猛虎"] = {
									["count"] = 0,
								},
								["野生劣魔"] = {
									["count"] = 0,
								},
								["暗滩精兵"] = {
									["count"] = 8,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["黑幕追踪者"] = {
									["count"] = 0,
								},
								["灰雾战士"] = {
									["count"] = 0,
								},
								["石巨兽"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["冰爪熊"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["雪豹"] = {
									["count"] = 0,
								},
								["石腭袭击者"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["暮光暴徒"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8,
						},
					},
					["ElementDoneResist"] = {
						["Shadow"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 372,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 5,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 45,
						["Fire"] = 0,
						["Shadow"] = 327,
						["Nature"] = 0,
					},
					["DOT_Time"] = 8,
					["Damage"] = 353,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 1.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Shadow"] = 0,
						["Melee"] = 0,
						["Arcane"] = 70,
						["Fire"] = 283,
						["Frost"] = 0,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["灰雾智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 78,
								},
							},
							["amount"] = 78,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火焰之盾效果"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 249,
								},
								["肉搏"] = {
									["count"] = 45,
								},
							},
							["amount"] = 294,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 85,
								},
							},
							["amount"] = 85,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰之盾效果"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["精灵之火"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 11.19,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰之盾效果"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["精灵之火"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾撒网者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.65,
								},
								["魔爆术"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9.15,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 85,
									["min"] = 85,
									["count"] = 1,
									["amount"] = 85,
								},
							},
							["count"] = 1,
							["amount"] = 85,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["查尔斯三世"] = {
							["Details"] = {
								["治疗药水"] = {
									["count"] = 85,
								},
							},
							["amount"] = 85,
						},
					},
					["Healing"] = 85,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 2,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 8,
								},
							},
							["count"] = 4,
							["amount"] = 8,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 84,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 84,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 84,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 70,
									["min"] = 70,
									["count"] = 1,
									["amount"] = 70,
								},
							},
							["count"] = 1,
							["amount"] = 70,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 105,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 191,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 191,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 85,
					["DamagedWho"] = {
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾撒网者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 84,
								},
							},
							["amount"] = 84,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 8,
								},
								["魔爆术"] = {
									["count"] = 70,
								},
								["火球术"] = {
									["count"] = 191,
								},
							},
							["amount"] = 269,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 9.69,
					["TimeDamaging"] = {
						["灰雾智者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑熊幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾撒网者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩祭司"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["坑道鼠地卜师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩精兵"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.65,
								},
								["魔爆术"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9.15,
						},
						["黑幕追踪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞御浪者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["雪怪"] = {
									["count"] = 0,
								},
								["灰雾滩行者"] = {
									["count"] = 0,
								},
								["灰雾潮行者"] = {
									["count"] = 0,
								},
								["黑木图腾师"] = {
									["count"] = 6,
								},
								["峭壁野猪"] = {
									["count"] = 0,
								},
								["破损的傀儡"] = {
									["count"] = 0,
								},
								["碎石怪击颅者"] = {
									["count"] = 0,
								},
								["暮光信徒"] = {
									["count"] = 0,
								},
								["冬狼"] = {
									["count"] = 0,
								},
								["霜鬃暗法师"] = {
									["count"] = 0,
								},
								["霜鬃猎头者"] = {
									["count"] = 0,
								},
								["灰斑蓟熊"] = {
									["count"] = 0,
								},
								["霜鬃雪行者"] = {
									["count"] = 0,
								},
								["哀嚎的贵族"] = {
									["count"] = 0,
								},
								["暗礁蟹"] = {
									["count"] = 0,
								},
								["小潮行蟹"] = {
									["count"] = 0,
								},
								["碎石怪斥候"] = {
									["count"] = 0,
								},
								["老年深海蛇颈龙"] = {
									["count"] = 0,
								},
								["石腭击颅者"] = {
									["count"] = 0,
								},
								["暮光暴徒"] = {
									["count"] = 0,
								},
								["碎石穴居人"] = {
									["count"] = 0,
								},
								["大峭壁野猪"] = {
									["count"] = 0,
								},
								["恶灵劣魔"] = {
									["count"] = 0,
								},
								["冷酷的格瑞克尼尔"] = {
									["count"] = 0,
								},
								["雪怪幼崽"] = {
									["count"] = 0,
								},
								["月夜猛虎"] = {
									["count"] = 0,
								},
								["坑道鼠掘地工"] = {
									["count"] = 0,
								},
								["灰雾猎人"] = {
									["count"] = 0,
								},
								["山猪"] = {
									["count"] = 0,
								},
								["挣扎的贵族"] = {
									["count"] = 0,
								},
								["壮实的石腭穴居人"] = {
									["count"] = 0,
								},
								["森林潜伏者"] = {
									["count"] = 0,
								},
								["碎石怪先知"] = {
									["count"] = 0,
								},
								["老峭壁野猪"] = {
									["count"] = 0,
								},
								["石巨兽"] = {
									["count"] = 0,
								},
								["冰爪熊"] = {
									["count"] = 0,
								},
								["灰雾先知"] = {
									["count"] = 0,
								},
								["麻疯侏儒"] = {
									["count"] = 0,
								},
								["黑海岸蛇颈龙"] = {
									["count"] = 0,
								},
								["小型峭壁野猪"] = {
									["count"] = 0,
								},
								["暗滩狂热者"] = {
									["count"] = 0,
								},
								["雷鳞海妖"] = {
									["count"] = 0,
								},
								["狂暴蓟熊"] = {
									["count"] = 0,
								},
								["硬壳潮行蟹"] = {
									["count"] = 0,
								},
								["雪豹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
						["Shadow"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 72,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 72,
						["Frost"] = 0,
						["Holy"] = 0,
						["Fire"] = 0,
						["Shadow"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 6,
					["Damage"] = 1001,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Shadow"] = 0,
						["Melee"] = 0,
						["Arcane"] = 0,
						["Fire"] = 954,
						["Frost"] = 47,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 13,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老黑熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["神圣惩击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 16.34,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣惩击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["火球术"] = {
									["count"] = 5.41,
								},
								["火焰冲击"] = {
									["count"] = 2.01,
								},
							},
							["amount"] = 11.92,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木巨熊怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3,
								},
								["冰霜新星"] = {
									["count"] = 1.42,
								},
							},
							["amount"] = 4.42,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 25,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 47,
								},
							},
							["count"] = 2,
							["amount"] = 47,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 2,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 6,
								},
							},
							["count"] = 3,
							["amount"] = 6,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冻"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 96,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 188,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 188,
						},
						["魔爆术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 106,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 760,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 760,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 6,
								},
								["冰霜新星"] = {
									["count"] = 25,
								},
								["火球术"] = {
									["count"] = 576,
								},
								["火焰冲击"] = {
									["count"] = 188,
								},
							},
							["amount"] = 795,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木巨熊怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 184,
								},
								["冰霜新星"] = {
									["count"] = 22,
								},
							},
							["amount"] = 206,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 16.34,
					["TimeDamaging"] = {
						["蓟熊"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾滩行者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾潮行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木图腾师"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 4.5,
								},
								["火球术"] = {
									["count"] = 5.41,
								},
								["火焰冲击"] = {
									["count"] = 2.01,
								},
							},
							["amount"] = 11.92,
						},
						["峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠征粮官"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓬毛幼狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪击颅者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木巨熊怪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 3,
								},
								["冰霜新星"] = {
									["count"] = 1.42,
								},
							},
							["amount"] = 4.42,
						},
						["老黑熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被诅咒的贵族"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光信徒"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木探路者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破损的傀儡"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃暗法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暮光暴徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃猎头者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠歹徒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰斑蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃雪行者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["哀嚎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪怪幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗礁蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾猎人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小潮行蟹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪斥候"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑木风语者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["暗滩狂热者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老年深海蛇颈龙"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭断骨者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭击颅者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭穴居人"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["霜鬃巨魔幼崽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["大峭壁野猪"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶灵劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冷酷的格瑞克尼尔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["麻疯侏儒"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["月夜猛虎"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["坑道鼠掘地工"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["野生劣魔"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冬狼"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰冻"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["挣扎的贵族"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["壮实的石腭穴居人"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["森林潜伏者"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["冰爪熊"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾战士"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石巨兽"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰雾先知"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雪豹"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑海岸蛇颈龙"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型峭壁野猪"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石腭袭击者"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷鳞海妖"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["狂暴蓟熊"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["硬壳潮行蟹"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎石怪先知"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
			},
			["NextEventNum"] = 46,
			["LastDamageTime"] = 48150.678,
			["LastEvents"] = {
				"查尔斯三世 火球术 (伤害/跳) 暮光信徒 Tick -2 (Fire)", -- [1]
				"查尔斯三世 火球术 暮光信徒 Hit -92 (Fire)", -- [2]
				"暮光暴徒 肉搏 查尔斯三世 Hit -25 (Physical)", -- [3]
				"查尔斯三世 冰霜新星 暮光暴徒 Hit -24 (Frost)", -- [4]
				"查尔斯三世 冰霜新星 暮光暴徒 Hit -24 (Frost)", -- [5]
				"暮光暴徒 肉搏 查尔斯三世 Hit -29 (Physical)", -- [6]
				"查尔斯三世 火球术 黑木图腾师 Hit -103 (Fire)", -- [7]
				"黑木图腾师 肉搏 查尔斯三世 Hit -21 (Physical)", -- [8]
				"查尔斯三世 火球术 黑木图腾师 Hit -86 (Fire)", -- [9]
				"查尔斯三世 火球术 (伤害/跳) 黑木图腾师 Tick -2 (Fire)", -- [10]
				"查尔斯三世 火球术 黑木图腾师 Hit -88 (Fire)", -- [11]
				"查尔斯三世 火焰冲击 黑木图腾师 Hit -92 (Fire)", -- [12]
				"查尔斯三世 冰霜新星 黑木巨熊怪 Hit -22 (Frost)", -- [13]
				"查尔斯三世 冰霜新星 黑木图腾师 Hit -25 (Frost)", -- [14]
				"查尔斯三世 火球术 黑木图腾师 Hit -106 (Fire)", -- [15]
				"黑木图腾师 肉搏 查尔斯三世 Hit -24 (Physical)", -- [16]
				"查尔斯三世 火球术 (伤害/跳) 黑木图腾师 Tick -2 (Fire)", -- [17]
				"查尔斯三世 火球术 黑木图腾师 Hit -92 (Fire)", -- [18]
				"黑木图腾师 肉搏 查尔斯三世 Hit -27 (Physical)", -- [19]
				"查尔斯三世 火球术 (伤害/跳) 黑木图腾师 Tick -2 (Fire)", -- [20]
				"查尔斯三世 火球术 黑木图腾师 Hit -101 (Fire)", -- [21]
				"查尔斯三世 火焰冲击 黑木图腾师 Hit -96 (Fire)", -- [22]
				"查尔斯三世 火球术 黑木巨熊怪 Hit -94 (Fire)", -- [23]
				"查尔斯三世 火球术 黑木巨熊怪 Hit -90 (Fire)", -- [24]
				"查尔斯三世 火球术 暗滩精兵 Miss (Fire)", -- [25]
				"查尔斯三世 火球术 暗滩精兵 Hit -105 (Fire)", -- [26]
				"查尔斯三世 火球术 (伤害/跳) 暗滩精兵 Tick -2 (Fire)", -- [27]
				"查尔斯三世 火球术 暗滩精兵 Hit -86 (Fire)", -- [28]
				"查尔斯三世 火焰冲击 暗滩祭司 Hit -84 (Fire)", -- [29]
				"查尔斯三世 火球术 (伤害/跳) 暗滩精兵 Tick -2 (Fire)", -- [30]
				"查尔斯三世 魔爆术 暗滩精兵 Crit -70 (Arcane)", -- [31]
				"查尔斯三世 火球术 (伤害/跳) 暗滩精兵 Tick -2 (Fire)", -- [32]
				"暗滩精兵 肉搏 查尔斯三世 Hit -22 (Physical)", -- [33]
				"查尔斯三世 火球术 (伤害/跳) 暗滩精兵 Tick -2 (Fire)", -- [34]
				"暗滩精兵 暗影箭 查尔斯三世 Hit -87 (Shadow)", -- [35]
				"暗滩精兵 肉搏 查尔斯三世 Hit -23 (Physical)", -- [36]
				"暗滩祭司 暗影箭 查尔斯三世 Hit -78 (Shadow)", -- [37]
				"暗滩精兵 暗影箭 查尔斯三世 Miss (Shadow)", -- [38]
				"暗滩精兵 暗影箭 查尔斯三世 Hit -88 (Shadow)", -- [39]
				"查尔斯三世 治疗药水 查尔斯三世 Hit +85", -- [40]
				"暗滩精兵 暗影箭 查尔斯三世 Hit -74 (Shadow)", -- [41]
				"幽爪奔跑者 肉搏 查尔斯三世 Dodge (1)", -- [42]
				"查尔斯三世 冰霜新星 幽爪奔跑者 Hit -23 (Frost)", -- [43]
				"Environment Fire 查尔斯三世 Hit -15 (Fire)", -- [44]
				"Environment Fire 查尔斯三世 Hit -10 (Fire)", -- [45]
				"查尔斯三世 火球术 暮光信徒 Hit -100 (Fire)", -- [46]
				"暮光信徒 肉搏 查尔斯三世 Hit -27 (Physical)", -- [47]
				"查尔斯三世 火球术 (伤害/跳) 暮光信徒 Tick -2 (Fire)", -- [48]
				"查尔斯三世 火球术 暮光信徒 Hit -104 (Fire)", -- [49]
				"暮光信徒 肉搏 查尔斯三世 Hit -30 (Physical)", -- [50]
			},
			["Name"] = "查尔斯三世",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				47481.875, -- [1]
				47482.467, -- [2]
				47511.774, -- [3]
				47513.801, -- [4]
				47513.801, -- [5]
				47514.198, -- [6]
				47734.393, -- [7]
				47736.116, -- [8]
				47736.346, -- [9]
				47738.347, -- [10]
				47738.347, -- [11]
				47739.62, -- [12]
				47741.039, -- [13]
				47741.039, -- [14]
				47744.889, -- [15]
				47746.496, -- [16]
				47746.904, -- [17]
				47747.29, -- [18]
				47748.953, -- [19]
				47749.288, -- [20]
				47749.806, -- [21]
				47750.545, -- [22]
				47754.515, -- [23]
				47756.522, -- [24]
				47939.319, -- [25]
				47940.839, -- [26]
				47942.857, -- [27]
				47942.857, -- [28]
				47943.393, -- [29]
				47944.771, -- [30]
				47946.597, -- [31]
				47946.865, -- [32]
				47948.177, -- [33]
				47948.854, -- [34]
				47949.62, -- [35]
				47950.696, -- [36]
				47951.101, -- [37]
				47953.794, -- [38]
				47955.406, -- [39]
				47957.651, -- [40]
				47959.588, -- [41]
				48150.412, -- [42]
				48150.678, -- [43]
				49115.471, -- [44]
				49148.306, -- [45]
				47477.583, -- [46]
				47478.606, -- [47]
				47479.6, -- [48]
				47479.946, -- [49]
				47481.074, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 47957.001,
				["OVERALL"] = 49148.003,
				["DamageTaken"] = 49148.003,
				["DeathCount"] = 46565.002,
				["HealingTaken"] = 47957.001,
				["ActiveTime"] = 48150.002,
				["Healing"] = 47957.001,
				["TimeDamage"] = 48150.002,
				["DOT_Time"] = 47948.011,
				["Damage"] = 48150.002,
			},
			["LastEventHealthMax"] = {
				392, -- [1]
				392, -- [2]
				392, -- [3]
				392, -- [4]
				392, -- [5]
				392, -- [6]
				392, -- [7]
				392, -- [8]
				392, -- [9]
				392, -- [10]
				392, -- [11]
				392, -- [12]
				392, -- [13]
				392, -- [14]
				392, -- [15]
				392, -- [16]
				392, -- [17]
				392, -- [18]
				392, -- [19]
				392, -- [20]
				392, -- [21]
				392, -- [22]
				392, -- [23]
				392, -- [24]
				392, -- [25]
				392, -- [26]
				392, -- [27]
				392, -- [28]
				392, -- [29]
				392, -- [30]
				392, -- [31]
				392, -- [32]
				392, -- [33]
				392, -- [34]
				392, -- [35]
				392, -- [36]
				392, -- [37]
				392, -- [38]
				392, -- [39]
				392, -- [40]
				392, -- [41]
				392, -- [42]
				392, -- [43]
				397, -- [44]
				397, -- [45]
				392, -- [46]
				392, -- [47]
				392, -- [48]
				392, -- [49]
				392, -- [50]
			},
			["LastActive"] = 49148.003,
		},
	},
	["FightNum"] = 556,
	["CombatTimes"] = {
		{
			18315.966, -- [1]
			18321.971, -- [2]
			"15:07:12", -- [3]
			"15:07:18", -- [4]
			"蓬毛幼狼", -- [5]
		}, -- [1]
		{
			18325.963, -- [1]
			18330.971, -- [2]
			"15:07:22", -- [3]
			"15:07:27", -- [4]
			"蓬毛幼狼", -- [5]
		}, -- [2]
		{
			18345.97, -- [1]
			18350.966, -- [2]
			"15:07:43", -- [3]
			"15:07:47", -- [4]
			"蓬毛幼狼", -- [5]
		}, -- [3]
		{
			18362.968, -- [1]
			18366.966, -- [2]
			"15:07:59", -- [3]
			"15:08:03", -- [4]
			"蓬毛森林狼", -- [5]
		}, -- [4]
		{
			18376.968, -- [1]
			18380.968, -- [2]
			"15:08:13", -- [3]
			"15:08:17", -- [4]
			"蓬毛幼狼", -- [5]
		}, -- [5]
		{
			18385.969, -- [1]
			18389.97, -- [2]
			"15:08:22", -- [3]
			"15:08:26", -- [4]
			"蓬毛幼狼", -- [5]
		}, -- [6]
		{
			18397.969, -- [1]
			18401.971, -- [2]
			"15:08:34", -- [3]
			"15:08:38", -- [4]
			"蓬毛幼狼", -- [5]
		}, -- [7]
		{
			18477.966, -- [1]
			18481.97, -- [2]
			"15:09:54", -- [3]
			"15:09:58", -- [4]
			"石腭穴居人", -- [5]
		}, -- [8]
		{
			18483.972, -- [1]
			18487.965, -- [2]
			"15:10:00", -- [3]
			"15:10:04", -- [4]
			"石腭穴居人", -- [5]
		}, -- [9]
		{
			18492.968, -- [1]
			18496.968, -- [2]
			"15:10:09", -- [3]
			"15:10:13", -- [4]
			"壮实的石腭穴居人", -- [5]
		}, -- [10]
		{
			18504.965, -- [1]
			18508.967, -- [2]
			"15:10:21", -- [3]
			"15:10:25", -- [4]
			"壮实的石腭穴居人", -- [5]
		}, -- [11]
		{
			18513.966, -- [1]
			18519.969, -- [2]
			"15:10:30", -- [3]
			"15:10:36", -- [4]
			"石腭穴居人", -- [5]
		}, -- [12]
		{
			18522.965, -- [1]
			18526.966, -- [2]
			"15:10:39", -- [3]
			"15:10:43", -- [4]
			"石腭穴居人", -- [5]
		}, -- [13]
		{
			18530.965, -- [1]
			18536.965, -- [2]
			"15:10:47", -- [3]
			"15:10:53", -- [4]
			"壮实的石腭穴居人", -- [5]
		}, -- [14]
		{
			18540.966, -- [1]
			18546.969, -- [2]
			"15:10:57", -- [3]
			"15:11:03", -- [4]
			"壮实的石腭穴居人", -- [5]
		}, -- [15]
		{
			18550.963, -- [1]
			18554.964, -- [2]
			"15:11:07", -- [3]
			"15:11:11", -- [4]
			"壮实的石腭穴居人", -- [5]
		}, -- [16]
		{
			18557.964, -- [1]
			18561.963, -- [2]
			"15:11:14", -- [3]
			"15:11:18", -- [4]
			"石腭穴居人", -- [5]
		}, -- [17]
		{
			18567.969, -- [1]
			18571.964, -- [2]
			"15:11:24", -- [3]
			"15:11:28", -- [4]
			"壮实的石腭穴居人", -- [5]
		}, -- [18]
		{
			18576.967, -- [1]
			18580.968, -- [2]
			"15:11:33", -- [3]
			"15:11:37", -- [4]
			"石腭穴居人", -- [5]
		}, -- [19]
		{
			18661.97, -- [1]
			18668.97, -- [2]
			"15:12:58", -- [3]
			"15:13:05", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [20]
		{
			18672.972, -- [1]
			18677.964, -- [2]
			"15:13:09", -- [3]
			"15:13:14", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [21]
		{
			18682.972, -- [1]
			18690.971, -- [2]
			"15:13:19", -- [3]
			"15:13:27", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [22]
		{
			18693.97, -- [1]
			18699.968, -- [2]
			"15:13:30", -- [3]
			"15:13:36", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [23]
		{
			18708.964, -- [1]
			18714.963, -- [2]
			"15:13:45", -- [3]
			"15:13:51", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [24]
		{
			18720.968, -- [1]
			18726.969, -- [2]
			"15:13:57", -- [3]
			"15:14:03", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [25]
		{
			18729.97, -- [1]
			18735.971, -- [2]
			"15:14:06", -- [3]
			"15:14:12", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [26]
		{
			18746.964, -- [1]
			18752.974, -- [2]
			"15:14:23", -- [3]
			"15:14:29", -- [4]
			"小型峭壁野猪", -- [5]
		}, -- [27]
		{
			18806.963, -- [1]
			18813.965, -- [2]
			"15:15:23", -- [3]
			"15:15:30", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [28]
		{
			18815.967, -- [1]
			18824.967, -- [2]
			"15:15:32", -- [3]
			"15:15:41", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [29]
		{
			18828.964, -- [1]
			18836.967, -- [2]
			"15:15:45", -- [3]
			"15:15:53", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [30]
		{
			18839.967, -- [1]
			18845.97, -- [2]
			"15:15:56", -- [3]
			"15:16:02", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [31]
		{
			18848.963, -- [1]
			18854.972, -- [2]
			"15:16:05", -- [3]
			"15:16:11", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [32]
		{
			18858.971, -- [1]
			18869.971, -- [2]
			"15:16:15", -- [3]
			"15:16:26", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [33]
		{
			18874.968, -- [1]
			18881.966, -- [2]
			"15:16:31", -- [3]
			"15:16:38", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [34]
		{
			18958.965, -- [1]
			18965.972, -- [2]
			"15:17:55", -- [3]
			"15:18:02", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [35]
		{
			19004.07, -- [1]
			19010.069, -- [2]
			"15:18:40", -- [3]
			"15:18:46", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [36]
		{
			19012.071, -- [1]
			19018.066, -- [2]
			"15:18:48", -- [3]
			"15:18:54", -- [4]
			"霜鬃巨魔幼崽", -- [5]
		}, -- [37]
		{
			19117.065, -- [1]
			19127.07, -- [2]
			"15:20:33", -- [3]
			"15:20:43", -- [4]
			"冷酷的格瑞克尼尔", -- [5]
		}, -- [38]
		{
			19656.068, -- [1]
			19662.069, -- [2]
			"15:29:33", -- [3]
			"15:29:38", -- [4]
			"石腭袭击者", -- [5]
		}, -- [39]
		{
			19667.066, -- [1]
			19673.067, -- [2]
			"15:29:44", -- [3]
			"15:29:49", -- [4]
			"石腭袭击者", -- [5]
		}, -- [40]
		{
			19677.066, -- [1]
			19683.065, -- [2]
			"15:29:53", -- [3]
			"15:29:59", -- [4]
			"石腭袭击者", -- [5]
		}, -- [41]
		{
			19689.069, -- [1]
			19694.071, -- [2]
			"15:30:05", -- [3]
			"15:30:10", -- [4]
			"石腭袭击者", -- [5]
		}, -- [42]
		{
			19704.068, -- [1]
			19709.067, -- [2]
			"15:30:21", -- [3]
			"15:30:25", -- [4]
			"石腭袭击者", -- [5]
		}, -- [43]
		{
			19718.068, -- [1]
			19722.067, -- [2]
			"15:30:34", -- [3]
			"15:30:38", -- [4]
			"石腭袭击者", -- [5]
		}, -- [44]
		{
			20215.605, -- [1]
			20224.611, -- [2]
			"15:38:52", -- [3]
			"15:39:00", -- [4]
			"黑熊幼崽", -- [5]
		}, -- [45]
		{
			20228.602, -- [1]
			20235.608, -- [2]
			"15:39:05", -- [3]
			"15:39:11", -- [4]
			"峭壁野猪", -- [5]
		}, -- [46]
		{
			20247.609, -- [1]
			20255.607, -- [2]
			"15:39:24", -- [3]
			"15:39:31", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [47]
		{
			20297.605, -- [1]
			20304.607, -- [2]
			"15:40:14", -- [3]
			"15:40:20", -- [4]
			"峭壁野猪", -- [5]
		}, -- [48]
		{
			20310.607, -- [1]
			20320.606, -- [2]
			"15:40:27", -- [3]
			"15:40:36", -- [4]
			"黑熊幼崽", -- [5]
		}, -- [49]
		{
			20323.603, -- [1]
			20328.606, -- [2]
			"15:40:39", -- [3]
			"15:40:44", -- [4]
			"峭壁野猪", -- [5]
		}, -- [50]
		{
			20337.607, -- [1]
			20348.607, -- [2]
			"15:40:54", -- [3]
			"15:41:04", -- [4]
			"峭壁野猪", -- [5]
		}, -- [51]
		{
			20352.612, -- [1]
			20360.612, -- [2]
			"15:41:09", -- [3]
			"15:41:16", -- [4]
			"黑熊幼崽", -- [5]
		}, -- [52]
		{
			20377.605, -- [1]
			20385.603, -- [2]
			"15:41:34", -- [3]
			"15:41:41", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [53]
		{
			20391.604, -- [1]
			20397.603, -- [2]
			"15:41:48", -- [3]
			"15:41:53", -- [4]
			"峭壁野猪", -- [5]
		}, -- [54]
		{
			20407.61, -- [1]
			20413.61, -- [2]
			"15:42:04", -- [3]
			"15:42:09", -- [4]
			"峭壁野猪", -- [5]
		}, -- [55]
		{
			20419.605, -- [1]
			20461.602, -- [2]
			"15:42:15", -- [3]
			"15:42:57", -- [4]
			"冰爪熊", -- [5]
		}, -- [56]
		{
			20472.605, -- [1]
			20478.61, -- [2]
			"15:43:09", -- [3]
			"15:43:14", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [57]
		{
			20485.608, -- [1]
			20490.612, -- [2]
			"15:43:22", -- [3]
			"15:43:26", -- [4]
			"峭壁野猪", -- [5]
		}, -- [58]
		{
			20507.607, -- [1]
			20514.605, -- [2]
			"15:43:43", -- [3]
			"15:43:50", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [59]
		{
			20527.602, -- [1]
			20533.607, -- [2]
			"15:44:03", -- [3]
			"15:44:09", -- [4]
			"峭壁野猪", -- [5]
		}, -- [60]
		{
			20536.61, -- [1]
			20541.608, -- [2]
			"15:44:12", -- [3]
			"15:44:17", -- [4]
			"峭壁野猪", -- [5]
		}, -- [61]
		{
			20549.603, -- [1]
			20554.612, -- [2]
			"15:44:25", -- [3]
			"15:44:30", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [62]
		{
			20560.611, -- [1]
			20569.606, -- [2]
			"15:44:37", -- [3]
			"15:44:45", -- [4]
			"峭壁野猪", -- [5]
		}, -- [63]
		{
			20597.603, -- [1]
			20602.608, -- [2]
			"15:45:13", -- [3]
			"15:45:18", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [64]
		{
			20606.607, -- [1]
			20620.612, -- [2]
			"15:45:23", -- [3]
			"15:45:36", -- [4]
			"冰爪熊", -- [5]
		}, -- [65]
		{
			20630.605, -- [1]
			20636.605, -- [2]
			"15:45:47", -- [3]
			"15:45:52", -- [4]
			"峭壁野猪", -- [5]
		}, -- [66]
		{
			20661.606, -- [1]
			20667.608, -- [2]
			"15:46:17", -- [3]
			"15:46:23", -- [4]
			"峭壁野猪", -- [5]
		}, -- [67]
		{
			20673.611, -- [1]
			20679.614, -- [2]
			"15:46:30", -- [3]
			"15:46:35", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [68]
		{
			20686.602, -- [1]
			20696.603, -- [2]
			"15:46:43", -- [3]
			"15:46:52", -- [4]
			"冰爪熊", -- [5]
		}, -- [69]
		{
			20700.603, -- [1]
			20706.609, -- [2]
			"15:46:57", -- [3]
			"15:47:02", -- [4]
			"峭壁野猪", -- [5]
		}, -- [70]
		{
			20738.61, -- [1]
			20744.605, -- [2]
			"15:47:35", -- [3]
			"15:47:40", -- [4]
			"峭壁野猪", -- [5]
		}, -- [71]
		{
			20754.606, -- [1]
			20786.605, -- [2]
			"15:47:51", -- [3]
			"15:48:22", -- [4]
			"大峭壁野猪", -- [5]
		}, -- [72]
		{
			20805.611, -- [1]
			20809.602, -- [2]
			"15:48:41", -- [3]
			"15:48:45", -- [4]
			"峭壁野猪", -- [5]
		}, -- [73]
		{
			20830.61, -- [1]
			20837.609, -- [2]
			"15:49:06", -- [3]
			"15:49:13", -- [4]
			"峭壁野猪", -- [5]
		}, -- [74]
		{
			20847.61, -- [1]
			20855.602, -- [2]
			"15:49:24", -- [3]
			"15:49:31", -- [4]
			"峭壁野猪", -- [5]
		}, -- [75]
		{
			20865.602, -- [1]
			20872.603, -- [2]
			"15:49:42", -- [3]
			"15:49:48", -- [4]
			"峭壁野猪", -- [5]
		}, -- [76]
		{
			20886.603, -- [1]
			20891.604, -- [2]
			"15:50:03", -- [3]
			"15:50:07", -- [4]
			"峭壁野猪", -- [5]
		}, -- [77]
		{
			20899.609, -- [1]
			20903.603, -- [2]
			"15:50:16", -- [3]
			"15:50:19", -- [4]
			"峭壁野猪", -- [5]
		}, -- [78]
		{
			20924.608, -- [1]
			20932.609, -- [2]
			"15:50:41", -- [3]
			"15:50:48", -- [4]
			"雪怪幼崽", -- [5]
		}, -- [79]
		{
			20935.608, -- [1]
			20941.609, -- [2]
			"15:50:52", -- [3]
			"15:50:57", -- [4]
			"雪怪幼崽", -- [5]
		}, -- [80]
		{
			20945.606, -- [1]
			20951.609, -- [2]
			"15:51:02", -- [3]
			"15:51:07", -- [4]
			"雪怪幼崽", -- [5]
		}, -- [81]
		{
			20955.608, -- [1]
			20961.607, -- [2]
			"15:51:12", -- [3]
			"15:51:17", -- [4]
			"雪怪幼崽", -- [5]
		}, -- [82]
		{
			20966.607, -- [1]
			20972.609, -- [2]
			"15:51:22", -- [3]
			"15:51:28", -- [4]
			"雪怪幼崽", -- [5]
		}, -- [83]
		{
			20995.603, -- [1]
			20999.603, -- [2]
			"15:51:51", -- [3]
			"15:51:55", -- [4]
			"雪怪幼崽", -- [5]
		}, -- [84]
		{
			21005.606, -- [1]
			21010.61, -- [2]
			"15:52:01", -- [3]
			"15:52:06", -- [4]
			"雪怪", -- [5]
		}, -- [85]
		{
			21016.608, -- [1]
			21026.605, -- [2]
			"15:52:13", -- [3]
			"15:52:22", -- [4]
			"雪怪", -- [5]
		}, -- [86]
		{
			21030.61, -- [1]
			21036.602, -- [2]
			"15:52:27", -- [3]
			"15:52:32", -- [4]
			"雪怪", -- [5]
		}, -- [87]
		{
			21042.605, -- [1]
			21048.607, -- [2]
			"15:52:38", -- [3]
			"15:52:44", -- [4]
			"雪怪", -- [5]
		}, -- [88]
		{
			21069.604, -- [1]
			21075.602, -- [2]
			"15:53:06", -- [3]
			"15:53:11", -- [4]
			"雪怪", -- [5]
		}, -- [89]
		{
			21082.61, -- [1]
			21088.605, -- [2]
			"15:53:19", -- [3]
			"15:53:24", -- [4]
			"雪怪", -- [5]
		}, -- [90]
		{
			21091.605, -- [1]
			21097.602, -- [2]
			"15:53:28", -- [3]
			"15:53:33", -- [4]
			"雪怪", -- [5]
		}, -- [91]
		{
			21103.61, -- [1]
			21109.606, -- [2]
			"15:53:40", -- [3]
			"15:53:45", -- [4]
			"雪怪", -- [5]
		}, -- [92]
		{
			21120.605, -- [1]
			21126.613, -- [2]
			"15:53:57", -- [3]
			"15:54:02", -- [4]
			"雪怪", -- [5]
		}, -- [93]
		{
			21131.605, -- [1]
			21137.604, -- [2]
			"15:54:08", -- [3]
			"15:54:13", -- [4]
			"雪怪", -- [5]
		}, -- [94]
		{
			21157.604, -- [1]
			21180.606, -- [2]
			"15:54:34", -- [3]
			"15:54:56", -- [4]
			"雪怪", -- [5]
		}, -- [95]
		{
			21187.609, -- [1]
			21193.602, -- [2]
			"15:55:04", -- [3]
			"15:55:09", -- [4]
			"雪怪", -- [5]
		}, -- [96]
		{
			21231.606, -- [1]
			21266.608, -- [2]
			"15:55:47", -- [3]
			"15:56:22", -- [4]
			"雪怪", -- [5]
		}, -- [97]
		{
			21272.603, -- [1]
			21279.608, -- [2]
			"15:56:29", -- [3]
			"15:56:35", -- [4]
			"峭壁野猪", -- [5]
		}, -- [98]
		{
			21283.61, -- [1]
			21289.602, -- [2]
			"15:56:40", -- [3]
			"15:56:45", -- [4]
			"峭壁野猪", -- [5]
		}, -- [99]
		{
			27131.999, -- [1]
			27136.999, -- [2]
			"17:34:08", -- [3]
			"17:34:13", -- [4]
			"冬狼", -- [5]
		}, -- [100]
		{
			27149.998, -- [1]
			27155, -- [2]
			"17:34:26", -- [3]
			"17:34:31", -- [4]
			"黑熊幼崽", -- [5]
		}, -- [101]
		{
			27158.003, -- [1]
			27163.999, -- [2]
			"17:34:34", -- [3]
			"17:34:40", -- [4]
			"雪狼", -- [5]
		}, -- [102]
		{
			27174.999, -- [1]
			27189.003, -- [2]
			"17:34:51", -- [3]
			"17:35:05", -- [4]
			"雪狼", -- [5]
		}, -- [103]
		{
			27227.993, -- [1]
			27233.996, -- [2]
			"17:35:44", -- [3]
			"17:35:50", -- [4]
			"冰爪熊", -- [5]
		}, -- [104]
		{
			27253.996, -- [1]
			27266.001, -- [2]
			"17:36:10", -- [3]
			"17:36:22", -- [4]
			"雪豹", -- [5]
		}, -- [105]
		{
			27393.002, -- [1]
			27406.994, -- [2]
			"17:38:29", -- [3]
			"17:38:43", -- [4]
			"冰须", -- [5]
		}, -- [106]
		{
			27441.995, -- [1]
			27484.999, -- [2]
			"17:39:18", -- [3]
			"17:40:01", -- [4]
			"冰须", -- [5]
		}, -- [107]
		{
			27584.999, -- [1]
			27589.993, -- [2]
			"17:41:41", -- [3]
			"17:41:46", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [108]
		{
			27594.994, -- [1]
			27599.001, -- [2]
			"17:41:51", -- [3]
			"17:41:55", -- [4]
			"雪豹", -- [5]
		}, -- [109]
		{
			27602.997, -- [1]
			27607, -- [2]
			"17:41:59", -- [3]
			"17:42:03", -- [4]
			"冰爪熊", -- [5]
		}, -- [110]
		{
			27613.994, -- [1]
			27619.003, -- [2]
			"17:42:10", -- [3]
			"17:42:15", -- [4]
			"冰爪熊", -- [5]
		}, -- [111]
		{
			27624.997, -- [1]
			27630.002, -- [2]
			"17:42:21", -- [3]
			"17:42:26", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [112]
		{
			27643.993, -- [1]
			27648.995, -- [2]
			"17:42:40", -- [3]
			"17:42:45", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [113]
		{
			27655.993, -- [1]
			27660.994, -- [2]
			"17:42:52", -- [3]
			"17:42:57", -- [4]
			"冰爪熊", -- [5]
		}, -- [114]
		{
			27667.996, -- [1]
			27674.002, -- [2]
			"17:43:04", -- [3]
			"17:43:10", -- [4]
			"冰爪熊", -- [5]
		}, -- [115]
		{
			27680.003, -- [1]
			27685.995, -- [2]
			"17:43:16", -- [3]
			"17:43:22", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [116]
		{
			27689.999, -- [1]
			27695.004, -- [2]
			"17:43:26", -- [3]
			"17:43:31", -- [4]
			"雪豹", -- [5]
		}, -- [117]
		{
			27704.003, -- [1]
			27709.993, -- [2]
			"17:43:41", -- [3]
			"17:43:46", -- [4]
			"雪豹", -- [5]
		}, -- [118]
		{
			27718.996, -- [1]
			27724.998, -- [2]
			"17:43:55", -- [3]
			"17:44:01", -- [4]
			"雪豹", -- [5]
		}, -- [119]
		{
			27753.993, -- [1]
			27757.993, -- [2]
			"17:44:30", -- [3]
			"17:44:34", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [120]
		{
			27764.998, -- [1]
			27768.996, -- [2]
			"17:44:41", -- [3]
			"17:44:45", -- [4]
			"雪豹", -- [5]
		}, -- [121]
		{
			27786.995, -- [1]
			27791.996, -- [2]
			"17:45:03", -- [3]
			"17:45:08", -- [4]
			"雪豹", -- [5]
		}, -- [122]
		{
			27799.995, -- [1]
			27805.995, -- [2]
			"17:45:16", -- [3]
			"17:45:22", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [123]
		{
			27821.997, -- [1]
			27828.999, -- [2]
			"17:45:38", -- [3]
			"17:45:45", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [124]
		{
			27836, -- [1]
			27843.997, -- [2]
			"17:45:52", -- [3]
			"17:46:00", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [125]
		{
			27864.998, -- [1]
			27870.996, -- [2]
			"17:46:21", -- [3]
			"17:46:27", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [126]
		{
			27874.997, -- [1]
			27880.994, -- [2]
			"17:46:31", -- [3]
			"17:46:37", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [127]
		{
			27891.002, -- [1]
			27896.002, -- [2]
			"17:46:47", -- [3]
			"17:46:52", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [128]
		{
			27899.999, -- [1]
			27905.994, -- [2]
			"17:46:56", -- [3]
			"17:47:02", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [129]
		{
			27909.001, -- [1]
			27915.995, -- [2]
			"17:47:06", -- [3]
			"17:47:12", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [130]
		{
			27918.994, -- [1]
			27924.998, -- [2]
			"17:47:15", -- [3]
			"17:47:21", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [131]
		{
			27930.002, -- [1]
			27936.995, -- [2]
			"17:47:26", -- [3]
			"17:47:33", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [132]
		{
			27942.001, -- [1]
			27947.996, -- [2]
			"17:47:38", -- [3]
			"17:47:44", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [133]
		{
			27971.995, -- [1]
			27977.993, -- [2]
			"17:48:08", -- [3]
			"17:48:14", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [134]
		{
			27983.997, -- [1]
			27988.996, -- [2]
			"17:48:20", -- [3]
			"17:48:25", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [135]
		{
			27995.994, -- [1]
			28013, -- [2]
			"17:48:32", -- [3]
			"17:48:49", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [136]
		{
			28027, -- [1]
			28032.003, -- [2]
			"17:49:03", -- [3]
			"17:49:08", -- [4]
			"老峭壁野猪", -- [5]
		}, -- [137]
		{
			28036.995, -- [1]
			28041.993, -- [2]
			"17:49:13", -- [3]
			"17:49:18", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [138]
		{
			28048, -- [1]
			28057, -- [2]
			"17:49:24", -- [3]
			"17:49:33", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [139]
		{
			28068.999, -- [1]
			28075.994, -- [2]
			"17:49:45", -- [3]
			"17:49:52", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [140]
		{
			28080.004, -- [1]
			28093.996, -- [2]
			"17:49:56", -- [3]
			"17:50:10", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [141]
		{
			28099.996, -- [1]
			28105.995, -- [2]
			"17:50:16", -- [3]
			"17:50:22", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [142]
		{
			28111.998, -- [1]
			28120.998, -- [2]
			"17:50:28", -- [3]
			"17:50:37", -- [4]
			"麻疯侏儒", -- [5]
		}, -- [143]
		{
			28173.993, -- [1]
			28181.997, -- [2]
			"17:51:31", -- [3]
			"17:51:38", -- [4]
			"冰爪熊", -- [5]
		}, -- [144]
		{
			28246, -- [1]
			28252.002, -- [2]
			"17:52:42", -- [3]
			"17:52:48", -- [4]
			"雪豹", -- [5]
		}, -- [145]
		{
			28271, -- [1]
			28278.003, -- [2]
			"17:53:07", -- [3]
			"17:53:14", -- [4]
			"冰爪熊", -- [5]
		}, -- [146]
		{
			28288.999, -- [1]
			28293.994, -- [2]
			"17:53:26", -- [3]
			"17:53:30", -- [4]
			"雪豹", -- [5]
		}, -- [147]
		{
			28312.998, -- [1]
			28318.996, -- [2]
			"17:53:49", -- [3]
			"17:53:55", -- [4]
			"霜鬃巨魔", -- [5]
		}, -- [148]
		{
			28324, -- [1]
			28330.001, -- [2]
			"17:54:00", -- [3]
			"17:54:06", -- [4]
			"霜鬃巨魔", -- [5]
		}, -- [149]
		{
			28330.998, -- [1]
			28336.995, -- [2]
			"17:54:08", -- [3]
			"17:54:13", -- [4]
			"霜鬃雪行者", -- [5]
		}, -- [150]
		{
			28354.999, -- [1]
			28382.002, -- [2]
			"17:54:31", -- [3]
			"17:54:58", -- [4]
			"霜鬃雪行者", -- [5]
		}, -- [151]
		{
			28396.996, -- [1]
			28402.999, -- [2]
			"17:55:13", -- [3]
			"17:55:19", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [152]
		{
			28408.999, -- [1]
			28415.994, -- [2]
			"17:55:25", -- [3]
			"17:55:32", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [153]
		{
			28418.997, -- [1]
			28424.995, -- [2]
			"17:55:36", -- [3]
			"17:55:41", -- [4]
			"霜鬃雪行者", -- [5]
		}, -- [154]
		{
			28433.995, -- [1]
			28439.998, -- [2]
			"17:55:50", -- [3]
			"17:55:56", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [155]
		{
			28447.999, -- [1]
			28453.996, -- [2]
			"17:56:05", -- [3]
			"17:56:10", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [156]
		{
			28467.994, -- [1]
			28473.998, -- [2]
			"17:56:24", -- [3]
			"17:56:30", -- [4]
			"霜鬃雪行者", -- [5]
		}, -- [157]
		{
			28476.998, -- [1]
			28484.997, -- [2]
			"17:56:33", -- [3]
			"17:56:41", -- [4]
			"霜鬃暗法师", -- [5]
		}, -- [158]
		{
			28489.997, -- [1]
			28494.994, -- [2]
			"17:56:46", -- [3]
			"17:56:51", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [159]
		{
			28516.999, -- [1]
			28522.995, -- [2]
			"17:57:13", -- [3]
			"17:57:19", -- [4]
			"霜鬃剥皮者", -- [5]
		}, -- [160]
		{
			28527.995, -- [1]
			28539.998, -- [2]
			"17:57:24", -- [3]
			"17:57:36", -- [4]
			"霜鬃剥皮者", -- [5]
		}, -- [161]
		{
			28545.994, -- [1]
			28552.994, -- [2]
			"17:57:42", -- [3]
			"17:57:49", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [162]
		{
			28581.993, -- [1]
			28590.993, -- [2]
			"17:58:18", -- [3]
			"17:58:27", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [163]
		{
			28596.999, -- [1]
			28608.997, -- [2]
			"17:58:34", -- [3]
			"17:58:45", -- [4]
			"霜鬃猎头者", -- [5]
		}, -- [164]
		{
			29878.095, -- [1]
			29900.1, -- [2]
			"18:19:54", -- [3]
			"18:20:16", -- [4]
			"雪狼", -- [5]
		}, -- [165]
		{
			29923.092, -- [1]
			29929.091, -- [2]
			"18:20:39", -- [3]
			"18:20:45", -- [4]
			"霜鬃先知", -- [5]
		}, -- [166]
		{
			29935.089, -- [1]
			29941.092, -- [2]
			"18:20:51", -- [3]
			"18:20:57", -- [4]
			"霜鬃先知", -- [5]
		}, -- [167]
		{
			29946.097, -- [1]
			29952.092, -- [2]
			"18:21:03", -- [3]
			"18:21:08", -- [4]
			"霜鬃先知", -- [5]
		}, -- [168]
		{
			29959.095, -- [1]
			29979.094, -- [2]
			"18:21:15", -- [3]
			"18:21:35", -- [4]
			"霜鬃先知", -- [5]
		}, -- [169]
		{
			29982.09, -- [1]
			29989.095, -- [2]
			"18:21:38", -- [3]
			"18:21:45", -- [4]
			"霜鬃雪行者", -- [5]
		}, -- [170]
		{
			30005.094, -- [1]
			30011.1, -- [2]
			"18:22:02", -- [3]
			"18:22:07", -- [4]
			"霜鬃先知", -- [5]
		}, -- [171]
		{
			30221.096, -- [1]
			30226.099, -- [2]
			"18:25:37", -- [3]
			"18:25:42", -- [4]
			"雪狼", -- [5]
		}, -- [172]
		{
			30233.091, -- [1]
			30238.099, -- [2]
			"18:25:49", -- [3]
			"18:25:54", -- [4]
			"冬狼", -- [5]
		}, -- [173]
		{
			30282.099, -- [1]
			30303.095, -- [2]
			"18:26:38", -- [3]
			"18:26:59", -- [4]
			"冬狼", -- [5]
		}, -- [174]
		{
			30406.089, -- [1]
			30412.09, -- [2]
			"18:28:42", -- [3]
			"18:28:48", -- [4]
			"瓦加什", -- [5]
		}, -- [175]
		{
			30522.096, -- [1]
			30529.097, -- [2]
			"18:30:39", -- [3]
			"18:30:45", -- [4]
			"石腭击颅者", -- [5]
		}, -- [176]
		{
			30534.089, -- [1]
			30542.091, -- [2]
			"18:30:50", -- [3]
			"18:30:58", -- [4]
			"石腭击颅者", -- [5]
		}, -- [177]
		{
			30544.09, -- [1]
			30563.096, -- [2]
			"18:31:01", -- [3]
			"18:31:19", -- [4]
			"石腭击颅者", -- [5]
		}, -- [178]
		{
			30567.1, -- [1]
			30573.098, -- [2]
			"18:31:23", -- [3]
			"18:31:29", -- [4]
			"石腭击颅者", -- [5]
		}, -- [179]
		{
			30576.094, -- [1]
			30580.099, -- [2]
			"18:31:32", -- [3]
			"18:31:36", -- [4]
			"石腭击颅者", -- [5]
		}, -- [180]
		{
			30590.089, -- [1]
			30597.097, -- [2]
			"18:31:46", -- [3]
			"18:31:53", -- [4]
			"石腭断骨者", -- [5]
		}, -- [181]
		{
			30603.094, -- [1]
			30608.097, -- [2]
			"18:32:00", -- [3]
			"18:32:04", -- [4]
			"石腭击颅者", -- [5]
		}, -- [182]
		{
			30617.095, -- [1]
			30623.096, -- [2]
			"18:32:13", -- [3]
			"18:32:19", -- [4]
			"石腭击颅者", -- [5]
		}, -- [183]
		{
			33441.077, -- [1]
			33482.427, -- [2]
			"19:19:21", -- [3]
			"19:19:58", -- [4]
			"石腭断骨者", -- [5]
		}, -- [184]
		{
			33509.428, -- [1]
			33518.426, -- [2]
			"19:20:25", -- [3]
			"19:20:34", -- [4]
			"石腭断骨者", -- [5]
		}, -- [185]
		{
			33522.43, -- [1]
			33526.43, -- [2]
			"19:20:38", -- [3]
			"19:20:42", -- [4]
			"石腭断骨者", -- [5]
		}, -- [186]
		{
			33532.426, -- [1]
			33536.431, -- [2]
			"19:20:48", -- [3]
			"19:20:52", -- [4]
			"石腭击颅者", -- [5]
		}, -- [187]
		{
			33540.425, -- [1]
			33546.426, -- [2]
			"19:20:57", -- [3]
			"19:21:02", -- [4]
			"石腭断骨者", -- [5]
		}, -- [188]
		{
			33554.424, -- [1]
			33561.428, -- [2]
			"19:21:10", -- [3]
			"19:21:17", -- [4]
			"石腭断骨者", -- [5]
		}, -- [189]
		{
			33579.422, -- [1]
			33585.423, -- [2]
			"19:21:36", -- [3]
			"19:21:41", -- [4]
			"石腭断骨者", -- [5]
		}, -- [190]
		{
			33590.427, -- [1]
			33597.429, -- [2]
			"19:21:46", -- [3]
			"19:21:53", -- [4]
			"石腭击颅者", -- [5]
		}, -- [191]
		{
			33605.426, -- [1]
			33611.426, -- [2]
			"19:22:02", -- [3]
			"19:22:07", -- [4]
			"石腭击颅者", -- [5]
		}, -- [192]
		{
			33615.425, -- [1]
			33619.422, -- [2]
			"19:22:11", -- [3]
			"19:22:15", -- [4]
			"石腭断骨者", -- [5]
		}, -- [193]
		{
			33622.427, -- [1]
			33627.422, -- [2]
			"19:22:19", -- [3]
			"19:22:23", -- [4]
			"石腭击颅者", -- [5]
		}, -- [194]
		{
			33629.428, -- [1]
			33633.426, -- [2]
			"19:22:25", -- [3]
			"19:22:29", -- [4]
			"石腭击颅者", -- [5]
		}, -- [195]
		{
			33656.426, -- [1]
			33663.426, -- [2]
			"19:22:52", -- [3]
			"19:22:59", -- [4]
			"石腭断骨者", -- [5]
		}, -- [196]
		{
			33666.423, -- [1]
			33678.424, -- [2]
			"19:23:02", -- [3]
			"19:23:14", -- [4]
			"石腭断骨者", -- [5]
		}, -- [197]
		{
			33689.425, -- [1]
			33709.427, -- [2]
			"19:23:25", -- [3]
			"19:23:45", -- [4]
			"石腭断骨者", -- [5]
		}, -- [198]
		{
			33959.424, -- [1]
			33967.428, -- [2]
			"19:27:56", -- [3]
			"19:28:03", -- [4]
			"癞爪", -- [5]
		}, -- [199]
		{
			33990.425, -- [1]
			33996.429, -- [2]
			"19:28:27", -- [3]
			"19:28:32", -- [4]
			"雪豹", -- [5]
		}, -- [200]
		{
			34304.427, -- [1]
			34310.423, -- [2]
			"19:33:40", -- [3]
			"19:33:46", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [201]
		{
			34313.423, -- [1]
			34322.429, -- [2]
			"19:33:49", -- [3]
			"19:33:58", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [202]
		{
			34328.43, -- [1]
			34339.425, -- [2]
			"19:34:05", -- [3]
			"19:34:15", -- [4]
			"碎石穴居人", -- [5]
		}, -- [203]
		{
			34344.426, -- [1]
			34355.429, -- [2]
			"19:34:21", -- [3]
			"19:34:31", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [204]
		{
			34358.428, -- [1]
			34367.425, -- [2]
			"19:34:34", -- [3]
			"19:34:43", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [205]
		{
			34390.427, -- [1]
			34399.427, -- [2]
			"19:35:07", -- [3]
			"19:35:15", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [206]
		{
			34401.423, -- [1]
			34408.429, -- [2]
			"19:35:17", -- [3]
			"19:35:24", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [207]
		{
			34422.428, -- [1]
			34431.432, -- [2]
			"19:35:38", -- [3]
			"19:35:47", -- [4]
			"碎石穴居人", -- [5]
		}, -- [208]
		{
			34439.423, -- [1]
			34445.431, -- [2]
			"19:35:55", -- [3]
			"19:36:01", -- [4]
			"碎石穴居人", -- [5]
		}, -- [209]
		{
			34450.423, -- [1]
			34461.425, -- [2]
			"19:36:07", -- [3]
			"19:36:17", -- [4]
			"碎石穴居人", -- [5]
		}, -- [210]
		{
			34486.429, -- [1]
			34496.423, -- [2]
			"19:36:42", -- [3]
			"19:36:52", -- [4]
			"碎石穴居人", -- [5]
		}, -- [211]
		{
			34502.424, -- [1]
			34511.425, -- [2]
			"19:36:58", -- [3]
			"19:37:07", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [212]
		{
			34515.423, -- [1]
			34523.426, -- [2]
			"19:37:12", -- [3]
			"19:37:19", -- [4]
			"碎石穴居人", -- [5]
		}, -- [213]
		{
			34536.425, -- [1]
			34546.426, -- [2]
			"19:37:33", -- [3]
			"19:37:42", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [214]
		{
			34548.423, -- [1]
			34555.43, -- [2]
			"19:37:45", -- [3]
			"19:37:51", -- [4]
			"碎石穴居人", -- [5]
		}, -- [215]
		{
			34561.423, -- [1]
			34569.426, -- [2]
			"19:37:57", -- [3]
			"19:38:05", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [216]
		{
			34571.43, -- [1]
			34579.437, -- [2]
			"19:38:08", -- [3]
			"19:38:15", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [217]
		{
			34601.43, -- [1]
			34624.429, -- [2]
			"19:38:37", -- [3]
			"19:39:00", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [218]
		{
			34639.422, -- [1]
			34654.425, -- [2]
			"19:39:16", -- [3]
			"19:39:30", -- [4]
			"碎石穴居人", -- [5]
		}, -- [219]
		{
			34660.422, -- [1]
			34669.429, -- [2]
			"19:39:37", -- [3]
			"19:39:45", -- [4]
			"碎石穴居人", -- [5]
		}, -- [220]
		{
			34682.429, -- [1]
			34691.425, -- [2]
			"19:39:58", -- [3]
			"19:40:07", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [221]
		{
			34701.43, -- [1]
			34708.425, -- [2]
			"19:40:18", -- [3]
			"19:40:24", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [222]
		{
			34715.429, -- [1]
			34721.432, -- [2]
			"19:40:32", -- [3]
			"19:40:37", -- [4]
			"碎石穴居人", -- [5]
		}, -- [223]
		{
			34754.425, -- [1]
			34772.428, -- [2]
			"19:41:10", -- [3]
			"19:41:28", -- [4]
			"碎石穴居人", -- [5]
		}, -- [224]
		{
			34780.43, -- [1]
			34799.422, -- [2]
			"19:41:36", -- [3]
			"19:41:55", -- [4]
			"碎石穴居人", -- [5]
		}, -- [225]
		{
			34822.432, -- [1]
			34838.429, -- [2]
			"19:42:19", -- [3]
			"19:42:34", -- [4]
			"碎石怪斥候", -- [5]
		}, -- [226]
		{
			35058.429, -- [1]
			35122.426, -- [2]
			"19:46:14", -- [3]
			"19:47:18", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [227]
		{
			35138.432, -- [1]
			35149.422, -- [2]
			"19:47:34", -- [3]
			"19:47:45", -- [4]
			"碎石怪先知", -- [5]
		}, -- [228]
		{
			35155.428, -- [1]
			35171.426, -- [2]
			"19:47:52", -- [3]
			"19:48:07", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [229]
		{
			35182.426, -- [1]
			35197.425, -- [2]
			"19:48:19", -- [3]
			"19:48:33", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [230]
		{
			35205.423, -- [1]
			35232.432, -- [2]
			"19:48:41", -- [3]
			"19:49:08", -- [4]
			"碎石怪先知", -- [5]
		}, -- [231]
		{
			35262.432, -- [1]
			35272.43, -- [2]
			"19:49:39", -- [3]
			"19:49:48", -- [4]
			"碎石怪先知", -- [5]
		}, -- [232]
		{
			35273.429, -- [1]
			35282.432, -- [2]
			"19:49:50", -- [3]
			"19:49:58", -- [4]
			"碎石怪先知", -- [5]
		}, -- [233]
		{
			35295.43, -- [1]
			35314.427, -- [2]
			"19:50:11", -- [3]
			"19:50:30", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [234]
		{
			35332.427, -- [1]
			35348.424, -- [2]
			"19:50:49", -- [3]
			"19:51:04", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [235]
		{
			35350.426, -- [1]
			35362.423, -- [2]
			"19:51:06", -- [3]
			"19:51:18", -- [4]
			"碎石怪先知", -- [5]
		}, -- [236]
		{
			35389.427, -- [1]
			35399.428, -- [2]
			"19:51:46", -- [3]
			"19:51:55", -- [4]
			"碎石怪先知", -- [5]
		}, -- [237]
		{
			35413.423, -- [1]
			35422.429, -- [2]
			"19:52:10", -- [3]
			"19:52:18", -- [4]
			"碎石怪先知", -- [5]
		}, -- [238]
		{
			35428.423, -- [1]
			35437.423, -- [2]
			"19:52:24", -- [3]
			"19:52:33", -- [4]
			"碎石怪先知", -- [5]
		}, -- [239]
		{
			35453.423, -- [1]
			35462.424, -- [2]
			"19:52:49", -- [3]
			"19:52:58", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [240]
		{
			35473.425, -- [1]
			35489.429, -- [2]
			"19:53:10", -- [3]
			"19:53:25", -- [4]
			"碎石怪先知", -- [5]
		}, -- [241]
		{
			35497.426, -- [1]
			35506.425, -- [2]
			"19:53:33", -- [3]
			"19:53:42", -- [4]
			"碎石怪先知", -- [5]
		}, -- [242]
		{
			35523.425, -- [1]
			35537.427, -- [2]
			"19:54:00", -- [3]
			"19:54:13", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [243]
		{
			35541.423, -- [1]
			35561.425, -- [2]
			"19:54:18", -- [3]
			"19:54:37", -- [4]
			"碎石怪击颅者", -- [5]
		}, -- [244]
		{
			35589.427, -- [1]
			35595.429, -- [2]
			"19:55:06", -- [3]
			"19:55:11", -- [4]
			"碎石穴居人", -- [5]
		}, -- [245]
		{
			35603.425, -- [1]
			35625.427, -- [2]
			"19:55:20", -- [3]
			"19:55:41", -- [4]
			"碎石穴居人", -- [5]
		}, -- [246]
		{
			35839.425, -- [1]
			35845.423, -- [2]
			"19:59:15", -- [3]
			"19:59:21", -- [4]
			"森林潜伏者", -- [5]
		}, -- [247]
		{
			35852.432, -- [1]
			35857.43, -- [2]
			"19:59:28", -- [3]
			"19:59:33", -- [4]
			"森林潜伏者", -- [5]
		}, -- [248]
		{
			35866.426, -- [1]
			35875.422, -- [2]
			"19:59:42", -- [3]
			"19:59:51", -- [4]
			"老黑熊", -- [5]
		}, -- [249]
		{
			35880.43, -- [1]
			35887.428, -- [2]
			"19:59:56", -- [3]
			"20:00:03", -- [4]
			"森林潜伏者", -- [5]
		}, -- [250]
		{
			35894.426, -- [1]
			35902.429, -- [2]
			"20:00:11", -- [3]
			"20:00:18", -- [4]
			"森林潜伏者", -- [5]
		}, -- [251]
		{
			35922.427, -- [1]
			35927.431, -- [2]
			"20:00:38", -- [3]
			"20:00:43", -- [4]
			"森林潜伏者", -- [5]
		}, -- [252]
		{
			35937.425, -- [1]
			35943.426, -- [2]
			"20:00:54", -- [3]
			"20:00:59", -- [4]
			"山猪", -- [5]
		}, -- [253]
		{
			35963.424, -- [1]
			35970.423, -- [2]
			"20:01:19", -- [3]
			"20:01:26", -- [4]
			"老黑熊", -- [5]
		}, -- [254]
		{
			35974.422, -- [1]
			35987.429, -- [2]
			"20:01:30", -- [3]
			"20:01:43", -- [4]
			"老黑熊", -- [5]
		}, -- [255]
		{
			36029.422, -- [1]
			36038.425, -- [2]
			"20:02:26", -- [3]
			"20:02:34", -- [4]
			"老黑熊", -- [5]
		}, -- [256]
		{
			36048.424, -- [1]
			36054.43, -- [2]
			"20:02:44", -- [3]
			"20:02:50", -- [4]
			"山猪", -- [5]
		}, -- [257]
		{
			36061.425, -- [1]
			36067.423, -- [2]
			"20:02:57", -- [3]
			"20:03:03", -- [4]
			"森林潜伏者", -- [5]
		}, -- [258]
		{
			36078.431, -- [1]
			36086.428, -- [2]
			"20:03:15", -- [3]
			"20:03:22", -- [4]
			"森林潜伏者", -- [5]
		}, -- [259]
		{
			36104.431, -- [1]
			36111.429, -- [2]
			"20:03:40", -- [3]
			"20:03:47", -- [4]
			"森林潜伏者", -- [5]
		}, -- [260]
		{
			36126.428, -- [1]
			36134.43, -- [2]
			"20:04:03", -- [3]
			"20:04:10", -- [4]
			"山猪", -- [5]
		}, -- [261]
		{
			36184.429, -- [1]
			36195.428, -- [2]
			"20:05:01", -- [3]
			"20:05:11", -- [4]
			"老黑熊", -- [5]
		}, -- [262]
		{
			36204.43, -- [1]
			36213.429, -- [2]
			"20:05:21", -- [3]
			"20:05:29", -- [4]
			"老黑熊", -- [5]
		}, -- [263]
		{
			36221.428, -- [1]
			36230.429, -- [2]
			"20:05:38", -- [3]
			"20:05:46", -- [4]
			"老黑熊", -- [5]
		}, -- [264]
		{
			36255.432, -- [1]
			36262.427, -- [2]
			"20:06:11", -- [3]
			"20:06:18", -- [4]
			"老黑熊", -- [5]
		}, -- [265]
		{
			36271.43, -- [1]
			36276.427, -- [2]
			"20:06:27", -- [3]
			"20:06:32", -- [4]
			"山猪", -- [5]
		}, -- [266]
		{
			36283.423, -- [1]
			36288.43, -- [2]
			"20:06:39", -- [3]
			"20:06:44", -- [4]
			"森林潜伏者", -- [5]
		}, -- [267]
		{
			36314.426, -- [1]
			36320.429, -- [2]
			"20:07:11", -- [3]
			"20:07:16", -- [4]
			"坑道鼠狗头人", -- [5]
		}, -- [268]
		{
			36325.431, -- [1]
			36330.43, -- [2]
			"20:07:21", -- [3]
			"20:07:26", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [269]
		{
			36332.427, -- [1]
			36341.422, -- [2]
			"20:07:28", -- [3]
			"20:07:37", -- [4]
			"坑道鼠斥候", -- [5]
		}, -- [270]
		{
			36381.426, -- [1]
			36387.422, -- [2]
			"20:08:18", -- [3]
			"20:08:23", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [271]
		{
			36389.423, -- [1]
			36403.429, -- [2]
			"20:08:26", -- [3]
			"20:08:39", -- [4]
			"坑道鼠掘地工", -- [5]
		}, -- [272]
		{
			36408.426, -- [1]
			36414.426, -- [2]
			"20:08:44", -- [3]
			"20:08:50", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [273]
		{
			36418.423, -- [1]
			36425.426, -- [2]
			"20:08:55", -- [3]
			"20:09:01", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [274]
		{
			36437.431, -- [1]
			36448.423, -- [2]
			"20:09:14", -- [3]
			"20:09:24", -- [4]
			"坑道鼠掘地工", -- [5]
		}, -- [275]
		{
			36474.425, -- [1]
			36485.425, -- [2]
			"20:09:51", -- [3]
			"20:10:01", -- [4]
			"坑道鼠掘地工", -- [5]
		}, -- [276]
		{
			36489.425, -- [1]
			36497.423, -- [2]
			"20:10:05", -- [3]
			"20:10:13", -- [4]
			"坑道鼠掘地工", -- [5]
		}, -- [277]
		{
			36501.426, -- [1]
			36510.426, -- [2]
			"20:10:17", -- [3]
			"20:10:26", -- [4]
			"坑道鼠掘地工", -- [5]
		}, -- [278]
		{
			36529.43, -- [1]
			36538.432, -- [2]
			"20:10:46", -- [3]
			"20:10:54", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [279]
		{
			36545.426, -- [1]
			36551.424, -- [2]
			"20:11:01", -- [3]
			"20:11:07", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [280]
		{
			36555.427, -- [1]
			36562.429, -- [2]
			"20:11:11", -- [3]
			"20:11:18", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [281]
		{
			36573.422, -- [1]
			36578.423, -- [2]
			"20:11:29", -- [3]
			"20:11:34", -- [4]
			"坑道鼠地卜师", -- [5]
		}, -- [282]
		{
			36599.429, -- [1]
			36615.429, -- [2]
			"20:11:56", -- [3]
			"20:12:11", -- [4]
			"坑道鼠征粮官", -- [5]
		}, -- [283]
		{
			36622.426, -- [1]
			36630.425, -- [2]
			"20:12:19", -- [3]
			"20:12:26", -- [4]
			"坑道鼠歹徒", -- [5]
		}, -- [284]
		{
			36635.425, -- [1]
			36641.424, -- [2]
			"20:12:31", -- [3]
			"20:12:37", -- [4]
			"坑道鼠歹徒", -- [5]
		}, -- [285]
		{
			36643.424, -- [1]
			36654.429, -- [2]
			"20:12:40", -- [3]
			"20:12:50", -- [4]
			"坑道鼠狗头人", -- [5]
		}, -- [286]
		{
			36658.431, -- [1]
			36667.425, -- [2]
			"20:12:55", -- [3]
			"20:13:03", -- [4]
			"坑道鼠歹徒", -- [5]
		}, -- [287]
		{
			36692.432, -- [1]
			36698.424, -- [2]
			"20:13:29", -- [3]
			"20:13:34", -- [4]
			"坑道鼠歹徒", -- [5]
		}, -- [288]
		{
			36703.43, -- [1]
			36709.422, -- [2]
			"20:13:40", -- [3]
			"20:13:45", -- [4]
			"坑道鼠歹徒", -- [5]
		}, -- [289]
		{
			36715.43, -- [1]
			36731.424, -- [2]
			"20:13:52", -- [3]
			"20:14:07", -- [4]
			"坑道鼠征粮官", -- [5]
		}, -- [290]
		{
			36749.429, -- [1]
			36774.426, -- [2]
			"20:14:25", -- [3]
			"20:14:50", -- [4]
			"坑道鼠歹徒", -- [5]
		}, -- [291]
		{
			36784.43, -- [1]
			36789.422, -- [2]
			"20:15:00", -- [3]
			"20:15:05", -- [4]
			"森林潜伏者", -- [5]
		}, -- [292]
		{
			36810.428, -- [1]
			36816.423, -- [2]
			"20:15:26", -- [3]
			"20:15:32", -- [4]
			"山猪", -- [5]
		}, -- [293]
		{
			36836.432, -- [1]
			36845.431, -- [2]
			"20:15:52", -- [3]
			"20:16:01", -- [4]
			"老黑熊", -- [5]
		}, -- [294]
		{
			36850.429, -- [1]
			36857.428, -- [2]
			"20:16:07", -- [3]
			"20:16:13", -- [4]
			"森林潜伏者", -- [5]
		}, -- [295]
		{
			36869.431, -- [1]
			36879.431, -- [2]
			"20:16:26", -- [3]
			"20:16:35", -- [4]
			"山猪", -- [5]
		}, -- [296]
		{
			36897.426, -- [1]
			36904.426, -- [2]
			"20:16:54", -- [3]
			"20:17:00", -- [4]
			"森林潜伏者", -- [5]
		}, -- [297]
		{
			36910.43, -- [1]
			36916.43, -- [2]
			"20:17:07", -- [3]
			"20:17:12", -- [4]
			"山猪", -- [5]
		}, -- [298]
		{
			36920.428, -- [1]
			36926.424, -- [2]
			"20:17:17", -- [3]
			"20:17:22", -- [4]
			"森林潜伏者", -- [5]
		}, -- [299]
		{
			36934.423, -- [1]
			36941.423, -- [2]
			"20:17:31", -- [3]
			"20:17:37", -- [4]
			"森林潜伏者", -- [5]
		}, -- [300]
		{
			36949.427, -- [1]
			36955.43, -- [2]
			"20:17:46", -- [3]
			"20:17:51", -- [4]
			"森林潜伏者", -- [5]
		}, -- [301]
		{
			36964.429, -- [1]
			36968.428, -- [2]
			"20:18:00", -- [3]
			"20:18:04", -- [4]
			"山猪", -- [5]
		}, -- [302]
		{
			37011.424, -- [1]
			37018.425, -- [2]
			"20:18:48", -- [3]
			"20:18:54", -- [4]
			"老黑熊", -- [5]
		}, -- [303]
		{
			37059.428, -- [1]
			37067.429, -- [2]
			"20:19:35", -- [3]
			"20:19:43", -- [4]
			"山猪", -- [5]
		}, -- [304]
		{
			37981.429, -- [1]
			37987.428, -- [2]
			"20:34:57", -- [3]
			"20:35:03", -- [4]
			"耕田小生", -- [5]
		}, -- [305]
		{
			38132.426, -- [1]
			38139.428, -- [2]
			"20:37:29", -- [3]
			"20:37:35", -- [4]
			"耕田小生", -- [5]
		}, -- [306]
		{
			39576.425, -- [1]
			39582.43, -- [2]
			"21:01:32", -- [3]
			"21:01:38", -- [4]
			"小潮行蟹", -- [5]
		}, -- [307]
		{
			39584.432, -- [1]
			39589.43, -- [2]
			"21:01:41", -- [3]
			"21:01:45", -- [4]
			"小潮行蟹", -- [5]
		}, -- [308]
		{
			39592.422, -- [1]
			39596.432, -- [2]
			"21:01:49", -- [3]
			"21:01:52", -- [4]
			"小潮行蟹", -- [5]
		}, -- [309]
		{
			39601.424, -- [1]
			39605.422, -- [2]
			"21:01:58", -- [3]
			"21:02:01", -- [4]
			"小潮行蟹", -- [5]
		}, -- [310]
		{
			39613.429, -- [1]
			39619.423, -- [2]
			"21:02:10", -- [3]
			"21:02:15", -- [4]
			"小潮行蟹", -- [5]
		}, -- [311]
		{
			39623.43, -- [1]
			39628.428, -- [2]
			"21:02:20", -- [3]
			"21:02:24", -- [4]
			"小潮行蟹", -- [5]
		}, -- [312]
		{
			39629.43, -- [1]
			39633.425, -- [2]
			"21:02:26", -- [3]
			"21:02:29", -- [4]
			"小潮行蟹", -- [5]
		}, -- [313]
		{
			39641.423, -- [1]
			39647.431, -- [2]
			"21:02:37", -- [3]
			"21:02:43", -- [4]
			"小潮行蟹", -- [5]
		}, -- [314]
		{
			39653.427, -- [1]
			39657.433, -- [2]
			"21:02:50", -- [3]
			"21:02:53", -- [4]
			"小潮行蟹", -- [5]
		}, -- [315]
		{
			39682.425, -- [1]
			39686.432, -- [2]
			"21:03:19", -- [3]
			"21:03:22", -- [4]
			"小潮行蟹", -- [5]
		}, -- [316]
		{
			39687.429, -- [1]
			39694.425, -- [2]
			"21:03:24", -- [3]
			"21:03:30", -- [4]
			"小潮行蟹", -- [5]
		}, -- [317]
		{
			39710.43, -- [1]
			39714.43, -- [2]
			"21:03:46", -- [3]
			"21:03:50", -- [4]
			"小潮行蟹", -- [5]
		}, -- [318]
		{
			39733.425, -- [1]
			39738.423, -- [2]
			"21:04:10", -- [3]
			"21:04:14", -- [4]
			"小潮行蟹", -- [5]
		}, -- [319]
		{
			39741.424, -- [1]
			39748.427, -- [2]
			"21:04:18", -- [3]
			"21:04:24", -- [4]
			"小潮行蟹", -- [5]
		}, -- [320]
		{
			39753.432, -- [1]
			39757.428, -- [2]
			"21:04:30", -- [3]
			"21:04:33", -- [4]
			"小潮行蟹", -- [5]
		}, -- [321]
		{
			39762.429, -- [1]
			39766.424, -- [2]
			"21:04:39", -- [3]
			"21:04:42", -- [4]
			"小潮行蟹", -- [5]
		}, -- [322]
		{
			39926.431, -- [1]
			39931.431, -- [2]
			"21:07:23", -- [3]
			"21:07:27", -- [4]
			"狂暴的月夜枭兽", -- [5]
		}, -- [323]
		{
			39942.424, -- [1]
			39957.427, -- [2]
			"21:07:39", -- [3]
			"21:07:53", -- [4]
			"狂暴的月夜枭兽", -- [5]
		}, -- [324]
		{
			40005.433, -- [1]
			40017.428, -- [2]
			"21:08:41", -- [3]
			"21:08:53", -- [4]
			"狂暴的月夜枭兽", -- [5]
		}, -- [325]
		{
			40024.429, -- [1]
			40046.432, -- [2]
			"21:09:00", -- [3]
			"21:09:22", -- [4]
			"蓟熊", -- [5]
		}, -- [326]
		{
			40057.432, -- [1]
			40063.433, -- [2]
			"21:09:34", -- [3]
			"21:09:39", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [327]
		{
			40069.429, -- [1]
			40073.433, -- [2]
			"21:09:46", -- [3]
			"21:09:49", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [328]
		{
			40080.431, -- [1]
			40083.434, -- [2]
			"21:09:57", -- [3]
			"21:09:59", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [329]
		{
			40088.429, -- [1]
			40094.422, -- [2]
			"21:10:05", -- [3]
			"21:10:10", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [330]
		{
			40103.425, -- [1]
			40107.428, -- [2]
			"21:10:20", -- [3]
			"21:10:23", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [331]
		{
			40121.424, -- [1]
			40127.423, -- [2]
			"21:10:38", -- [3]
			"21:10:43", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [332]
		{
			40130.43, -- [1]
			40134.427, -- [2]
			"21:10:47", -- [3]
			"21:10:50", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [333]
		{
			40141.425, -- [1]
			40148.424, -- [2]
			"21:10:58", -- [3]
			"21:11:04", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [334]
		{
			40153.43, -- [1]
			40157.428, -- [2]
			"21:11:10", -- [3]
			"21:11:13", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [335]
		{
			40160.432, -- [1]
			40168.426, -- [2]
			"21:11:17", -- [3]
			"21:11:24", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [336]
		{
			40175.432, -- [1]
			40181.426, -- [2]
			"21:11:32", -- [3]
			"21:11:37", -- [4]
			"野生劣魔", -- [5]
		}, -- [337]
		{
			40202.424, -- [1]
			40206.422, -- [2]
			"21:11:59", -- [3]
			"21:12:02", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [338]
		{
			40213.425, -- [1]
			40219.429, -- [2]
			"21:12:10", -- [3]
			"21:12:15", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [339]
		{
			40223.425, -- [1]
			40232.432, -- [2]
			"21:12:19", -- [3]
			"21:12:28", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [340]
		{
			40237.432, -- [1]
			40243.433, -- [2]
			"21:12:34", -- [3]
			"21:12:39", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [341]
		{
			40247.423, -- [1]
			40253.433, -- [2]
			"21:12:44", -- [3]
			"21:12:49", -- [4]
			"野生劣魔", -- [5]
		}, -- [342]
		{
			40260.429, -- [1]
			40266.428, -- [2]
			"21:12:56", -- [3]
			"21:13:02", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [343]
		{
			40271.425, -- [1]
			40279.429, -- [2]
			"21:13:07", -- [3]
			"21:13:15", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [344]
		{
			40285.429, -- [1]
			40294.425, -- [2]
			"21:13:22", -- [3]
			"21:13:30", -- [4]
			"野生劣魔", -- [5]
		}, -- [345]
		{
			40298.426, -- [1]
			40306.431, -- [2]
			"21:13:35", -- [3]
			"21:13:42", -- [4]
			"野生劣魔", -- [5]
		}, -- [346]
		{
			40309.425, -- [1]
			40317.432, -- [2]
			"21:13:46", -- [3]
			"21:13:53", -- [4]
			"野生劣魔", -- [5]
		}, -- [347]
		{
			40321.425, -- [1]
			40327.423, -- [2]
			"21:13:57", -- [3]
			"21:14:03", -- [4]
			"野生劣魔", -- [5]
		}, -- [348]
		{
			40331.425, -- [1]
			40337.429, -- [2]
			"21:14:07", -- [3]
			"21:14:13", -- [4]
			"野生劣魔", -- [5]
		}, -- [349]
		{
			40359.424, -- [1]
			40365.429, -- [2]
			"21:14:36", -- [3]
			"21:14:41", -- [4]
			"野生劣魔", -- [5]
		}, -- [350]
		{
			40436.428, -- [1]
			40445.433, -- [2]
			"21:15:52", -- [3]
			"21:16:01", -- [4]
			"野生劣魔", -- [5]
		}, -- [351]
		{
			40451.427, -- [1]
			40457.427, -- [2]
			"21:16:07", -- [3]
			"21:16:13", -- [4]
			"戴瑟雷萨特", -- [5]
		}, -- [352]
		{
			40481.429, -- [1]
			40499.425, -- [2]
			"21:16:37", -- [3]
			"21:16:55", -- [4]
			"戴瑟雷萨特", -- [5]
		}, -- [353]
		{
			40506.423, -- [1]
			40512.429, -- [2]
			"21:17:02", -- [3]
			"21:17:08", -- [4]
			"恶灵劣魔", -- [5]
		}, -- [354]
		{
			40574.431, -- [1]
			40583.431, -- [2]
			"21:18:10", -- [3]
			"21:18:19", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [355]
		{
			40746.428, -- [1]
			40753.423, -- [2]
			"21:21:02", -- [3]
			"21:21:09", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [356]
		{
			40795.425, -- [1]
			40804.428, -- [2]
			"21:21:51", -- [3]
			"21:22:00", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [357]
		{
			40823.424, -- [1]
			40829.431, -- [2]
			"21:22:20", -- [3]
			"21:22:25", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [358]
		{
			40849.428, -- [1]
			40859.438, -- [2]
			"21:22:45", -- [3]
			"21:22:55", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [359]
		{
			40880.423, -- [1]
			40885.423, -- [2]
			"21:23:16", -- [3]
			"21:23:21", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [360]
		{
			40896.425, -- [1]
			40903.429, -- [2]
			"21:23:32", -- [3]
			"21:23:39", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [361]
		{
			40927.432, -- [1]
			40933.425, -- [2]
			"21:24:04", -- [3]
			"21:24:09", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [362]
		{
			40945.431, -- [1]
			40954.423, -- [2]
			"21:24:21", -- [3]
			"21:24:30", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [363]
		{
			41053.423, -- [1]
			41076.434, -- [2]
			"21:26:09", -- [3]
			"21:26:32", -- [4]
			"蓟熊", -- [5]
		}, -- [364]
		{
			41093.43, -- [1]
			41122.431, -- [2]
			"21:26:50", -- [3]
			"21:27:18", -- [4]
			"蓟熊", -- [5]
		}, -- [365]
		{
			41128.426, -- [1]
			41149.429, -- [2]
			"21:27:24", -- [3]
			"21:27:45", -- [4]
			"月夜枭兽", -- [5]
		}, -- [366]
		{
			41191.431, -- [1]
			41222.429, -- [2]
			"21:28:27", -- [3]
			"21:28:58", -- [4]
			"狂暴的月夜枭兽", -- [5]
		}, -- [367]
		{
			41245.426, -- [1]
			41270.427, -- [2]
			"21:29:21", -- [3]
			"21:29:46", -- [4]
			"蓟熊", -- [5]
		}, -- [368]
		{
			41274.427, -- [1]
			41278.426, -- [2]
			"21:29:50", -- [3]
			"21:29:54", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [369]
		{
			41283.425, -- [1]
			41287.423, -- [2]
			"21:29:59", -- [3]
			"21:30:03", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [370]
		{
			41289.425, -- [1]
			41298.429, -- [2]
			"21:30:06", -- [3]
			"21:30:14", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [371]
		{
			41304.432, -- [1]
			41309.425, -- [2]
			"21:30:20", -- [3]
			"21:30:25", -- [4]
			"安娜雅·晨路", -- [5]
		}, -- [372]
		{
			41315.429, -- [1]
			41323.43, -- [2]
			"21:30:31", -- [3]
			"21:30:39", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [373]
		{
			41332.432, -- [1]
			41344.426, -- [2]
			"21:30:48", -- [3]
			"21:31:00", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [374]
		{
			41350.429, -- [1]
			41360.432, -- [2]
			"21:31:06", -- [3]
			"21:31:16", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [375]
		{
			41365.425, -- [1]
			41373.432, -- [2]
			"21:31:22", -- [3]
			"21:31:29", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [376]
		{
			41377.423, -- [1]
			41383.43, -- [2]
			"21:31:34", -- [3]
			"21:31:39", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [377]
		{
			41388.432, -- [1]
			41395.432, -- [2]
			"21:31:45", -- [3]
			"21:31:51", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [378]
		{
			41403.423, -- [1]
			41412.432, -- [2]
			"21:31:59", -- [3]
			"21:32:08", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [379]
		{
			41417.43, -- [1]
			41421.428, -- [2]
			"21:32:13", -- [3]
			"21:32:17", -- [4]
			"哀嚎的贵族", -- [5]
		}, -- [380]
		{
			41428.431, -- [1]
			41432.424, -- [2]
			"21:32:24", -- [3]
			"21:32:28", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [381]
		{
			41438.429, -- [1]
			41448.432, -- [2]
			"21:32:35", -- [3]
			"21:32:44", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [382]
		{
			41453.425, -- [1]
			41458.432, -- [2]
			"21:32:49", -- [3]
			"21:32:54", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [383]
		{
			41481.427, -- [1]
			41487.429, -- [2]
			"21:33:17", -- [3]
			"21:33:23", -- [4]
			"哀嚎的贵族", -- [5]
		}, -- [384]
		{
			41493.429, -- [1]
			41499.425, -- [2]
			"21:33:29", -- [3]
			"21:33:35", -- [4]
			"被诅咒的贵族", -- [5]
		}, -- [385]
		{
			41557.433, -- [1]
			41565.434, -- [2]
			"21:34:34", -- [3]
			"21:34:41", -- [4]
			"哀嚎的贵族", -- [5]
		}, -- [386]
		{
			41570.425, -- [1]
			41575.432, -- [2]
			"21:34:47", -- [3]
			"21:34:51", -- [4]
			"哀嚎的贵族", -- [5]
		}, -- [387]
		{
			41579.43, -- [1]
			41585.433, -- [2]
			"21:34:55", -- [3]
			"21:35:01", -- [4]
			"哀嚎的贵族", -- [5]
		}, -- [388]
		{
			41604.426, -- [1]
			41611.427, -- [2]
			"21:35:20", -- [3]
			"21:35:27", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [389]
		{
			41621.424, -- [1]
			41626.422, -- [2]
			"21:35:38", -- [3]
			"21:35:42", -- [4]
			"哀嚎的贵族", -- [5]
		}, -- [390]
		{
			41659.431, -- [1]
			41683.426, -- [2]
			"21:36:16", -- [3]
			"21:36:39", -- [4]
			"挣扎的贵族", -- [5]
		}, -- [391]
		{
			41698.425, -- [1]
			41708.426, -- [2]
			"21:36:55", -- [3]
			"21:37:04", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [392]
		{
			42365.007, -- [1]
			42370.002, -- [2]
			"21:48:01", -- [3]
			"21:48:06", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [393]
		{
			42373.007, -- [1]
			42379.011, -- [2]
			"21:48:09", -- [3]
			"21:48:15", -- [4]
			"灰雾先知", -- [5]
		}, -- [394]
		{
			42382.007, -- [1]
			42388.067, -- [2]
			"21:48:18", -- [3]
			"21:48:24", -- [4]
			"灰雾先知", -- [5]
		}, -- [395]
		{
			42436.003, -- [1]
			42442.007, -- [2]
			"21:49:13", -- [3]
			"21:49:18", -- [4]
			"黑海岸蛇颈龙", -- [5]
		}, -- [396]
		{
			42457.004, -- [1]
			42467.008, -- [2]
			"21:49:33", -- [3]
			"21:49:43", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [397]
		{
			42493.002, -- [1]
			42502.004, -- [2]
			"21:50:09", -- [3]
			"21:50:18", -- [4]
			"灰雾先知", -- [5]
		}, -- [398]
		{
			42546.008, -- [1]
			42558.011, -- [2]
			"21:51:02", -- [3]
			"21:51:14", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [399]
		{
			42566.004, -- [1]
			42583.002, -- [2]
			"21:51:22", -- [3]
			"21:51:39", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [400]
		{
			42596.003, -- [1]
			42630.006, -- [2]
			"21:51:53", -- [3]
			"21:52:26", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [401]
		{
			42696.001, -- [1]
			42705.001, -- [2]
			"21:53:32", -- [3]
			"21:53:41", -- [4]
			"月夜猛虎", -- [5]
		}, -- [402]
		{
			42714.007, -- [1]
			42718.007, -- [2]
			"21:53:50", -- [3]
			"21:53:54", -- [4]
			"月夜猛虎幼崽", -- [5]
		}, -- [403]
		{
			42729.002, -- [1]
			42737.01, -- [2]
			"21:54:05", -- [3]
			"21:54:13", -- [4]
			"灰雾战士", -- [5]
		}, -- [404]
		{
			42740.006, -- [1]
			42747.003, -- [2]
			"21:54:16", -- [3]
			"21:54:23", -- [4]
			"灰雾战士", -- [5]
		}, -- [405]
		{
			42754.008, -- [1]
			42762.01, -- [2]
			"21:54:30", -- [3]
			"21:54:38", -- [4]
			"灰雾战士", -- [5]
		}, -- [406]
		{
			42790.001, -- [1]
			42797.005, -- [2]
			"21:55:06", -- [3]
			"21:55:13", -- [4]
			"暗礁蟹", -- [5]
		}, -- [407]
		{
			42805.002, -- [1]
			42811.007, -- [2]
			"21:55:21", -- [3]
			"21:55:27", -- [4]
			"暗礁蟹", -- [5]
		}, -- [408]
		{
			42818.01, -- [1]
			42823.011, -- [2]
			"21:55:34", -- [3]
			"21:55:39", -- [4]
			"暗礁蟹", -- [5]
		}, -- [409]
		{
			42829.008, -- [1]
			42838.005, -- [2]
			"21:55:45", -- [3]
			"21:55:54", -- [4]
			"暗礁蟹", -- [5]
		}, -- [410]
		{
			42862.015, -- [1]
			42871.009, -- [2]
			"21:56:18", -- [3]
			"21:56:27", -- [4]
			"暗礁蟹", -- [5]
		}, -- [411]
		{
			42878.009, -- [1]
			42885.007, -- [2]
			"21:56:34", -- [3]
			"21:56:41", -- [4]
			"暗礁蟹", -- [5]
		}, -- [412]
		{
			42892.009, -- [1]
			42901.006, -- [2]
			"21:56:48", -- [3]
			"21:56:57", -- [4]
			"暗礁蟹", -- [5]
		}, -- [413]
		{
			42906.005, -- [1]
			42914.003, -- [2]
			"21:57:03", -- [3]
			"21:57:10", -- [4]
			"暗礁蟹", -- [5]
		}, -- [414]
		{
			42935.001, -- [1]
			42941.007, -- [2]
			"21:57:31", -- [3]
			"21:57:37", -- [4]
			"暗礁蟹", -- [5]
		}, -- [415]
		{
			42948.008, -- [1]
			42952.006, -- [2]
			"21:57:44", -- [3]
			"21:57:48", -- [4]
			"暗礁蟹", -- [5]
		}, -- [416]
		{
			42965.001, -- [1]
			42970.004, -- [2]
			"21:58:01", -- [3]
			"21:58:06", -- [4]
			"暗礁蟹", -- [5]
		}, -- [417]
		{
			42976.01, -- [1]
			42980.018, -- [2]
			"21:58:12", -- [3]
			"21:58:16", -- [4]
			"暗礁蟹", -- [5]
		}, -- [418]
		{
			42989.005, -- [1]
			42996.007, -- [2]
			"21:58:25", -- [3]
			"21:58:32", -- [4]
			"暗礁蟹", -- [5]
		}, -- [419]
		{
			43000.001, -- [1]
			43011.007, -- [2]
			"21:58:37", -- [3]
			"21:58:47", -- [4]
			"暗礁蟹", -- [5]
		}, -- [420]
		{
			43023.007, -- [1]
			43027.008, -- [2]
			"21:58:59", -- [3]
			"21:59:03", -- [4]
			"暗礁蟹", -- [5]
		}, -- [421]
		{
			43036.002, -- [1]
			43050.003, -- [2]
			"21:59:12", -- [3]
			"21:59:26", -- [4]
			"硬壳潮行蟹", -- [5]
		}, -- [422]
		{
			43080.009, -- [1]
			43088.013, -- [2]
			"21:59:56", -- [3]
			"22:00:04", -- [4]
			"月夜猛虎", -- [5]
		}, -- [423]
		{
			43098.002, -- [1]
			43105.004, -- [2]
			"22:00:14", -- [3]
			"22:00:21", -- [4]
			"月夜猛虎", -- [5]
		}, -- [424]
		{
			43111.012, -- [1]
			43118.005, -- [2]
			"22:00:27", -- [3]
			"22:00:34", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [425]
		{
			43147.009, -- [1]
			43155.006, -- [2]
			"22:01:04", -- [3]
			"22:01:11", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [426]
		{
			43160.001, -- [1]
			43168.004, -- [2]
			"22:01:16", -- [3]
			"22:01:24", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [427]
		{
			43179.002, -- [1]
			43185.013, -- [2]
			"22:01:35", -- [3]
			"22:01:41", -- [4]
			"月夜猛虎", -- [5]
		}, -- [428]
		{
			43228.007, -- [1]
			43237.012, -- [2]
			"22:02:24", -- [3]
			"22:02:33", -- [4]
			"月夜猛虎", -- [5]
		}, -- [429]
		{
			43244.006, -- [1]
			43253.003, -- [2]
			"22:02:40", -- [3]
			"22:02:49", -- [4]
			"月夜猛虎", -- [5]
		}, -- [430]
		{
			43257.007, -- [1]
			43265.005, -- [2]
			"22:02:53", -- [3]
			"22:03:01", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [431]
		{
			43295.008, -- [1]
			43303.012, -- [2]
			"22:03:32", -- [3]
			"22:03:39", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [432]
		{
			43326.011, -- [1]
			43332.016, -- [2]
			"22:04:02", -- [3]
			"22:04:08", -- [4]
			"月夜猛虎", -- [5]
		}, -- [433]
		{
			43354.006, -- [1]
			43360.011, -- [2]
			"22:04:31", -- [3]
			"22:04:36", -- [4]
			"月夜猛虎", -- [5]
		}, -- [434]
		{
			43381.006, -- [1]
			43388.007, -- [2]
			"22:04:57", -- [3]
			"22:05:04", -- [4]
			"雷鳞御浪者", -- [5]
		}, -- [435]
		{
			43394.013, -- [1]
			43400.013, -- [2]
			"22:05:10", -- [3]
			"22:05:16", -- [4]
			"雷鳞海妖", -- [5]
		}, -- [436]
		{
			43412.004, -- [1]
			43421.005, -- [2]
			"22:05:29", -- [3]
			"22:05:37", -- [4]
			"雷鳞御浪者", -- [5]
		}, -- [437]
		{
			43440.001, -- [1]
			43448.003, -- [2]
			"22:05:56", -- [3]
			"22:06:04", -- [4]
			"雷鳞御浪者", -- [5]
		}, -- [438]
		{
			43449.005, -- [1]
			43460.002, -- [2]
			"22:06:05", -- [3]
			"22:06:16", -- [4]
			"雷鳞海妖", -- [5]
		}, -- [439]
		{
			43468.006, -- [1]
			43477.009, -- [2]
			"22:06:24", -- [3]
			"22:06:33", -- [4]
			"雷鳞海妖", -- [5]
		}, -- [440]
		{
			43500.005, -- [1]
			43504.002, -- [2]
			"22:06:56", -- [3]
			"22:07:00", -- [4]
			"雷鳞御浪者", -- [5]
		}, -- [441]
		{
			43510.008, -- [1]
			43518.004, -- [2]
			"22:07:07", -- [3]
			"22:07:14", -- [4]
			"雷鳞海妖", -- [5]
		}, -- [442]
		{
			43523.003, -- [1]
			43535.001, -- [2]
			"22:07:19", -- [3]
			"22:07:31", -- [4]
			"雷鳞御浪者", -- [5]
		}, -- [443]
		{
			43540.005, -- [1]
			43549.003, -- [2]
			"22:07:36", -- [3]
			"22:07:45", -- [4]
			"雷鳞海妖", -- [5]
		}, -- [444]
		{
			43582.001, -- [1]
			43592.003, -- [2]
			"22:08:18", -- [3]
			"22:08:28", -- [4]
			"雷鳞海妖", -- [5]
		}, -- [445]
		{
			43633.012, -- [1]
			43645.004, -- [2]
			"22:09:09", -- [3]
			"22:09:21", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [446]
		{
			43679.008, -- [1]
			43690.01, -- [2]
			"22:09:55", -- [3]
			"22:10:06", -- [4]
			"月夜猛虎", -- [5]
		}, -- [447]
		{
			43720.004, -- [1]
			43726.014, -- [2]
			"22:10:37", -- [3]
			"22:10:42", -- [4]
			"月夜猛虎", -- [5]
		}, -- [448]
		{
			43732.004, -- [1]
			43741.002, -- [2]
			"22:10:48", -- [3]
			"22:10:57", -- [4]
			"月夜猛虎", -- [5]
		}, -- [449]
		{
			43801.003, -- [1]
			43811.011, -- [2]
			"22:11:57", -- [3]
			"22:12:07", -- [4]
			"硬壳潮行蟹", -- [5]
		}, -- [450]
		{
			43836.004, -- [1]
			43845.006, -- [2]
			"22:12:32", -- [3]
			"22:12:41", -- [4]
			"暗礁蟹", -- [5]
		}, -- [451]
		{
			43866.005, -- [1]
			43874.01, -- [2]
			"22:13:02", -- [3]
			"22:13:10", -- [4]
			"暗礁蟹", -- [5]
		}, -- [452]
		{
			43880.003, -- [1]
			43888.01, -- [2]
			"22:13:16", -- [3]
			"22:13:24", -- [4]
			"暗礁蟹", -- [5]
		}, -- [453]
		{
			43901.002, -- [1]
			43909.002, -- [2]
			"22:13:37", -- [3]
			"22:13:45", -- [4]
			"暗礁蟹", -- [5]
		}, -- [454]
		{
			43998.002, -- [1]
			44005.013, -- [2]
			"22:15:14", -- [3]
			"22:15:21", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [455]
		{
			44012.011, -- [1]
			44023.003, -- [2]
			"22:15:28", -- [3]
			"22:15:39", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [456]
		{
			44031.004, -- [1]
			44038.001, -- [2]
			"22:15:47", -- [3]
			"22:15:54", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [457]
		{
			44043.002, -- [1]
			44049.009, -- [2]
			"22:15:59", -- [3]
			"22:16:05", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [458]
		{
			44075.005, -- [1]
			44081.008, -- [2]
			"22:16:31", -- [3]
			"22:16:37", -- [4]
			"月夜猛虎", -- [5]
		}, -- [459]
		{
			44107.014, -- [1]
			44129.006, -- [2]
			"22:17:03", -- [3]
			"22:17:25", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [460]
		{
			44141.001, -- [1]
			44148.003, -- [2]
			"22:17:37", -- [3]
			"22:17:44", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [461]
		{
			44154.001, -- [1]
			44164.009, -- [2]
			"22:17:51", -- [3]
			"22:18:00", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [462]
		{
			44183.007, -- [1]
			44192.005, -- [2]
			"22:18:19", -- [3]
			"22:18:28", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [463]
		{
			44197.003, -- [1]
			44203.005, -- [2]
			"22:18:33", -- [3]
			"22:18:39", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [464]
		{
			44224.005, -- [1]
			44235.008, -- [2]
			"22:19:00", -- [3]
			"22:19:11", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [465]
		{
			44239.005, -- [1]
			44250.012, -- [2]
			"22:19:16", -- [3]
			"22:19:26", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [466]
		{
			44253.001, -- [1]
			44262.011, -- [2]
			"22:19:29", -- [3]
			"22:19:38", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [467]
		{
			44282.011, -- [1]
			44289.004, -- [2]
			"22:19:58", -- [3]
			"22:20:05", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [468]
		{
			44295.01, -- [1]
			44307.01, -- [2]
			"22:20:11", -- [3]
			"22:20:23", -- [4]
			"暗滩狂热者", -- [5]
		}, -- [469]
		{
			44352.006, -- [1]
			44361.007, -- [2]
			"22:21:08", -- [3]
			"22:21:17", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [470]
		{
			44381.013, -- [1]
			44388.006, -- [2]
			"22:21:37", -- [3]
			"22:21:44", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [471]
		{
			44410.002, -- [1]
			44417.011, -- [2]
			"22:22:06", -- [3]
			"22:22:13", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [472]
		{
			44435.002, -- [1]
			44452.007, -- [2]
			"22:22:31", -- [3]
			"22:22:48", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [473]
		{
			44466.006, -- [1]
			44473.008, -- [2]
			"22:23:02", -- [3]
			"22:23:09", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [474]
		{
			44479.001, -- [1]
			44487.003, -- [2]
			"22:23:15", -- [3]
			"22:23:23", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [475]
		{
			44516.004, -- [1]
			44523.004, -- [2]
			"22:23:52", -- [3]
			"22:23:59", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [476]
		{
			44540.01, -- [1]
			44546.011, -- [2]
			"22:24:16", -- [3]
			"22:24:22", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [477]
		{
			44562.008, -- [1]
			44569.002, -- [2]
			"22:24:38", -- [3]
			"22:24:45", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [478]
		{
			44878.012, -- [1]
			44892.001, -- [2]
			"22:29:54", -- [3]
			"22:30:08", -- [4]
			"狂暴蓟熊", -- [5]
		}, -- [479]
		{
			44901.001, -- [1]
			44909.006, -- [2]
			"22:30:17", -- [3]
			"22:30:25", -- [4]
			"黑木探路者", -- [5]
		}, -- [480]
		{
			44912.004, -- [1]
			44919.006, -- [2]
			"22:30:28", -- [3]
			"22:30:35", -- [4]
			"黑木风语者", -- [5]
		}, -- [481]
		{
			44923.003, -- [1]
			44927.001, -- [2]
			"22:30:39", -- [3]
			"22:30:43", -- [4]
			"黑木探路者", -- [5]
		}, -- [482]
		{
			44936.008, -- [1]
			44941.013, -- [2]
			"22:30:52", -- [3]
			"22:30:57", -- [4]
			"黑木风语者", -- [5]
		}, -- [483]
		{
			44966.007, -- [1]
			44974.005, -- [2]
			"22:31:23", -- [3]
			"22:31:30", -- [4]
			"黑木风语者", -- [5]
		}, -- [484]
		{
			44983.006, -- [1]
			44990.009, -- [2]
			"22:31:39", -- [3]
			"22:31:46", -- [4]
			"黑木风语者", -- [5]
		}, -- [485]
		{
			44997.007, -- [1]
			45003.013, -- [2]
			"22:31:53", -- [3]
			"22:31:59", -- [4]
			"黑木探路者", -- [5]
		}, -- [486]
		{
			45005.001, -- [1]
			45015.005, -- [2]
			"22:32:01", -- [3]
			"22:32:11", -- [4]
			"黑木探路者", -- [5]
		}, -- [487]
		{
			45020.012, -- [1]
			45025.01, -- [2]
			"22:32:16", -- [3]
			"22:32:21", -- [4]
			"黑木风语者", -- [5]
		}, -- [488]
		{
			45029.006, -- [1]
			45035.009, -- [2]
			"22:32:25", -- [3]
			"22:32:31", -- [4]
			"黑木探路者", -- [5]
		}, -- [489]
		{
			45047.01, -- [1]
			45054.001, -- [2]
			"22:32:44", -- [3]
			"22:32:50", -- [4]
			"黑木探路者", -- [5]
		}, -- [490]
		{
			45080.004, -- [1]
			45086.005, -- [2]
			"22:33:16", -- [3]
			"22:33:22", -- [4]
			"黑木探路者", -- [5]
		}, -- [491]
		{
			45094.009, -- [1]
			45099.012, -- [2]
			"22:33:30", -- [3]
			"22:33:35", -- [4]
			"黑木探路者", -- [5]
		}, -- [492]
		{
			45157.003, -- [1]
			45161.004, -- [2]
			"22:34:33", -- [3]
			"22:34:37", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [493]
		{
			45167.006, -- [1]
			45173.004, -- [2]
			"22:34:43", -- [3]
			"22:34:49", -- [4]
			"灰雾先知", -- [5]
		}, -- [494]
		{
			45241.001, -- [1]
			45248.008, -- [2]
			"22:35:57", -- [3]
			"22:36:04", -- [4]
			"灰雾撒网者", -- [5]
		}, -- [495]
		{
			45283.01, -- [1]
			45308.001, -- [2]
			"22:36:39", -- [3]
			"22:37:04", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [496]
		{
			45337.007, -- [1]
			45356.01, -- [2]
			"22:37:33", -- [3]
			"22:37:52", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [497]
		{
			45371.008, -- [1]
			45379.003, -- [2]
			"22:38:07", -- [3]
			"22:38:15", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [498]
		{
			45428.012, -- [1]
			45436.012, -- [2]
			"22:39:04", -- [3]
			"22:39:12", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [499]
		{
			45474.007, -- [1]
			45482.001, -- [2]
			"22:39:50", -- [3]
			"22:39:58", -- [4]
			"灰雾猎人", -- [5]
		}, -- [500]
		{
			45486.008, -- [1]
			45494.005, -- [2]
			"22:40:02", -- [3]
			"22:40:10", -- [4]
			"灰雾战士", -- [5]
		}, -- [501]
		{
			45496.003, -- [1]
			45504.011, -- [2]
			"22:40:12", -- [3]
			"22:40:20", -- [4]
			"灰雾猎人", -- [5]
		}, -- [502]
		{
			45518.007, -- [1]
			45525.009, -- [2]
			"22:40:34", -- [3]
			"22:40:41", -- [4]
			"灰雾战士", -- [5]
		}, -- [503]
		{
			45528.01, -- [1]
			45539.007, -- [2]
			"22:40:45", -- [3]
			"22:40:55", -- [4]
			"灰雾战士", -- [5]
		}, -- [504]
		{
			45541.001, -- [1]
			45547.009, -- [2]
			"22:40:57", -- [3]
			"22:41:03", -- [4]
			"灰雾战士", -- [5]
		}, -- [505]
		{
			45586.001, -- [1]
			45601.002, -- [2]
			"22:41:43", -- [3]
			"22:41:57", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [506]
		{
			45609.002, -- [1]
			45615.011, -- [2]
			"22:42:05", -- [3]
			"22:42:11", -- [4]
			"灰雾滩行者", -- [5]
		}, -- [507]
		{
			45622.004, -- [1]
			45644.007, -- [2]
			"22:42:18", -- [3]
			"22:42:40", -- [4]
			"灰雾战士", -- [5]
		}, -- [508]
		{
			45647.007, -- [1]
			45673.001, -- [2]
			"22:42:43", -- [3]
			"22:43:09", -- [4]
			"莫克迪普", -- [5]
		}, -- [509]
		{
			45825.007, -- [1]
			45842.004, -- [2]
			"22:45:41", -- [3]
			"22:45:58", -- [4]
			"灰雾猎人", -- [5]
		}, -- [510]
		{
			45848.005, -- [1]
			45855.004, -- [2]
			"22:46:04", -- [3]
			"22:46:11", -- [4]
			"灰雾猎人", -- [5]
		}, -- [511]
		{
			45896.011, -- [1]
			45905.007, -- [2]
			"22:46:52", -- [3]
			"22:47:01", -- [4]
			"灰雾潮行者", -- [5]
		}, -- [512]
		{
			45909.009, -- [1]
			45919, -- [2]
			"22:47:05", -- [3]
			"22:47:15", -- [4]
			"灰雾智者", -- [5]
		}, -- [513]
		{
			45921.002, -- [1]
			45930.001, -- [2]
			"22:47:17", -- [3]
			"22:47:26", -- [4]
			"灰雾潮行者", -- [5]
		}, -- [514]
		{
			45971.006, -- [1]
			45988.001, -- [2]
			"22:48:07", -- [3]
			"22:48:24", -- [4]
			"灰雾潮行者", -- [5]
		}, -- [515]
		{
			45991.002, -- [1]
			46004.007, -- [2]
			"22:48:27", -- [3]
			"22:48:40", -- [4]
			"灰雾潮行者", -- [5]
		}, -- [516]
		{
			46012.007, -- [1]
			46022.005, -- [2]
			"22:48:49", -- [3]
			"22:48:58", -- [4]
			"灰雾智者", -- [5]
		}, -- [517]
		{
			46061.005, -- [1]
			46072.006, -- [2]
			"22:49:37", -- [3]
			"22:49:48", -- [4]
			"老年深海蛇颈龙", -- [5]
		}, -- [518]
		{
			46079.006, -- [1]
			46087.012, -- [2]
			"22:49:56", -- [3]
			"22:50:03", -- [4]
			"灰雾智者", -- [5]
		}, -- [519]
		{
			46095.001, -- [1]
			46111.006, -- [2]
			"22:50:11", -- [3]
			"22:50:27", -- [4]
			"灰雾智者", -- [5]
		}, -- [520]
		{
			46129.002, -- [1]
			46138.001, -- [2]
			"22:50:45", -- [3]
			"22:50:54", -- [4]
			"灰雾潮行者", -- [5]
		}, -- [521]
		{
			46216.005, -- [1]
			46226.008, -- [2]
			"22:52:12", -- [3]
			"22:52:22", -- [4]
			"破损的傀儡", -- [5]
		}, -- [522]
		{
			46247.01, -- [1]
			46254.013, -- [2]
			"22:52:43", -- [3]
			"22:52:50", -- [4]
			"破损的傀儡", -- [5]
		}, -- [523]
		{
			46260.002, -- [1]
			46266.01, -- [2]
			"22:52:56", -- [3]
			"22:53:02", -- [4]
			"石巨兽", -- [5]
		}, -- [524]
		{
			46272.001, -- [1]
			46278.013, -- [2]
			"22:53:08", -- [3]
			"22:53:14", -- [4]
			"石巨兽", -- [5]
		}, -- [525]
		{
			46297.012, -- [1]
			46315.004, -- [2]
			"22:53:33", -- [3]
			"22:53:51", -- [4]
			"砂石斥候", -- [5]
		}, -- [526]
		{
			46348.009, -- [1]
			46365.008, -- [2]
			"22:54:24", -- [3]
			"22:54:41", -- [4]
			"砂石斥候", -- [5]
		}, -- [527]
		{
			46386.007, -- [1]
			46395.012, -- [2]
			"22:55:03", -- [3]
			"22:55:11", -- [4]
			"石巨兽", -- [5]
		}, -- [528]
		{
			46405.004, -- [1]
			46417.001, -- [2]
			"22:55:21", -- [3]
			"22:55:33", -- [4]
			"石巨兽", -- [5]
		}, -- [529]
		{
			46431.001, -- [1]
			46440.012, -- [2]
			"22:55:48", -- [3]
			"22:55:56", -- [4]
			"破损的傀儡", -- [5]
		}, -- [530]
		{
			46456.012, -- [1]
			46464.003, -- [2]
			"22:56:12", -- [3]
			"22:56:20", -- [4]
			"石巨兽", -- [5]
		}, -- [531]
		{
			46473.011, -- [1]
			46480.011, -- [2]
			"22:56:29", -- [3]
			"22:56:36", -- [4]
			"石巨兽", -- [5]
		}, -- [532]
		{
			46547.005, -- [1]
			46566.007, -- [2]
			"22:57:43", -- [3]
			"22:58:02", -- [4]
			"砂石断骨者", -- [5]
		}, -- [533]
		{
			46675.011, -- [1]
			46685.01, -- [2]
			"22:59:51", -- [3]
			"23:00:01", -- [4]
			"暮光信徒", -- [5]
		}, -- [534]
		{
			46691.013, -- [1]
			46710.001, -- [2]
			"23:00:07", -- [3]
			"23:00:26", -- [4]
			"暮光暴徒", -- [5]
		}, -- [535]
		{
			46758.003, -- [1]
			46772.004, -- [2]
			"23:01:14", -- [3]
			"23:01:28", -- [4]
			"暮光暴徒", -- [5]
		}, -- [536]
		{
			46788.004, -- [1]
			46798.001, -- [2]
			"23:01:44", -- [3]
			"23:01:54", -- [4]
			"暮光暴徒", -- [5]
		}, -- [537]
		{
			46817.008, -- [1]
			46824.011, -- [2]
			"23:02:13", -- [3]
			"23:02:20", -- [4]
			"暮光暴徒", -- [5]
		}, -- [538]
		{
			46841.006, -- [1]
			46849.004, -- [2]
			"23:02:38", -- [3]
			"23:02:45", -- [4]
			"暮光暴徒", -- [5]
		}, -- [539]
		{
			46860.006, -- [1]
			46870.001, -- [2]
			"23:02:56", -- [3]
			"23:03:06", -- [4]
			"暮光暴徒", -- [5]
		}, -- [540]
		{
			46884.001, -- [1]
			46891.003, -- [2]
			"23:03:20", -- [3]
			"23:03:27", -- [4]
			"暮光信徒", -- [5]
		}, -- [541]
		{
			46907.004, -- [1]
			46912.02, -- [2]
			"23:03:43", -- [3]
			"23:03:48", -- [4]
			"暮光信徒", -- [5]
		}, -- [542]
		{
			47054.002, -- [1]
			47068.011, -- [2]
			"23:06:11", -- [3]
			"23:06:24", -- [4]
			"黑幕追踪者", -- [5]
		}, -- [543]
		{
			47100.003, -- [1]
			47114.008, -- [2]
			"23:06:56", -- [3]
			"23:07:10", -- [4]
			"黑幕追踪者", -- [5]
		}, -- [544]
		{
			47146.01, -- [1]
			47152.011, -- [2]
			"23:07:42", -- [3]
			"23:07:48", -- [4]
			"玛洛什", -- [5]
		}, -- [545]
		{
			47166.005, -- [1]
			47189.004, -- [2]
			"23:08:02", -- [3]
			"23:08:25", -- [4]
			"黑木图腾师", -- [5]
		}, -- [546]
		{
			47203.006, -- [1]
			47211.013, -- [2]
			"23:08:39", -- [3]
			"23:08:47", -- [4]
			"治疗结界", -- [5]
		}, -- [547]
		{
			47219.011, -- [1]
			47227.009, -- [2]
			"23:08:55", -- [3]
			"23:09:03", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [548]
		{
			47235.011, -- [1]
			47242.007, -- [2]
			"23:09:11", -- [3]
			"23:09:18", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [549]
		{
			47252.004, -- [1]
			47261.001, -- [2]
			"23:09:28", -- [3]
			"23:09:37", -- [4]
			"灰斑蓟熊", -- [5]
		}, -- [550]
		{
			47449.011, -- [1]
			47457.009, -- [2]
			"23:12:45", -- [3]
			"23:12:53", -- [4]
			"暮光暴徒", -- [5]
		}, -- [551]
		{
			47465.015, -- [1]
			47483.001, -- [2]
			"23:13:01", -- [3]
			"23:13:19", -- [4]
			"暮光暴徒", -- [5]
		}, -- [552]
		{
			47511.008, -- [1]
			47535.012, -- [2]
			"23:13:47", -- [3]
			"23:14:11", -- [4]
			"暮光暴徒", -- [5]
		}, -- [553]
		{
			47734.002, -- [1]
			47766.009, -- [2]
			"23:17:30", -- [3]
			"23:18:02", -- [4]
			"黑木图腾师", -- [5]
		}, -- [554]
		{
			47939.003, -- [1]
			47968.013, -- [2]
			"23:20:55", -- [3]
			"23:21:24", -- [4]
			"暗滩精兵", -- [5]
		}, -- [555]
		{
			48150.002, -- [1]
			48171.007, -- [2]
			"23:24:26", -- [3]
			"23:24:47", -- [4]
			"幽爪奔跑者", -- [5]
		}, -- [556]
	},
	["FoughtWho"] = {
		"幽爪奔跑者 23:24:26-23:24:47", -- [1]
		"暗滩精兵 23:20:55-23:21:24", -- [2]
		"黑木图腾师 23:17:30-23:18:02", -- [3]
		"暮光暴徒 23:13:47-23:14:11", -- [4]
		"暮光暴徒 23:13:01-23:13:19", -- [5]
	},
}
