
_detalhes_database = {
	["savedbuffs"] = {
	},
	["mythic_dungeon_id"] = 0,
	["tabela_historico"] = {
		["tabelas"] = {
			{
				{
					["tipo"] = 2,
					["combatId"] = 25,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.008983,
							["damage_from"] = {
								["环境伤害 (坠落)"] = true,
							},
							["targets"] = {
								["英雄训练假人"] = 528837,
							},
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["damage_taken"] = 287.008983,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 492589.008983,
							["on_hold"] = false,
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["total"] = 528837.008983,
							["last_event"] = 1677076035,
							["delay"] = 0,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["end_time"] = 1677076029,
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 8,
										["b_amt"] = 0,
										["c_dmg"] = 68173,
										["g_amt"] = 0,
										["n_max"] = 5179,
										["targets"] = {
											["英雄训练假人"] = 178216,
										},
										["n_dmg"] = 110043,
										["n_min"] = 3414,
										["g_dmg"] = 0,
										["counter"] = 35,
										["ChartData"] = {
											[38] = 43157,
											[107] = 162347,
											[62] = 74823,
											[92] = 141769,
											[8] = 3456,
											[77] = 103355,
											[47] = 55599,
											[14] = 11995,
											[20] = 20156,
											[110] = 166689,
											[32] = 35866,
											[95] = 150759,
											[56] = 67128,
											[80] = 121255,
											[65] = 82967,
											[41] = 47451,
											[113] = 170503,
											[17] = 16281,
											[98] = 155101,
											[29] = 35866,
											[83] = 131975,
											[50] = 59880,
											[68] = 86809,
											[116] = 174367,
											[35] = 39331,
											[11] = 7745,
											[101] = 158933,
											[59] = 74823,
											[86] = 131975,
											[26] = 31610,
											[71] = 95361,
											[44] = 51311,
											[119] = 178216,
											[104] = 158933,
											[89] = 136590,
											[53] = 59880,
											[74] = 103355,
											[23] = 20156,
										},
										["total"] = 178216,
										["c_max"] = 10720,
										["id"] = 47809,
										["r_dmg"] = 83970,
										["r_amt"] = 18,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 7177,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 27,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[686] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 14,
										["targets"] = {
											["英雄训练假人"] = 14,
										},
										["n_dmg"] = 14,
										["n_min"] = 14,
										["g_dmg"] = 0,
										["counter"] = 1,
										["ChartData"] = {
											[38] = 14,
											[107] = 14,
											[62] = 14,
											[5] = 14,
											[92] = 14,
											[8] = 14,
											[77] = 14,
											[47] = 14,
											[14] = 14,
											[20] = 14,
											[110] = 14,
											[32] = 14,
											[95] = 14,
											[56] = 14,
											[80] = 14,
											[65] = 14,
											[41] = 14,
											[113] = 14,
											[17] = 14,
											[98] = 14,
											[29] = 14,
											[83] = 14,
											[50] = 14,
											[68] = 14,
											[116] = 14,
											[35] = 14,
											[11] = 14,
											[101] = 14,
											[59] = 14,
											[86] = 14,
											[26] = 14,
											[71] = 14,
											[44] = 14,
											[119] = 14,
											[104] = 14,
											[89] = 14,
											[53] = 14,
											[74] = 14,
											[23] = 14,
										},
										["total"] = 14,
										["c_max"] = 0,
										["id"] = 686,
										["r_dmg"] = 14,
										["r_amt"] = 1,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47813] = {
										["c_amt"] = 20,
										["b_amt"] = 0,
										["c_dmg"] = 85995,
										["g_amt"] = 0,
										["n_max"] = 2668,
										["targets"] = {
											["英雄训练假人"] = 144455,
										},
										["n_dmg"] = 58460,
										["n_min"] = 1610,
										["g_dmg"] = 0,
										["counter"] = 48,
										["ChartData"] = {
											[38] = 34493,
											[107] = 117944,
											[62] = 67142,
											[5] = 3962,
											[92] = 99580,
											[8] = 7924,
											[77] = 84067,
											[47] = 47175,
											[14] = 12107,
											[20] = 17829,
											[110] = 122545,
											[32] = 27911,
											[95] = 105462,
											[56] = 60978,
											[80] = 86268,
											[65] = 70882,
											[41] = 36694,
											[113] = 127146,
											[17] = 16069,
											[98] = 107222,
											[29] = 25930,
											[83] = 88936,
											[50] = 51776,
											[68] = 72863,
											[116] = 129347,
											[35] = 32512,
											[11] = 10126,
											[101] = 109203,
											[59] = 63180,
											[86] = 91337,
											[26] = 23729,
											[71] = 77265,
											[44] = 43495,
											[119] = 133948,
											[104] = 113804,
											[89] = 94005,
											[53] = 56377,
											[74] = 81866,
											[23] = 19589,
										},
										["total"] = 144455,
										["c_max"] = 5575,
										["id"] = 47813,
										["r_dmg"] = 54050,
										["r_amt"] = 21,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 3366,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 28,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47843] = {
										["c_amt"] = 11,
										["b_amt"] = 0,
										["c_dmg"] = 43928,
										["g_amt"] = 0,
										["n_max"] = 2015,
										["targets"] = {
											["英雄训练假人"] = 90978,
										},
										["n_dmg"] = 47050,
										["n_min"] = 1474,
										["g_dmg"] = 0,
										["counter"] = 36,
										["ChartData"] = {
											[38] = 27164,
											[107] = 77473,
											[62] = 45438,
											[5] = 1541,
											[92] = 68004,
											[8] = 3468,
											[77] = 56377,
											[47] = 33390,
											[14] = 9694,
											[20] = 13522,
											[110] = 79488,
											[32] = 20938,
											[95] = 69615,
											[56] = 43423,
											[80] = 57988,
											[65] = 48519,
											[41] = 29179,
											[113] = 81503,
											[17] = 11709,
											[98] = 71630,
											[29] = 20938,
											[83] = 62199,
											[50] = 37601,
											[68] = 50534,
											[116] = 85293,
											[35] = 25149,
											[11] = 5483,
											[101] = 73645,
											[59] = 45438,
											[86] = 64214,
											[26] = 17148,
											[71] = 52549,
											[44] = 33390,
											[119] = 89504,
											[104] = 75458,
											[89] = 68004,
											[53] = 39212,
											[74] = 54362,
											[23] = 15335,
										},
										["total"] = 90978,
										["c_max"] = 4211,
										["id"] = 47843,
										["r_dmg"] = 31364,
										["r_amt"] = 14,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 3081,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 25,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[59164] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 18455,
										["g_amt"] = 0,
										["n_max"] = 2221,
										["targets"] = {
											["英雄训练假人"] = 33164,
										},
										["n_dmg"] = 14709,
										["n_min"] = 1912,
										["g_dmg"] = 0,
										["counter"] = 11,
										["ChartData"] = {
											[38] = 10278,
											[107] = 28599,
											[62] = 14321,
											[5] = 2221,
											[92] = 26384,
											[8] = 2221,
											[77] = 20914,
											[47] = 12409,
											[14] = 4403,
											[20] = 4403,
											[110] = 33164,
											[32] = 10278,
											[95] = 28599,
											[56] = 14321,
											[80] = 20914,
											[65] = 16247,
											[41] = 12409,
											[113] = 33164,
											[17] = 4403,
											[98] = 28599,
											[29] = 6525,
											[83] = 20914,
											[50] = 14321,
											[68] = 16247,
											[116] = 33164,
											[35] = 10278,
											[11] = 4403,
											[101] = 28599,
											[59] = 14321,
											[86] = 26384,
											[26] = 6525,
											[71] = 16247,
											[44] = 12409,
											[119] = 33164,
											[104] = 28599,
											[89] = 26384,
											[53] = 14321,
											[74] = 20914,
											[23] = 6525,
										},
										["total"] = 33164,
										["c_max"] = 5470,
										["id"] = 59164,
										["r_dmg"] = 7591,
										["r_amt"] = 3,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 3753,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 7,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 986,
										["targets"] = {
											["英雄训练假人"] = 45762,
										},
										["n_dmg"] = 45762,
										["n_min"] = 569,
										["g_dmg"] = 0,
										["counter"] = 58,
										["ChartData"] = {
											[38] = 13109,
											[107] = 39158,
											[62] = 21983,
											[5] = 681,
											[92] = 33864,
											[8] = 1293,
											[77] = 27588,
											[47] = 17444,
											[14] = 3422,
											[20] = 5713,
											[110] = 40007,
											[32] = 10980,
											[95] = 34850,
											[56] = 19782,
											[80] = 28940,
											[65] = 23352,
											[41] = 14807,
											[113] = 41620,
											[17] = 5035,
											[98] = 36525,
											[29] = 10269,
											[83] = 29652,
											[50] = 18430,
											[68] = 24116,
											[116] = 42384,
											[35] = 12260,
											[11] = 2573,
											[101] = 37165,
											[59] = 21134,
											[86] = 31350,
											[26] = 8671,
											[71] = 25890,
											[44] = 15571,
											[119] = 44158,
											[104] = 37877,
											[89] = 32114,
											[53] = 19142,
											[74] = 26876,
											[23] = 7685,
										},
										["total"] = 45762,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 20003,
										["r_amt"] = 27,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 58,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
								},
								["tipo"] = 2,
							},
							["custom"] = 0,
							["colocacao"] = 1,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1677076029,
							["serial"] = "Player-4487-00246B86",
							["last_dps"] = 4297.98533019333,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.007888,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 36248,
							},
							["delay"] = 0,
							["pets"] = {
							},
							["total"] = 36248.007888,
							["last_event"] = 1677076022,
							["aID"] = "Pet-0-4490-571-29489-417-01000A2ED8",
							["raid_targets"] = {
							},
							["total_without_pet"] = 36248.007888,
							["classe"] = "PET",
							["dps_started"] = false,
							["end_time"] = 1677076029,
							["damage_taken"] = 0.007888,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 653,
										["g_amt"] = 15,
										["n_max"] = 395,
										["targets"] = {
											["英雄训练假人"] = 18670,
										},
										["n_dmg"] = 14105,
										["n_min"] = 313,
										["g_dmg"] = 3912,
										["counter"] = 56,
										["total"] = 18670,
										["c_max"] = 653,
										["id"] = 1,
										["r_dmg"] = 0,
										["r_amt"] = 0,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 653,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 40,
										["extra"] = {
										},
										["spellschool"] = 1,
									}, -- [1]
									[54053] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 1988,
										["g_amt"] = 0,
										["n_max"] = 572,
										["targets"] = {
											["英雄训练假人"] = 17578,
										},
										["n_dmg"] = 15590,
										["n_min"] = 405,
										["g_dmg"] = 0,
										["counter"] = 34,
										["total"] = 17578,
										["c_max"] = 998,
										["id"] = 54053,
										["r_dmg"] = 9712,
										["r_amt"] = 20,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 990,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 32,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
								},
								["tipo"] = 2,
							},
							["friendlyfire_total"] = 0,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1677076029,
							["serial"] = "Pet-0-4490-571-29489-417-01000A2ED8",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.006882,
							["damage_from"] = {
								["特斯拉大股東"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["dps_started"] = false,
							["aID"] = "31146",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.006882,
							["delay"] = 0,
							["fight_component"] = true,
							["total"] = 0.006882,
							["end_time"] = 1677076029,
							["damage_taken"] = 528837.006882,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["friendlyfire_total"] = 0,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["last_event"] = 0,
							["friendlyfire"] = {
							},
							["start_time"] = 1677076029,
							["serial"] = "Creature-0-5580-1-7245-31146-00006D86C4",
							["classe"] = "UNKNOW",
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 25,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 63596,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 63596.003393,
							["total_without_pet"] = 11903.003393,
							["total"] = 11903.003393,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.003393,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 11903,
							},
							["totalover_without_pet"] = 0.003393,
							["healing_taken"] = 12759.003393,
							["fight_component"] = true,
							["end_time"] = 1677076029,
							["healing_from"] = {
								["特斯拉大股東"] = true,
								["英雄训练假人"] = true,
							},
							["last_event"] = 1677077376,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 12397,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 3099,
										},
										["n_min"] = 344,
										["counter"] = 45,
										["overheal"] = 12397,
										["total"] = 3099,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 45,
										["n_curado"] = 3099,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 51199,
										},
										["n_max"] = 1840,
										["targets"] = {
											["特斯拉大股東"] = 8804,
										},
										["n_min"] = 0,
										["counter"] = 51,
										["overheal"] = 51199,
										["total"] = 8804,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 51,
										["n_curado"] = 8804,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["totaldenied"] = 0.003393,
							["aID"] = "4487-00246B86",
							["custom"] = 0,
							["tipo"] = 2,
							["spec"] = 265,
							["start_time"] = 1677076029,
							["delay"] = 0,
							["heal_enemy_amt"] = 0,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["targets_overheal"] = {
								["特斯拉大股東"] = 32308,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "31146",
							["totalover"] = 32308.007921,
							["total_without_pet"] = 856.007921,
							["total"] = 856.007921,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-5580-1-7245-31146-00006D86C4",
							["totalabsorb"] = 0.007921,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 856,
							},
							["totalover_without_pet"] = 0.007921,
							["healing_taken"] = 0.007921,
							["fight_component"] = true,
							["end_time"] = 1677076029,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 32308,
										},
										["n_max"] = 696,
										["targets"] = {
											["特斯拉大股東"] = 856,
										},
										["n_min"] = 0,
										["counter"] = 11,
										["overheal"] = 32308,
										["total"] = 856,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 11,
										["n_curado"] = 856,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["healing_from"] = {
							},
							["last_event"] = 1677076028,
							["classe"] = "UNKNOW",
							["custom"] = 0,
							["tipo"] = 2,
							["heal_enemy_amt"] = 0,
							["start_time"] = 1677076029,
							["delay"] = 0,
							["totaldenied"] = 0.007921,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 25,
					["_ActorTable"] = {
						{
							["received"] = 25420.0051,
							["resource"] = 0.0051,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 25420,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.0051,
							["fight_component"] = true,
							["total"] = 29856.0051,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 25420,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 25420,
										},
										["counter"] = 6,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["tipo"] = 3,
							["aID"] = "4487-00246B86",
							["passiveover"] = 0.0051,
							["last_event"] = 1677077350,
							["alternatepower"] = 0.0051,
							["flag_original"] = 1300,
							["serial"] = "Player-4487-00246B86",
							["spec"] = 265,
						}, -- [1]
						{
							["received"] = 4436.005826000001,
							["resource"] = 0.005826,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 4436,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 15243.005826,
							["total"] = 4436.005826000001,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 4436,
										["id"] = 54425,
										["totalover"] = 15243,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 4436,
										},
										["counter"] = 34,
									},
								},
								["tipo"] = 7,
							},
							["tipo"] = 3,
							["flag_original"] = 4369,
							["last_event"] = 1677076018,
							["passiveover"] = 0.005826,
							["alternatepower"] = 0.005826,
							["serial"] = "Pet-0-4490-571-29489-417-01000A2ED8",
							["aID"] = "Pet-0-4490-571-29489-417-01000A2ED8",
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 25,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 48,
										["id"] = 32391,
										["uptime"] = 123,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47843] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 0,
										["refreshamt"] = 4,
										["id"] = 47843,
										["uptime"] = 118,
										["targets"] = {
										},
										["appliedamt"] = 4,
									},
									[59164] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 0,
										["refreshamt"] = 8,
										["id"] = 59164,
										["uptime"] = 116,
										["targets"] = {
										},
										["appliedamt"] = 3,
									},
									[47813] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 47813,
										["uptime"] = 121,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[17800] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 35,
										["id"] = 17800,
										["uptime"] = 123,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47864] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 2,
										["id"] = 47864,
										["uptime"] = 119,
										["targets"] = {
										},
										["appliedamt"] = 3,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 598,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[60494] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 60494,
										["uptime"] = 10,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[54758] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 2,
										["refreshamt"] = 0,
										["id"] = 54758,
										["uptime"] = 24,
										["targets"] = {
										},
										["appliedamt"] = 2,
									},
									[17941] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 2,
										["refreshamt"] = 0,
										["id"] = 17941,
										["uptime"] = 3,
										["targets"] = {
										},
										["appliedamt"] = 2,
									},
									[57821] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 57821,
										["uptime"] = 123,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[57567] = {
										["activedamt"] = 4,
										["id"] = 57567,
										["targets"] = {
										},
										["uptime"] = 54,
										["counter"] = 0,
										["refreshamt"] = 0,
										["actived"] = false,
										["appliedamt"] = 4,
									},
									[64371] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 1,
										["id"] = 64371,
										["uptime"] = 15,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47893] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 47893,
										["uptime"] = 123,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[63321] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 4,
										["id"] = 63321,
										["uptime"] = 123,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[60486] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 64,
										["id"] = 60486,
										["uptime"] = 123,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 720,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 35,
								[47843] = 8,
								[47813] = 1,
								[47864] = 5,
								[59164] = 11,
								[57946] = 4,
								[54758] = 2,
								[17941] = 2,
							},
							["tipo"] = 4,
							["buff_uptime_targets"] = {
							},
							["last_event"] = 1677077377,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["classe"] = "WARLOCK",
							["serial"] = "Player-4487-00246B86",
							["debuff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-571-29489-417-01000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["last_event"] = 0,
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-571-29489-417-01000A2ED8",
							["spell_cast"] = {
								[54053] = 34,
							},
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 25,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					528836.9504990001, -- [1]
					12758.940279, -- [2]
					{
						0, -- [1]
						[0] = 29855.990187,
						["alternatepower"] = 0,
						[6] = 0,
						[3] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["dead"] = 0,
						["cc_break"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["dispell"] = 0,
						["cooldowns_defensive"] = 0,
					}, -- [4]
					["voidzone_damage"] = 0,
					["frags_total"] = 0,
				},
				["totals_grupo"] = {
					492589, -- [1]
					11903, -- [2]
					{
						0, -- [1]
						[0] = 25420,
						["alternatepower"] = 0,
						[6] = 0,
						[3] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["dead"] = 0,
						["cc_break"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["dispell"] = 0,
						["cooldowns_defensive"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:27:09",
				["hasTimer"] = 122.5349999999962,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 47130.332,
				["CombatEndedAt"] = 47130.332,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage"] = {
						{
							["特斯拉大股東"] = 521269.008983,
						}, -- [1]
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 9549.003392999999,
						}, -- [1]
					},
					["damage_section"] = {
					},
				},
				["end_time"] = 47130.332,
				["combat_id"] = 25,
				["spells_cast_timeline"] = {
				},
				["frags"] = {
				},
				["tempo_start"] = 1677075906,
				["combat_counter"] = 1445,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							644, -- [3]
							1677076029.807, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677076030.929, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							63106, -- [2]
							1347, -- [3]
							1677076032.533, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1677076035.373, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076035.916, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							true, -- [1]
							3, -- [2]
							287, -- [3]
							1677076037.535, -- [4]
							17224, -- [5]
							"环境伤害 (坠落)", -- [6]
							nil, -- [7]
							3, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [6]
						{
							false, -- [1]
							63106, -- [2]
							560, -- [3]
							1677076038.121, -- [4]
							16937, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							63106, -- [2]
							1040, -- [3]
							1677076040.871, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076040.871, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							63106, -- [2]
							622, -- [3]
							1677076041.194, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677076045.94, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076050.882, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076055.935, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076060.936, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076065.949, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076070.896, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677076075.946, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677077327.359, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077330.324, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077335.361, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077340.349, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077346.762, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677077350.365, -- [4]
							13276, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677077355.444, -- [4]
							13735, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077360.319, -- [4]
							14196, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677077365.454, -- [4]
							14725, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077370.403, -- [4]
							15186, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677077375.497, -- [4]
							15710, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 29,
					},
				},
				["start_time"] = 47007.289,
				["TimeData"] = {
				},
				["data_inicio"] = "22:25:06",
			}, -- [1]
			{
				{
					["tipo"] = 2,
					["combatId"] = 24,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.002657,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 2216050,
							},
							["on_hold"] = false,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
								["环境伤害 (坠落)"] = true,
							},
							["end_time"] = 1676908023,
							["classe"] = "WARLOCK",
							["raid_targets"] = {
							},
							["total_without_pet"] = 2042895.002657,
							["damage_taken"] = 1726.002657,
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["total"] = 2216050.002657,
							["last_event"] = 1676908027,
							["delay"] = 0,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["aID"] = "4487-00246B86",
							["last_dps"] = 4422.467870292503,
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 37,
										["b_amt"] = 0,
										["c_dmg"] = 319097,
										["g_amt"] = 0,
										["n_max"] = 5178,
										["targets"] = {
											["英雄训练假人"] = 718194,
										},
										["n_dmg"] = 399097,
										["n_min"] = 3397,
										["g_dmg"] = 0,
										["counter"] = 132,
										["ChartData"] = {
											[131] = 201999,
											[35] = 43599,
											[293] = 444639,
											[155] = 250280,
											[41] = 67443,
											[341] = 510174,
											[179] = 276431,
											[47] = 76011,
											[389] = 588748,
											[203] = 314144,
											[53] = 84110,
											[227] = 351246,
											[59] = 89251,
											[251] = 390184,
											[278] = 428377,
											[74] = 115385,
											[326] = 478955,
											[86] = 135583,
											[374] = 561068,
											[98] = 156594,
											[406] = 613187,
											[110] = 169531,
											[454] = 676322,
											[122] = 186275,
											[263] = 403708,
											[140] = 218622,
											[311] = 457239,
											[164] = 263535,
											[359] = 540561,
											[188] = 297826,
											[212] = 333828,
											[439] = 659177,
											[236] = 364414,
											[487] = 709623,
											[296] = 444639,
											[344] = 521693,
											[392] = 596856,
											[424] = 642784,
											[472] = 701932,
											[281] = 432272,
											[149] = 235397,
											[329] = 487951,
											[173] = 276431,
											[377] = 568214,
											[197] = 310253,
											[409] = 622105,
											[221] = 346988,
											[457] = 679784,
											[245] = 382052,
											[266] = 407143,
											[71] = 111138,
											[314] = 470424,
											[83] = 132183,
											[362] = 544849,
											[95] = 156594,
											[394] = 600716,
											[107] = 169531,
											[442] = 667337,
											[119] = 181975,
											[490] = 713867,
											[8] = 5175,
											[134] = 206300,
											[299] = 448910,
											[158] = 255427,
											[347] = 530241,
											[182] = 289636,
											[206] = 330001,
											[427] = 647363,
											[14] = 18336,
											[230] = 355526,
											[475] = 701932,
											[254] = 394278,
											[17] = 22216,
											[284] = 436568,
											[20] = 22216,
											[332] = 496960,
											[23] = 26463,
											[380] = 575408,
											[26] = 30739,
											[29] = 34595,
											[32] = 43599,
											[269] = 420361,
											[143] = 227607,
											[38] = 51312,
											[317] = 474677,
											[167] = 267806,
											[44] = 71737,
											[365] = 548672,
											[191] = 297826,
											[50] = 80262,
											[215] = 333828,
											[56] = 84110,
											[239] = 377768,
											[62] = 94345,
											[68] = 102075,
											[302] = 452983,
											[80] = 124413,
											[350] = 530241,
											[92] = 147561,
											[104] = 164936,
											[430] = 655342,
											[116] = 178156,
											[478] = 701932,
											[128] = 197748,
											[287] = 436568,
											[152] = 245129,
											[335] = 501227,
											[176] = 276431,
											[383] = 579701,
											[200] = 314144,
											[415] = 629796,
											[224] = 351246,
											[463] = 692219,
											[248] = 382052,
											[272] = 420361,
											[320] = 474677,
											[368] = 552069,
											[400] = 604997,
											[448] = 667337,
											[496] = 718194,
											[257] = 394278,
											[137] = 210587,
											[305] = 452983,
											[161] = 255427,
											[353] = 530241,
											[185] = 293498,
											[209] = 330001,
											[433] = 655342,
											[233] = 355526,
											[481] = 701932,
											[65] = 94345,
											[290] = 436568,
											[77] = 124413,
											[338] = 501227,
											[89] = 139407,
											[386] = 579701,
											[101] = 160846,
											[418] = 638692,
											[113] = 173835,
											[466] = 692219,
											[125] = 194313,
											[275] = 420361,
											[146] = 231507,
											[323] = 478955,
											[170] = 272092,
											[371] = 552069,
											[194] = 302133,
											[403] = 609337,
											[218] = 342743,
											[451] = 676322,
											[242] = 377768,
											[260] = 399418,
											[308] = 457239,
											[493] = 718194,
											[356] = 535383,
											[397] = 600716,
											[469] = 692219,
											[460] = 684126,
											[445] = 667337,
											[436] = 659177,
											[421] = 642784,
											[412] = 625520,
											[484] = 705792,
											[11] = 10296,
										},
										["total"] = 718194,
										["c_max"] = 10733,
										["id"] = 47809,
										["r_dmg"] = 275598,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7146,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 95,
										["b_dmg"] = 0,
										["r_amt"] = 53,
									},
									[686] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 14,
										["targets"] = {
											["英雄训练假人"] = 14,
										},
										["n_dmg"] = 14,
										["n_min"] = 14,
										["g_dmg"] = 0,
										["counter"] = 1,
										["ChartData"] = {
											[131] = 14,
											[35] = 14,
											[293] = 14,
											[155] = 14,
											[41] = 14,
											[341] = 14,
											[179] = 14,
											[47] = 14,
											[389] = 14,
											[203] = 14,
											[53] = 14,
											[227] = 14,
											[59] = 14,
											[251] = 14,
											[278] = 14,
											[74] = 14,
											[326] = 14,
											[86] = 14,
											[374] = 14,
											[98] = 14,
											[406] = 14,
											[110] = 14,
											[454] = 14,
											[122] = 14,
											[263] = 14,
											[140] = 14,
											[311] = 14,
											[164] = 14,
											[359] = 14,
											[188] = 14,
											[212] = 14,
											[439] = 14,
											[236] = 14,
											[487] = 14,
											[296] = 14,
											[344] = 14,
											[392] = 14,
											[424] = 14,
											[472] = 14,
											[281] = 14,
											[149] = 14,
											[329] = 14,
											[173] = 14,
											[377] = 14,
											[197] = 14,
											[409] = 14,
											[221] = 14,
											[457] = 14,
											[245] = 14,
											[266] = 14,
											[71] = 14,
											[5] = 14,
											[83] = 14,
											[362] = 14,
											[95] = 14,
											[394] = 14,
											[107] = 14,
											[442] = 14,
											[119] = 14,
											[490] = 14,
											[8] = 14,
											[134] = 14,
											[299] = 14,
											[158] = 14,
											[347] = 14,
											[182] = 14,
											[206] = 14,
											[427] = 14,
											[14] = 14,
											[230] = 14,
											[475] = 14,
											[254] = 14,
											[17] = 14,
											[284] = 14,
											[20] = 14,
											[332] = 14,
											[23] = 14,
											[380] = 14,
											[26] = 14,
											[29] = 14,
											[32] = 14,
											[269] = 14,
											[143] = 14,
											[38] = 14,
											[317] = 14,
											[167] = 14,
											[44] = 14,
											[365] = 14,
											[191] = 14,
											[50] = 14,
											[215] = 14,
											[56] = 14,
											[239] = 14,
											[62] = 14,
											[68] = 14,
											[302] = 14,
											[80] = 14,
											[350] = 14,
											[92] = 14,
											[104] = 14,
											[430] = 14,
											[116] = 14,
											[478] = 14,
											[128] = 14,
											[287] = 14,
											[152] = 14,
											[335] = 14,
											[176] = 14,
											[383] = 14,
											[200] = 14,
											[415] = 14,
											[224] = 14,
											[463] = 14,
											[248] = 14,
											[272] = 14,
											[320] = 14,
											[368] = 14,
											[400] = 14,
											[448] = 14,
											[496] = 14,
											[257] = 14,
											[137] = 14,
											[305] = 14,
											[161] = 14,
											[353] = 14,
											[185] = 14,
											[209] = 14,
											[433] = 14,
											[233] = 14,
											[481] = 14,
											[65] = 14,
											[290] = 14,
											[77] = 14,
											[338] = 14,
											[89] = 14,
											[386] = 14,
											[101] = 14,
											[418] = 14,
											[113] = 14,
											[466] = 14,
											[125] = 14,
											[275] = 14,
											[146] = 14,
											[323] = 14,
											[170] = 14,
											[371] = 14,
											[194] = 14,
											[403] = 14,
											[218] = 14,
											[451] = 14,
											[242] = 14,
											[260] = 14,
											[308] = 14,
											[493] = 14,
											[11] = 14,
											[356] = 14,
											[469] = 14,
											[460] = 14,
											[445] = 14,
											[421] = 14,
											[436] = 14,
											[412] = 14,
											[397] = 14,
											[484] = 14,
											[314] = 14,
										},
										["total"] = 14,
										["c_max"] = 0,
										["id"] = 686,
										["r_dmg"] = 14,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
									[47813] = {
										["c_amt"] = 63,
										["b_amt"] = 0,
										["c_dmg"] = 287622,
										["g_amt"] = 0,
										["n_max"] = 2688,
										["targets"] = {
											["英雄训练假人"] = 577181,
										},
										["n_dmg"] = 289559,
										["n_min"] = 1622,
										["g_dmg"] = 0,
										["counter"] = 195,
										["ChartData"] = {
											[131] = 146464,
											[35] = 35814,
											[293] = 330202,
											[155] = 170839,
											[41] = 47301,
											[341] = 388207,
											[179] = 196667,
											[47] = 51071,
											[389] = 447909,
											[203] = 224484,
											[53] = 55061,
											[227] = 250291,
											[59] = 64930,
											[251] = 278710,
											[278] = 308378,
											[74] = 79899,
											[326] = 369041,
											[86] = 94894,
											[374] = 430898,
											[98] = 111527,
											[406] = 467378,
											[110] = 121269,
											[454] = 521145,
											[122] = 135619,
											[263] = 291188,
											[140] = 152673,
											[311] = 353805,
											[164] = 183826,
											[359] = 413444,
											[188] = 206806,
											[212] = 235477,
											[439] = 506328,
											[236] = 258765,
											[487] = 559918,
											[296] = 334837,
											[344] = 392842,
											[392] = 452544,
											[424] = 493486,
											[472] = 540888,
											[281] = 312549,
											[149] = 163073,
											[329] = 373212,
											[173] = 192453,
											[377] = 435111,
											[197] = 217631,
											[409] = 474231,
											[221] = 245856,
											[457] = 523362,
											[245] = 268922,
											[266] = 293183,
											[71] = 77682,
											[5] = 2572,
											[83] = 92677,
											[362] = 415662,
											[95] = 106892,
											[394] = 454761,
											[107] = 119051,
											[442] = 508324,
											[119] = 131183,
											[490] = 562136,
											[8] = 4629,
											[134] = 148682,
											[299] = 337525,
											[158] = 173527,
											[347] = 396834,
											[182] = 201103,
											[206] = 230101,
											[427] = 495905,
											[14] = 11951,
											[230] = 254926,
											[475] = 545943,
											[254] = 281398,
											[17] = 18804,
											[284] = 314767,
											[20] = 23439,
											[332] = 381554,
											[23] = 25434,
											[380] = 439282,
											[26] = 27652,
											[29] = 29869,
											[32] = 34040,
											[269] = 297818,
											[143] = 154447,
											[38] = 40449,
											[317] = 360435,
											[167] = 188461,
											[44] = 49297,
											[365] = 417657,
											[191] = 213195,
											[50] = 53066,
											[215] = 241643,
											[56] = 57749,
											[239] = 262936,
											[62] = 69985,
											[68] = 75687,
											[302] = 339943,
											[80] = 88506,
											[350] = 402451,
											[92] = 102721,
											[104] = 116633,
											[430] = 497901,
											[116] = 129188,
											[478] = 550848,
											[128] = 144246,
											[287] = 320933,
											[152] = 165222,
											[335] = 383772,
											[176] = 194449,
											[383] = 443917,
											[200] = 222266,
											[415] = 481084,
											[224] = 248073,
											[463] = 527798,
											[248] = 273093,
											[272] = 301525,
											[320] = 364606,
											[368] = 419875,
											[400] = 463609,
											[448] = 512760,
											[496] = 570942,
											[257] = 283817,
											[137] = 150455,
											[305] = 342361,
											[161] = 181831,
											[353] = 405139,
											[185] = 203099,
											[209] = 232789,
											[433] = 499897,
											[233] = 256548,
											[481] = 553065,
											[65] = 73692,
											[290] = 325567,
											[77] = 86288,
											[338] = 385990,
											[89] = 100503,
											[386] = 446135,
											[101] = 114215,
											[418] = 485720,
											[113] = 124976,
											[466] = 533415,
											[125] = 137837,
											[275] = 306160,
											[146] = 158439,
											[323] = 366823,
											[170] = 190235,
											[371] = 428680,
											[194] = 215413,
											[403] = 465604,
											[218] = 243861,
											[451] = 518927,
											[242] = 267149,
											[260] = 289192,
											[308] = 347416,
											[493] = 566771,
											[11] = 7316,
											[356] = 410756,
											[469] = 535833,
											[460] = 525580,
											[445] = 510542,
											[421] = 491337,
											[436] = 504333,
											[412] = 478866,
											[397] = 459396,
											[484] = 555283,
											[314] = 358439,
										},
										["total"] = 577181,
										["c_max"] = 5617,
										["id"] = 47813,
										["r_dmg"] = 218256,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3391,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 132,
										["b_dmg"] = 0,
										["r_amt"] = 78,
									},
									[47843] = {
										["c_amt"] = 46,
										["b_amt"] = 0,
										["c_dmg"] = 185798,
										["g_amt"] = 0,
										["n_max"] = 2422,
										["targets"] = {
											["英雄训练假人"] = 388738,
										},
										["n_dmg"] = 202940,
										["n_min"] = 1623,
										["g_dmg"] = 0,
										["counter"] = 150,
										["ChartData"] = {
											[131] = 100984,
											[35] = 20974,
											[293] = 228899,
											[155] = 118983,
											[41] = 27758,
											[341] = 271396,
											[179] = 141169,
											[47] = 31816,
											[389] = 306369,
											[203] = 158544,
											[53] = 35876,
											[227] = 173538,
											[59] = 42146,
											[251] = 195740,
											[278] = 219180,
											[74] = 58500,
											[326] = 260699,
											[86] = 66190,
											[374] = 296853,
											[98] = 77079,
											[406] = 317914,
											[110] = 84790,
											[454] = 352713,
											[122] = 94713,
											[263] = 205441,
											[140] = 107071,
											[311] = 245193,
											[164] = 129766,
											[359] = 284094,
											[188] = 144821,
											[212] = 164022,
											[439] = 341003,
											[236] = 183200,
											[487] = 381637,
											[296] = 230929,
											[344] = 273425,
											[392] = 310610,
											[424] = 329973,
											[472] = 366349,
											[281] = 221209,
											[149] = 114742,
											[329] = 262729,
											[173] = 135951,
											[377] = 298476,
											[197] = 152273,
											[409] = 321306,
											[221] = 170089,
											[457] = 354742,
											[245] = 191499,
											[266] = 207267,
											[71] = 53438,
											[5] = 1941,
											[83] = 64364,
											[362] = 289156,
											[95] = 73262,
											[394] = 310610,
											[107] = 82761,
											[442] = 345244,
											[119] = 92887,
											[490] = 383463,
											[8] = 5592,
											[134] = 103013,
											[299] = 232958,
											[158] = 121162,
											[347] = 275251,
											[182] = 143198,
											[206] = 160370,
											[427] = 332153,
											[14] = 11234,
											[230] = 177354,
											[475] = 371411,
											[254] = 199557,
											[17] = 11234,
											[284] = 222832,
											[20] = 13263,
											[332] = 264758,
											[23] = 15293,
											[380] = 298476,
											[26] = 17322,
											[29] = 19148,
											[32] = 19148,
											[269] = 209093,
											[143] = 110887,
											[38] = 24366,
											[317] = 249795,
											[167] = 131703,
											[44] = 29787,
											[365] = 291578,
											[191] = 148213,
											[50] = 33846,
											[215] = 164022,
											[56] = 37905,
											[239] = 187441,
											[62] = 42146,
											[68] = 51258,
											[302] = 236350,
											[80] = 62741,
											[350] = 279492,
											[92] = 71232,
											[104] = 80731,
											[430] = 334575,
											[116] = 88646,
											[478] = 373183,
											[128] = 96743,
											[287] = 224658,
											[152] = 118983,
											[335] = 268150,
											[176] = 137777,
											[383] = 300505,
											[200] = 156514,
											[415] = 324958,
											[224] = 171712,
											[463] = 358598,
											[248] = 191499,
											[272] = 211122,
											[320] = 252217,
											[368] = 293201,
											[400] = 314262,
											[448] = 350887,
											[496] = 386912,
											[257] = 201586,
											[137] = 105042,
											[305] = 240591,
											[161] = 125717,
											[353] = 279492,
											[185] = 143198,
											[209] = 162196,
											[433] = 336755,
											[233] = 181171,
											[481] = 378245,
											[65] = 46702,
											[290] = 224658,
											[77] = 58500,
											[338] = 269773,
											[89] = 67840,
											[386] = 304746,
											[101] = 78905,
											[418] = 326581,
											[113] = 86820,
											[466] = 361990,
											[125] = 94713,
											[275] = 215363,
											[146] = 112916,
											[323] = 256458,
											[170] = 134125,
											[371] = 295027,
											[194] = 150243,
											[403] = 316291,
											[218] = 165848,
											[451] = 350887,
											[242] = 189470,
											[260] = 203412,
											[308] = 242771,
											[493] = 385086,
											[11] = 7418,
											[356] = 281914,
											[469] = 364170,
											[460] = 356568,
											[445] = 349061,
											[421] = 329973,
											[436] = 339177,
											[412] = 322929,
											[397] = 312639,
											[484] = 378245,
											[314] = 247615,
										},
										["total"] = 388738,
										["c_max"] = 5062,
										["id"] = 47843,
										["r_dmg"] = 190041,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3392,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 104,
										["b_dmg"] = 0,
										["r_amt"] = 79,
									},
									[59164] = {
										["c_amt"] = 9,
										["b_amt"] = 0,
										["c_dmg"] = 40143,
										["g_amt"] = 0,
										["n_max"] = 2629,
										["targets"] = {
											["英雄训练假人"] = 119523,
										},
										["n_dmg"] = 79380,
										["n_min"] = 1744,
										["g_dmg"] = 0,
										["counter"] = 46,
										["ChartData"] = {
											[131] = 32231,
											[35] = 11832,
											[293] = 69597,
											[155] = 40854,
											[41] = 11832,
											[341] = 83376,
											[179] = 45183,
											[47] = 14011,
											[389] = 91547,
											[203] = 49475,
											[53] = 14011,
											[227] = 54339,
											[59] = 15755,
											[251] = 58542,
											[278] = 67626,
											[74] = 21793,
											[326] = 76533,
											[86] = 21793,
											[374] = 89384,
											[98] = 23762,
											[406] = 95524,
											[110] = 28208,
											[454] = 110381,
											[122] = 30226,
											[263] = 63038,
											[140] = 36732,
											[311] = 74353,
											[164] = 43002,
											[359] = 87471,
											[188] = 47345,
											[212] = 52104,
											[439] = 104166,
											[236] = 56554,
											[487] = 114878,
											[296] = 71839,
											[344] = 83376,
											[392] = 93537,
											[424] = 100113,
											[472] = 112637,
											[281] = 67626,
											[149] = 40854,
											[329] = 81200,
											[173] = 43002,
											[377] = 89384,
											[197] = 49475,
											[409] = 95524,
											[221] = 54339,
											[457] = 110381,
											[245] = 58542,
											[266] = 63038,
											[71] = 19861,
											[5] = 2151,
											[83] = 21793,
											[362] = 87471,
											[95] = 23762,
											[394] = 93537,
											[107] = 26275,
											[442] = 104166,
											[119] = 30226,
											[490] = 119523,
											[8] = 2151,
											[134] = 32231,
											[299] = 71839,
											[158] = 40854,
											[347] = 83376,
											[182] = 45183,
											[206] = 49475,
											[427] = 100113,
											[14] = 7524,
											[230] = 54339,
											[475] = 112637,
											[254] = 60825,
											[17] = 7524,
											[284] = 69597,
											[20] = 7524,
											[332] = 81200,
											[23] = 9704,
											[380] = 89384,
											[26] = 9704,
											[29] = 9704,
											[32] = 9704,
											[269] = 63038,
											[143] = 36732,
											[38] = 11832,
											[317] = 76533,
											[167] = 43002,
											[44] = 14011,
											[365] = 87471,
											[191] = 47345,
											[50] = 14011,
											[215] = 52104,
											[56] = 15755,
											[239] = 56554,
											[62] = 15755,
											[68] = 19861,
											[302] = 71839,
											[80] = 21793,
											[350] = 85518,
											[92] = 23762,
											[104] = 26275,
											[430] = 100113,
											[116] = 28208,
											[478] = 114878,
											[128] = 30226,
											[287] = 69597,
											[152] = 40854,
											[335] = 81200,
											[176] = 45183,
											[383] = 91547,
											[200] = 49475,
											[415] = 97512,
											[224] = 54339,
											[463] = 110381,
											[248] = 58542,
											[272] = 63038,
											[320] = 76533,
											[368] = 87471,
											[400] = 93537,
											[448] = 108254,
											[496] = 119523,
											[257] = 60825,
											[137] = 32231,
											[305] = 71839,
											[161] = 40854,
											[353] = 85518,
											[185] = 47345,
											[209] = 52104,
											[433] = 100113,
											[233] = 56554,
											[481] = 114878,
											[65] = 19861,
											[290] = 69597,
											[77] = 21793,
											[338] = 83376,
											[89] = 23762,
											[386] = 91547,
											[101] = 26275,
											[418] = 97512,
											[113] = 28208,
											[466] = 112637,
											[125] = 30226,
											[275] = 67626,
											[146] = 36732,
											[323] = 76533,
											[170] = 43002,
											[371] = 89384,
											[194] = 47345,
											[403] = 95524,
											[218] = 52104,
											[451] = 108254,
											[242] = 56554,
											[260] = 60825,
											[308] = 74353,
											[493] = 119523,
											[11] = 7524,
											[356] = 85518,
											[469] = 112637,
											[460] = 110381,
											[445] = 108254,
											[421] = 97512,
											[436] = 104166,
											[412] = 97512,
											[397] = 93537,
											[484] = 114878,
											[314] = 74353,
										},
										["total"] = 119523,
										["c_max"] = 5373,
										["id"] = 59164,
										["r_dmg"] = 46299,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4053,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 37,
										["b_dmg"] = 0,
										["r_amt"] = 19,
									},
									[61291] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 168,
										["targets"] = {
											["英雄训练假人"] = 12473,
										},
										["n_dmg"] = 12473,
										["n_min"] = 134,
										["g_dmg"] = 0,
										["counter"] = 80,
										["ChartData"] = {
											[353] = 7546,
											[484] = 12323,
											[245] = 3692,
											[365] = 8183,
											[496] = 12473,
											[251] = 3860,
											[377] = 8786,
											[389] = 9238,
											[266] = 4498,
											[397] = 9389,
											[278] = 5102,
											[409] = 9974,
											[290] = 5420,
											[421] = 10629,
											[302] = 5704,
											[433] = 10797,
											[314] = 6322,
											[445] = 11250,
											[164] = 470,
											[457] = 11870,
											[170] = 638,
											[469] = 11870,
											[176] = 638,
											[481] = 12004,
											[182] = 1142,
											[493] = 12473,
											[188] = 1292,
											[194] = 1460,
											[263] = 4498,
											[394] = 9389,
											[200] = 1964,
											[275] = 4800,
											[406] = 9974,
											[206] = 1964,
											[287] = 5252,
											[418] = 10293,
											[212] = 2300,
											[299] = 5704,
											[430] = 10629,
											[218] = 2618,
											[311] = 6322,
											[442] = 11250,
											[224] = 2618,
											[323] = 6758,
											[454] = 11870,
											[230] = 3071,
											[335] = 7076,
											[466] = 11870,
											[236] = 3222,
											[347] = 7546,
											[478] = 11870,
											[242] = 3356,
											[359] = 8032,
											[490] = 12473,
											[248] = 3860,
											[371] = 8351,
											[254] = 3860,
											[383] = 8786,
											[260] = 4364,
											[326] = 6908,
											[272] = 4649,
											[403] = 9824,
											[350] = 7546,
											[284] = 5102,
											[415] = 10125,
											[362] = 8183,
											[296] = 5704,
											[427] = 10629,
											[386] = 8954,
											[308] = 6172,
											[439] = 11250,
											[320] = 6456,
											[161] = 134,
											[451] = 11586,
											[332] = 6908,
											[167] = 638,
											[463] = 11870,
											[344] = 7546,
											[173] = 638,
											[475] = 11870,
											[356] = 7697,
											[179] = 806,
											[487] = 12473,
											[374] = 8636,
											[185] = 1292,
											[368] = 8183,
											[380] = 8786,
											[191] = 1292,
											[257] = 4028,
											[392] = 9389,
											[197] = 1796,
											[269] = 4498,
											[400] = 9523,
											[203] = 1964,
											[281] = 5102,
											[412] = 9974,
											[209] = 2132,
											[293] = 5704,
											[424] = 10629,
											[215] = 2618,
											[305] = 6022,
											[436] = 10948,
											[221] = 2618,
											[317] = 6322,
											[448] = 11418,
											[227] = 2920,
											[329] = 6908,
											[460] = 11870,
											[233] = 3222,
											[341] = 7546,
											[472] = 11870,
											[239] = 3222,
											[338] = 7378,
										},
										["total"] = 12473,
										["c_max"] = 0,
										["id"] = 61291,
										["r_dmg"] = 5924,
										["spellschool"] = 4,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 80,
										["b_dmg"] = 0,
										["r_amt"] = 41,
									},
									[61290] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 13206,
										["g_amt"] = 0,
										["n_max"] = 1275,
										["targets"] = {
											["英雄训练假人"] = 28687,
										},
										["n_dmg"] = 15481,
										["n_min"] = 893,
										["g_dmg"] = 0,
										["counter"] = 20,
										["ChartData"] = {
											[353] = 17838,
											[484] = 28687,
											[245] = 7424,
											[365] = 17838,
											[496] = 28687,
											[251] = 7424,
											[377] = 20042,
											[389] = 22449,
											[266] = 8657,
											[397] = 23473,
											[278] = 9802,
											[409] = 23473,
											[290] = 12249,
											[421] = 24512,
											[302] = 13223,
											[433] = 25664,
											[314] = 13223,
											[445] = 25664,
											[164] = 1275,
											[457] = 27528,
											[170] = 1275,
											[469] = 27528,
											[176] = 2410,
											[481] = 28687,
											[182] = 2410,
											[493] = 28687,
											[188] = 2410,
											[194] = 3423,
											[263] = 8657,
											[394] = 22449,
											[200] = 3423,
											[275] = 9802,
											[406] = 23473,
											[206] = 3423,
											[287] = 12249,
											[418] = 24512,
											[212] = 5510,
											[299] = 12249,
											[430] = 24512,
											[218] = 5510,
											[311] = 13223,
											[442] = 25664,
											[224] = 6531,
											[323] = 14395,
											[454] = 27528,
											[230] = 6531,
											[335] = 16592,
											[466] = 27528,
											[236] = 6531,
											[347] = 16592,
											[478] = 28687,
											[242] = 7424,
											[359] = 17838,
											[490] = 28687,
											[248] = 7424,
											[371] = 20042,
											[254] = 8657,
											[383] = 22449,
											[260] = 8657,
											[386] = 22449,
											[338] = 16592,
											[272] = 9802,
											[403] = 23473,
											[158] = 1275,
											[284] = 9802,
											[415] = 24512,
											[350] = 16592,
											[296] = 12249,
											[427] = 24512,
											[374] = 20042,
											[308] = 13223,
											[439] = 25664,
											[320] = 14395,
											[161] = 1275,
											[451] = 27528,
											[332] = 16592,
											[167] = 1275,
											[463] = 27528,
											[344] = 16592,
											[173] = 1275,
											[475] = 27528,
											[356] = 17838,
											[179] = 2410,
											[487] = 28687,
											[185] = 2410,
											[368] = 20042,
											[362] = 17838,
											[380] = 20042,
											[191] = 3423,
											[257] = 8657,
											[392] = 22449,
											[197] = 3423,
											[269] = 8657,
											[400] = 23473,
											[203] = 3423,
											[281] = 9802,
											[412] = 23473,
											[209] = 5510,
											[293] = 12249,
											[424] = 24512,
											[215] = 5510,
											[305] = 13223,
											[436] = 25664,
											[221] = 5510,
											[317] = 14395,
											[448] = 27528,
											[227] = 6531,
											[329] = 14395,
											[460] = 27528,
											[233] = 6531,
											[341] = 16592,
											[472] = 27528,
											[239] = 7424,
											[326] = 14395,
										},
										["total"] = 28687,
										["c_max"] = 2447,
										["id"] = 61290,
										["r_dmg"] = 14316,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 1864,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 14,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1131,
										["targets"] = {
											["英雄训练假人"] = 198085,
										},
										["n_dmg"] = 198085,
										["n_min"] = 569,
										["g_dmg"] = 0,
										["counter"] = 238,
										["ChartData"] = {
											[131] = 52355,
											[35] = 12929,
											[293] = 114302,
											[155] = 61179,
											[41] = 15391,
											[341] = 134262,
											[179] = 70827,
											[47] = 18212,
											[389] = 151572,
											[203] = 79419,
											[53] = 20185,
											[227] = 89534,
											[59] = 22496,
											[251] = 98734,
											[278] = 108852,
											[74] = 30381,
											[326] = 128228,
											[86] = 33791,
											[374] = 146581,
											[98] = 38696,
											[406] = 158748,
											[110] = 42737,
											[454] = 178255,
											[122] = 48663,
											[263] = 102918,
											[140] = 55666,
											[311] = 122311,
											[164] = 65287,
											[359] = 140661,
											[188] = 73915,
											[212] = 83251,
											[439] = 172836,
											[236] = 92518,
											[487] = 192557,
											[296] = 116274,
											[344] = 135248,
											[392] = 153445,
											[424] = 165407,
											[472] = 186100,
											[281] = 109492,
											[149] = 59115,
											[329] = 129508,
											[173] = 68835,
											[377] = 147150,
											[197] = 78708,
											[409] = 159512,
											[221] = 86922,
											[457] = 179868,
											[245] = 97037,
											[266] = 104668,
											[71] = 28232,
											[5] = 820,
											[83] = 32373,
											[362] = 142359,
											[95] = 36724,
											[394] = 154432,
											[107] = 41967,
											[442] = 173854,
											[119] = 47532,
											[490] = 193461,
											[8] = 1557,
											[134] = 53204,
											[299] = 117045,
											[158] = 61891,
											[347] = 137121,
											[182] = 71539,
											[206] = 80841,
											[427] = 166887,
											[14] = 4177,
											[230] = 90957,
											[475] = 186785,
											[254] = 100086,
											[17] = 6065,
											[284] = 111052,
											[20] = 7059,
											[332] = 130220,
											[23] = 9207,
											[380] = 148431,
											[26] = 10225,
											[29] = 10937,
											[32] = 12360,
											[269] = 105654,
											[143] = 57440,
											[38] = 14542,
											[317] = 125254,
											[167] = 66075,
											[44] = 17226,
											[365] = 143208,
											[191] = 75750,
											[50] = 20185,
											[215] = 84100,
											[56] = 21726,
											[239] = 94216,
											[62] = 24346,
											[68] = 27328,
											[302] = 117902,
											[80] = 31804,
											[350] = 137833,
											[92] = 35837,
											[104] = 40254,
											[430] = 167881,
											[116] = 45520,
											[478] = 188307,
											[128] = 51003,
											[287] = 111901,
											[152] = 60467,
											[335] = 131748,
											[176] = 69475,
											[383] = 149110,
											[200] = 78708,
											[415] = 162135,
											[224] = 88894,
											[463] = 182629,
											[248] = 98023,
											[272] = 107428,
											[320] = 126385,
											[368] = 145081,
											[400] = 156496,
											[448] = 175845,
											[496] = 195310,
											[257] = 100797,
											[137] = 54902,
											[305] = 119529,
											[161] = 63589,
											[353] = 138545,
											[185] = 73066,
											[209] = 81553,
											[433] = 169669,
											[233] = 91669,
											[481] = 189301,
											[65] = 25340,
											[290] = 113514,
											[77] = 30381,
											[338] = 132512,
											[89] = 34481,
											[386] = 150723,
											[101] = 39484,
											[418] = 162923,
											[113] = 44526,
											[466] = 183615,
											[125] = 50434,
											[275] = 107428,
											[146] = 58228,
											[323] = 127516,
											[170] = 67849,
											[371] = 145869,
											[194] = 76736,
											[403] = 157136,
											[218] = 85935,
											[451] = 177406,
											[242] = 96051,
											[260] = 102154,
											[308] = 120423,
											[493] = 194741,
											[11] = 3183,
											[356] = 139897,
											[469] = 184472,
											[460] = 180755,
											[445] = 175134,
											[421] = 164637,
											[436] = 170687,
											[412] = 161347,
											[397] = 155072,
											[484] = 191426,
											[314] = 123105,
										},
										["total"] = 198085,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 74047,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 238,
										["b_dmg"] = 0,
										["r_amt"] = 97,
									},
								},
								["tipo"] = 2,
							},
							["colocacao"] = 1,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676908023,
							["serial"] = "Player-4487-00246B86",
							["custom"] = 0,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.002785,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 173155,
							},
							["on_hold"] = false,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["tipo"] = 1,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["raid_targets"] = {
							},
							["total_without_pet"] = 173155.002785,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 173155.002785,
							["friendlyfire_total"] = 0,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 10,
										["b_amt"] = 0,
										["c_dmg"] = 7036,
										["g_amt"] = 70,
										["n_max"] = 420,
										["targets"] = {
											["英雄训练假人"] = 84882,
										},
										["n_dmg"] = 58767,
										["n_min"] = 313,
										["g_dmg"] = 19079,
										["counter"] = 246,
										["total"] = 84882,
										["c_max"] = 759,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 635,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 166,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 17,
										["b_amt"] = 0,
										["c_dmg"] = 17620,
										["g_amt"] = 0,
										["n_max"] = 683,
										["targets"] = {
											["英雄训练假人"] = 88273,
										},
										["n_dmg"] = 70653,
										["n_min"] = 372,
										["g_dmg"] = 0,
										["counter"] = 153,
										["total"] = 88273,
										["c_max"] = 1203,
										["id"] = 54053,
										["r_dmg"] = 36663,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 797,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 136,
										["b_dmg"] = 0,
										["r_amt"] = 70,
									},
								},
								["tipo"] = 2,
							},
							["friendlyfire"] = {
							},
							["classe"] = "PET",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 1676908018,
							["damage_taken"] = 0.002785,
							["start_time"] = 1676908023,
							["delay"] = 0,
							["end_time"] = 1676908023,
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.001856,
							["damage_from"] = {
								["小豬兒一二"] = true,
								["幽灵狼 <小豬兒一二>"] = true,
								["刚石頭"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["熔岩图腾 VII <小豬兒一二>"] = true,
								["Davidone"] = true,
								["小刀丶"] = true,
								["特斯拉大股東"] = true,
							},
							["targets"] = {
							},
							["last_dps"] = 0,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["end_time"] = 1676908023,
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001856,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["fight_component"] = true,
							["total"] = 0.001856,
							["classe"] = "UNKNOW",
							["on_hold"] = false,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["last_event"] = 0,
							["dps_started"] = false,
							["damage_taken"] = 4299414.001856,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676908023,
							["delay"] = 0,
							["aID"] = "31146",
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 24,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 237752,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 237752.005089,
							["total_without_pet"] = 52030.005089,
							["total"] = 52030.005089,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.005089,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 52030,
							},
							["totalover_without_pet"] = 0.005089,
							["healing_taken"] = 70373.005089,
							["fight_component"] = true,
							["end_time"] = 1676908023,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 48661,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 10247,
										},
										["n_min"] = 344,
										["counter"] = 171,
										["overheal"] = 48661,
										["total"] = 10247,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 10247,
										["totaldenied"] = 0,
										["n_amt"] = 171,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 189091,
										},
										["n_max"] = 2000,
										["targets"] = {
											["特斯拉大股東"] = 41783,
										},
										["n_min"] = 0,
										["counter"] = 195,
										["overheal"] = 189091,
										["total"] = 41783,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 41783,
										["totaldenied"] = 0,
										["n_amt"] = 195,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676908023,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1677075906,
							["tipo"] = 2,
							["totaldenied"] = 0.005089,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["flag_original"] = 68136,
							["targets_overheal"] = {
								["特斯拉大股東"] = 101180,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["heal_enemy_amt"] = 0,
							["totalover"] = 101180.005649,
							["total_without_pet"] = 18343.005649,
							["total"] = 18343.005649,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.005649,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 18343,
							},
							["totalover_without_pet"] = 0.005649,
							["healing_taken"] = 0.005649,
							["fight_component"] = true,
							["end_time"] = 1676908023,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 101180,
										},
										["n_max"] = 2256,
										["targets"] = {
											["特斯拉大股東"] = 18343,
										},
										["n_min"] = 0,
										["counter"] = 46,
										["overheal"] = 101180,
										["total"] = 18343,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 18343,
										["totaldenied"] = 0,
										["n_amt"] = 46,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["healing_from"] = {
							},
							["totaldenied"] = 0.005649,
							["classe"] = "UNKNOW",
							["custom"] = 0,
							["last_event"] = 1676908025,
							["aID"] = "31146",
							["start_time"] = 1676908023,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 24,
					["_ActorTable"] = {
						{
							["received"] = 142426.002046,
							["resource"] = 0.002046,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 142426,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 7779.002046,
							["fight_component"] = true,
							["total"] = 162322.002046,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 142426,
										["id"] = 31818,
										["totalover"] = 7779,
										["targets"] = {
											["特斯拉大股東"] = 142426,
										},
										["counter"] = 35,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.002046,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.002046,
							["last_event"] = 1677075884,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 19896.007671,
							["resource"] = 0.007671,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 19896,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 68633.007671,
							["total"] = 19896.007671,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 19896,
										["id"] = 54425,
										["totalover"] = 68633,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 19896,
										},
										["counter"] = 153,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676908016,
							["tipo"] = 3,
							["alternatepower"] = 0.007671,
							["passiveover"] = 0.007671,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 24,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[61291] = {
										["appliedamt"] = 20,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 161,
										["id"] = 61291,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 501,
										["id"] = 32391,
										["refreshamt"] = 180,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 18,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 484,
										["id"] = 47843,
										["refreshamt"] = 15,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 8,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 494,
										["id"] = 59164,
										["refreshamt"] = 38,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 12,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 483,
										["id"] = 47864,
										["refreshamt"] = 9,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 501,
										["id"] = 17800,
										["refreshamt"] = 132,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 499,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 2635,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[60494] = {
										["appliedamt"] = 10,
										["targets"] = {
										},
										["activedamt"] = 10,
										["uptime"] = 100,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 6,
										["targets"] = {
										},
										["activedamt"] = 6,
										["uptime"] = 72,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17941] = {
										["appliedamt"] = 6,
										["targets"] = {
										},
										["activedamt"] = 6,
										["uptime"] = 9,
										["id"] = 17941,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 501,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57567] = {
										["activedamt"] = 20,
										["id"] = 57567,
										["targets"] = {
										},
										["actived_at"] = 1677075818,
										["uptime"] = 340,
										["appliedamt"] = 20,
										["refreshamt"] = 0,
										["actived"] = true,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 501,
										["id"] = 63321,
										["refreshamt"] = 33,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 501,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 501,
										["id"] = 60486,
										["refreshamt"] = 286,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 10,
										["targets"] = {
										},
										["activedamt"] = 10,
										["uptime"] = 110,
										["id"] = 64371,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 3123,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47864] = 21,
								[61290] = 20,
								[47843] = 33,
								[57946] = 33,
								[17941] = 6,
								[59164] = 46,
								[47809] = 132,
								[47813] = 1,
								[54758] = 6,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1677075818,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 153,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 24,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 47006.247,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					2216049.780224, -- [1]
					70372.39232399991, -- [2]
					{
						-0.01364099999999979, -- [1]
						[0] = 162321.870285,
						["alternatepower"] = 0,
						[3] = -0.01336300000002666,
						[6] = -0.03395200000000642,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = -0.008473000000000397,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					2042895, -- [1]
					52030, -- [2]
					{
						0, -- [1]
						[0] = 142426,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = true,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:47:03",
				["hasTimer"] = 501.0270000000019,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 52176.674,
				["CombatEndedAt"] = 52176.674,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 47729.005089,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 2210644.002657,
						}, -- [1]
					},
				},
				["end_time"] = 52176.674,
				["combat_id"] = 24,
				["data_inicio"] = "23:38:42",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676907522,
				["combat_counter"] = 1439,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							true, -- [1]
							3, -- [2]
							7, -- [3]
							1677075850.99, -- [4]
							17224, -- [5]
							"环境伤害 (坠落)", -- [6]
							nil, -- [7]
							3, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075855.893, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075860.856, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075865.873, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075870.943, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075875.889, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075880.949, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075885.94, -- [4]
							15282, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075890.942, -- [4]
							14584, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075895.931, -- [4]
							14098, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075900.917, -- [4]
							14014, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075905.91, -- [4]
							14474, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677047401.37, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677047406.265, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677047411.417, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677047416.315, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677047421.332, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677047423.914, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075790.931, -- [4]
							15399, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075795.864, -- [4]
							15862, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075801.086, -- [4]
							16379, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075805.865, -- [4]
							16841, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075812.143, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075815.938, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							true, -- [1]
							3, -- [2]
							1719, -- [3]
							1677075817.534, -- [4]
							15505, -- [5]
							"环境伤害 (坠落)", -- [6]
							nil, -- [7]
							3, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075820.913, -- [4]
							15619, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075825.914, -- [4]
							16424, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075830.927, -- [4]
							16596, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075835.862, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1677075840.922, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075845.862, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1677075850.85, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 13,
					},
				},
				["start_time"] = 51675.585,
				["TimeData"] = {
				},
				["frags"] = {
					["树人"] = 3,
					["熔岩图腾 VII"] = 2,
				},
			}, -- [2]
			{
				{
					["tipo"] = 2,
					["combatId"] = 23,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.0016,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 1556,
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["friendlyfire"] = {
							},
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 1556.0016,
							["spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1556,
										["targets"] = {
											["英雄训练假人"] = 1556,
										},
										["n_dmg"] = 1556,
										["n_min"] = 1556,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 1556,
										["c_max"] = 0,
										["id"] = 47813,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 1556.0016,
							["last_dps"] = 1548.260298511498,
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["end_time"] = 1676907506,
							["aID"] = "4487-00246B86",
							["custom"] = 0,
							["colocacao"] = 1,
							["last_event"] = 1676907505,
							["damage_taken"] = 0.0016,
							["start_time"] = 1676907506,
							["delay"] = 0,
							["on_hold"] = false,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.001108,
							["damage_from"] = {
								["特斯拉大股東"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["total"] = 0.001108,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001108,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676907506,
							["on_hold"] = false,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["damage_taken"] = 1556.001108,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676907506,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 23,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 57,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 57.007714,
							["total_without_pet"] = 1601.007714,
							["total"] = 1601.007714,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.007714,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 1601,
							},
							["totalover_without_pet"] = 0.007714,
							["healing_taken"] = 1601.007714,
							["fight_component"] = true,
							["end_time"] = 1676907506,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
										},
										["n_max"] = 623,
										["targets"] = {
											["特斯拉大股東"] = 623,
										},
										["n_min"] = 623,
										["counter"] = 1,
										["overheal"] = 0,
										["total"] = 623,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 623,
										["totaldenied"] = 0,
										["n_amt"] = 1,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 57,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 978,
										},
										["n_min"] = 301,
										["counter"] = 3,
										["overheal"] = 57,
										["total"] = 978,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 978,
										["totaldenied"] = 0,
										["n_amt"] = 3,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676907506,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676907518,
							["tipo"] = 2,
							["totaldenied"] = 0.007714,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 23,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 23,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["activedamt"] = -1,
										["id"] = 47813,
										["targets"] = {
										},
										["actived_at"] = 1676907505,
										["uptime"] = 0,
										["appliedamt"] = 0,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 4,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 60486,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 0,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676907506,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 23,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 51674.115,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals"] = {
					1555.988394, -- [1]
					1600.994971, -- [2]
					{
						0, -- [1]
						[0] = -0.004732999999987442,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					1556, -- [1]
					1601, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:38:27",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:38:26",
				["end_time"] = 51659.797,
				["combat_id"] = 23,
				["tempo_start"] = 1676907505,
				["frags"] = {
				},
				["combat_counter"] = 1438,
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907508.96, -- [4]
							16923, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907513.952, -- [4]
							16892, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907518.919, -- [4]
							16749, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
						}, -- [4]
						{
						}, -- [5]
						{
						}, -- [6]
						{
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 4,
					},
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 623.007714,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 1556.0016,
						}, -- [1]
					},
				},
				["start_time"] = 51658.792,
				["TimeData"] = {
				},
				["spells_cast_timeline"] = {
				},
			}, -- [3]
			{
				{
					["tipo"] = 2,
					["combatId"] = 22,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.006992,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 211019,
							},
							["last_event"] = 1676907503,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 211019.006992,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 196013.006992,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676907494,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 46604,
										["g_amt"] = 0,
										["n_max"] = 5051,
										["targets"] = {
											["英雄训练假人"] = 75131,
										},
										["n_dmg"] = 28527,
										["n_min"] = 3432,
										["g_dmg"] = 0,
										["counter"] = 13,
										["ChartData"] = {
											[26] = 41011,
											[14] = 16398,
											[50] = 75131,
											[29] = 49109,
											[44] = 75131,
											[47] = 75131,
											[32] = 53387,
											[41] = 64494,
											[38] = 60645,
											[20] = 28237,
											[11] = 12171,
											[17] = 24409,
											[23] = 32099,
											[35] = 60645,
										},
										["total"] = 75131,
										["c_max"] = 8912,
										["id"] = 47809,
										["r_dmg"] = 52663,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7120,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 7,
										["b_dmg"] = 0,
										["r_amt"] = 9,
									},
									[686] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 18,
										["targets"] = {
											["英雄训练假人"] = 18,
										},
										["n_dmg"] = 18,
										["n_min"] = 18,
										["g_dmg"] = 0,
										["counter"] = 1,
										["ChartData"] = {
											[35] = 18,
											[44] = 18,
											[26] = 18,
											[14] = 18,
											[41] = 18,
											[29] = 18,
											[8] = 18,
											[47] = 18,
											[32] = 18,
											[5] = 18,
											[38] = 18,
											[20] = 18,
											[11] = 18,
											[17] = 18,
											[23] = 18,
											[50] = 18,
										},
										["total"] = 18,
										["c_max"] = 0,
										["id"] = 686,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
									[47813] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 17068,
										["g_amt"] = 0,
										["n_max"] = 2504,
										["targets"] = {
											["英雄训练假人"] = 55033,
										},
										["n_dmg"] = 37965,
										["n_min"] = 1400,
										["g_dmg"] = 0,
										["counter"] = 23,
										["ChartData"] = {
											[35] = 34009,
											[44] = 42110,
											[26] = 23705,
											[14] = 13132,
											[41] = 39909,
											[29] = 25907,
											[8] = 5008,
											[47] = 44311,
											[32] = 28108,
											[5] = 2504,
											[38] = 38149,
											[20] = 16903,
											[11] = 11372,
											[17] = 14922,
											[23] = 21504,
											[50] = 46512,
										},
										["total"] = 55033,
										["c_max"] = 4601,
										["id"] = 47813,
										["r_dmg"] = 26049,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4140,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 19,
										["b_dmg"] = 0,
										["r_amt"] = 11,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1084,
										["targets"] = {
											["英雄训练假人"] = 18715,
										},
										["n_dmg"] = 18715,
										["n_min"] = 678,
										["g_dmg"] = 0,
										["counter"] = 23,
										["ChartData"] = {
											[35] = 12381,
											[44] = 15266,
											[26] = 9534,
											[14] = 3914,
											[41] = 14587,
											[29] = 10246,
											[8] = 1620,
											[47] = 16941,
											[32] = 10957,
											[5] = 810,
											[38] = 13059,
											[20] = 6500,
											[11] = 3157,
											[17] = 5553,
											[23] = 8559,
											[50] = 17927,
										},
										["total"] = 18715,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 9475,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 23,
										["b_dmg"] = 0,
										["r_amt"] = 12,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 2507,
										["targets"] = {
											["英雄训练假人"] = 10812,
										},
										["n_dmg"] = 10812,
										["n_min"] = 1958,
										["g_dmg"] = 0,
										["counter"] = 5,
										["ChartData"] = {
											[35] = 6471,
											[44] = 8667,
											[26] = 6471,
											[14] = 2507,
											[41] = 8667,
											[29] = 6471,
											[8] = 2507,
											[47] = 8667,
											[32] = 6471,
											[5] = 2507,
											[38] = 8667,
											[20] = 4513,
											[11] = 2507,
											[17] = 4513,
											[23] = 4513,
											[50] = 10812,
										},
										["total"] = 10812,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 3964,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 5,
										["b_dmg"] = 0,
										["r_amt"] = 2,
									},
									[47843] = {
										["c_amt"] = 5,
										["b_amt"] = 0,
										["c_dmg"] = 19050,
										["g_amt"] = 0,
										["n_max"] = 2269,
										["targets"] = {
											["英雄训练假人"] = 36304,
										},
										["n_dmg"] = 17254,
										["n_min"] = 1611,
										["g_dmg"] = 0,
										["counter"] = 14,
										["ChartData"] = {
											[35] = 22864,
											[26] = 15651,
											[14] = 8329,
											[44] = 26692,
											[29] = 17464,
											[8] = 3792,
											[47] = 30903,
											[17] = 11797,
											[41] = 24879,
											[38] = 22864,
											[20] = 13838,
											[11] = 6060,
											[32] = 19075,
											[23] = 13838,
											[50] = 34693,
										},
										["total"] = 36304,
										["c_max"] = 4211,
										["id"] = 47843,
										["r_dmg"] = 25541,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3468,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 9,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.006992,
							["start_time"] = 1676907494,
							["delay"] = 0,
							["last_dps"] = 3942.659224094971,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.003982,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 15006,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676907494,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 15006.003982,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 15006.003982,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 5,
										["n_max"] = 385,
										["targets"] = {
											["英雄训练假人"] = 8196,
										},
										["n_dmg"] = 6753,
										["n_min"] = 334,
										["g_dmg"] = 1443,
										["counter"] = 24,
										["total"] = 8196,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 19,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 533,
										["targets"] = {
											["英雄训练假人"] = 6810,
										},
										["n_dmg"] = 6810,
										["n_min"] = 399,
										["g_dmg"] = 0,
										["counter"] = 14,
										["total"] = 6810,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 4762,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 14,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676907491,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.003982,
							["start_time"] = 1676907494,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.001657,
							["damage_from"] = {
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["特斯拉大股東"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["total"] = 0.001657,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001657,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676907494,
							["on_hold"] = false,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["damage_taken"] = 211019.001657,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676907494,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 22,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 21328,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 21328.005705,
							["total_without_pet"] = 5163.005705,
							["total"] = 5163.005705,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.005705,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 5163,
							},
							["totalover_without_pet"] = 0.005705,
							["healing_taken"] = 7210.005705,
							["fight_component"] = true,
							["end_time"] = 1676907494,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 3099,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 1378,
										},
										["n_min"] = 345,
										["counter"] = 13,
										["overheal"] = 3099,
										["total"] = 1378,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 1378,
										["totaldenied"] = 0,
										["n_amt"] = 13,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 18229,
										},
										["n_max"] = 1002,
										["targets"] = {
											["特斯拉大股東"] = 3785,
										},
										["n_min"] = 305,
										["counter"] = 23,
										["overheal"] = 18229,
										["total"] = 3785,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 3785,
										["totaldenied"] = 0,
										["n_amt"] = 23,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676907494,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676907503,
							["tipo"] = 2,
							["totaldenied"] = 0.005705,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["flag_original"] = 68136,
							["healing_from"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "31146",
							["totalover"] = 8765.00541,
							["total_without_pet"] = 2047.00541,
							["total"] = 2047.00541,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.00541,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 2047,
							},
							["totalover_without_pet"] = 0.00541,
							["healing_taken"] = 0.00541,
							["fight_component"] = true,
							["end_time"] = 1676907494,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 8765,
										},
										["n_max"] = 1656,
										["targets"] = {
											["特斯拉大股東"] = 2047,
										},
										["n_min"] = 391,
										["counter"] = 5,
										["overheal"] = 8765,
										["total"] = 2047,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 2047,
										["totaldenied"] = 0,
										["n_amt"] = 5,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["heal_enemy_amt"] = 0,
							["targets_overheal"] = {
								["特斯拉大股東"] = 8765,
							},
							["totaldenied"] = 0.00541,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "UNKNOW",
							["start_time"] = 1676907494,
							["delay"] = 0,
							["last_event"] = 1676907501,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 22,
					["_ActorTable"] = {
						{
							["received"] = 13053.00209,
							["resource"] = 0.00209,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 13053,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 4055.00209,
							["fight_component"] = true,
							["total"] = 14871.00209,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 13053,
										["id"] = 31818,
										["totalover"] = 4055,
										["targets"] = {
											["特斯拉大股東"] = 13053,
										},
										["counter"] = 4,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.00209,
							["flag_original"] = 1297,
							["tipo"] = 3,
							["alternatepower"] = 0.00209,
							["last_event"] = 1676907503,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 1818.002006,
							["resource"] = 0.002006,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 1818,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 6285.002006,
							["total"] = 1818.002006,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 1818,
										["id"] = 54425,
										["totalover"] = 6285,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 1818,
										},
										["counter"] = 14,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676907489,
							["tipo"] = 3,
							["alternatepower"] = 0.002006,
							["passiveover"] = 0.002006,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 22,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 54,
										["id"] = 32391,
										["refreshamt"] = 20,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 44,
										["id"] = 47843,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 49,
										["id"] = 59164,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 48,
										["id"] = 47864,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 54,
										["id"] = 17800,
										["refreshamt"] = 13,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 53,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 227,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 54,
										["id"] = 60486,
										["refreshamt"] = 34,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 54,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 8,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 47,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 64371,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 54,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 302,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 13,
								[47813] = 1,
								[47843] = 3,
								[59164] = 5,
								[57946] = 2,
								[47864] = 2,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676907494,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 14,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 22,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 51648.532,
				["tempo_start"] = 1676907440,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1437,
				["playing_solo"] = true,
				["totals"] = {
					211018.991976, -- [1]
					7209.994899, -- [2]
					{
						0, -- [1]
						[0] = 14870.992372,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							881, -- [3]
							1676907495.967, -- [4]
							16919, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							63106, -- [2]
							704, -- [3]
							1676907498.754, -- [4]
							15224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907498.959, -- [4]
							15928, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							63106, -- [2]
							560, -- [3]
							1676907501.471, -- [4]
							16273, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							48210, -- [2]
							2145, -- [3]
							1676907501.896, -- [4]
							16833, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907503.955, -- [4]
							15224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							63106, -- [2]
							560, -- [3]
							1676907504.237, -- [4]
							15626, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 8,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:38:14",
				["hasTimer"] = 53.19700000000012,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 6.529999999998836,
				["CombatEndedAt"] = 51655.062,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:37:20",
				["end_time"] = 51647.22,
				["combat_id"] = 22,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					196013, -- [1]
					5163, -- [2]
					{
						0, -- [1]
						[0] = 13053,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 2344.005705,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 204258.006992,
						}, -- [1]
					},
				},
				["start_time"] = 51593.698,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [4]
			{
				{
					["tipo"] = 2,
					["combatId"] = 21,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.004957,
							["on_hold"] = false,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 16,
							},
							["damage_from"] = {
							},
							["pets"] = {
							},
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
							["raid_targets"] = {
							},
							["total_without_pet"] = 16.004957,
							["aID"] = "4487-00246B86",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["total"] = 16.004957,
							["end_time"] = 1676907436,
							["tipo"] = 1,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["need_refresh"] = false,
							["spells"] = {
								["_ActorTable"] = {
									[686] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 16,
										["targets"] = {
											["英雄训练假人"] = 16,
										},
										["n_dmg"] = 16,
										["n_min"] = 16,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 16,
										["c_max"] = 0,
										["id"] = 686,
										["r_dmg"] = 16,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
								},
								["tipo"] = 2,
							},
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676907432,
							["last_dps"] = 3.702280129536282,
							["start_time"] = 1676907436,
							["delay"] = 0,
							["damage_taken"] = 0.004957,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.006643,
							["damage_from"] = {
								["特斯拉大股東"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["total"] = 0.006643,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.006643,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676907436,
							["on_hold"] = false,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["damage_taken"] = 16.006643,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676907436,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 21,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 689,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["heal_enemy_amt"] = 0,
							["totalover"] = 689.0043519999999,
							["total_without_pet"] = 0.004352,
							["total"] = 0.004352,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.004352,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.004352,
							["healing_taken"] = 0.004352,
							["end_time"] = 1676907436,
							["spec"] = 265,
							["healing_from"] = {
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 689,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 2,
										["overheal"] = 689,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 2,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["classe"] = "WARLOCK",
							["aID"] = "4487-00246B86",
							["custom"] = 0,
							["last_event"] = 1676907438,
							["start_time"] = 1676907436,
							["totaldenied"] = 0.004352,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 21,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 21,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 4,
										["id"] = 17800,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 4,
										["id"] = 32391,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 12,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 4,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 4,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 4,
										["id"] = 60486,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["debuff_uptime"] = 8,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676907436,
							["tipo"] = 4,
							["pets"] = {
							},
							["classe"] = "WARLOCK",
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 21,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 51592.216,
				["tempo_start"] = 1676907432,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1436,
				["playing_solo"] = true,
				["totals"] = {
					15.98957100000007, -- [1]
					-0.014304, -- [2]
					{
						0, -- [1]
						[0] = -0.005519999999989977,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907438.882, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
						}, -- [2]
						{
						}, -- [3]
						{
						}, -- [4]
						{
						}, -- [5]
						{
						}, -- [6]
						{
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 2,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:37:17",
				["hasTimer"] = 4.013000000006286,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 51589.847,
				["CombatEndedAt"] = 51589.847,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:37:12",
				["end_time"] = 51589.847,
				["combat_id"] = 21,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					16, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 0.004352,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 16.004957,
						}, -- [1]
					},
				},
				["start_time"] = 51585.524,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [5]
			{
				{
					["tipo"] = 2,
					["combatId"] = 20,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.002057,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 2956,
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["friendlyfire"] = {
							},
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 2956.002057,
							["spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1556,
										["targets"] = {
											["英雄训练假人"] = 2956,
										},
										["n_dmg"] = 2956,
										["n_min"] = 1400,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 2956,
										["c_max"] = 0,
										["id"] = 47813,
										["r_dmg"] = 1400,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 2,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
								},
								["tipo"] = 2,
							},
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 2956.002057,
							["last_dps"] = 2956.002057,
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["end_time"] = 1676906867,
							["aID"] = "4487-00246B86",
							["custom"] = 0,
							["colocacao"] = 1,
							["last_event"] = 1676906867,
							["damage_taken"] = 0.002057,
							["start_time"] = 1676906867,
							["delay"] = 0,
							["on_hold"] = false,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.007665,
							["damage_from"] = {
								["诺哈胡恩"] = true,
								["玛罗恩"] = true,
								["花鈊冇罪"] = true,
								["特斯拉大股東"] = true,
								["Davidone"] = true,
								["沉影絕"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["total"] = 0.007665,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.007665,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676906867,
							["on_hold"] = false,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["damage_taken"] = 528279.0076649999,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676906867,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 20,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 40106,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "4487-00246B86",
							["totalover"] = 40106.008008,
							["total_without_pet"] = 0.008008,
							["total"] = 0.008008,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.008008,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.008008,
							["healing_taken"] = 0.008008,
							["end_time"] = 1676906867,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 1183,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 2,
										["overheal"] = 1183,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 2,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 38923,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 113,
										["overheal"] = 38923,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 113,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["spec"] = 265,
							["start_time"] = 1676906867,
							["custom"] = 0,
							["last_event"] = 1676907428,
							["classe"] = "WARLOCK",
							["totaldenied"] = 0.008008,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 20,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 20,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["buff_uptime_targets"] = {
							},
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 4,
							["pets"] = {
							},
							["tipo"] = 4,
							["aID"] = "4487-00246B86",
							["last_event"] = 1676906867,
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[23161] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 23161,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 20,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 51584.039,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals"] = {
					2955.946637000108, -- [1]
					-0.05403799999857387, -- [2]
					{
						0, -- [1]
						[0] = -0.02521200000160206,
						["alternatepower"] = 0,
						[3] = -0.01193799999998646,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					2956, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:27:47",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:27:46",
				["end_time"] = 51020.396,
				["combat_id"] = 20,
				["tempo_start"] = 1676906866,
				["frags"] = {
				},
				["combat_counter"] = 1435,
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907343.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907348.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907353.961, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907358.951, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907363.955, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907368.863, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907373.949, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907378.932, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907383.965, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907388.965, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907393.965, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907398.965, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907404.032, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907408.997, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907413.955, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907418.965, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907423.936, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907428.96, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907274.005, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907278.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907284.038, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907288.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907294.105, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907298.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907303.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907308.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907313.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907318.871, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907324.071, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676907328.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907333.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676907338.971, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 19,
					},
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 0.008008,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 1556.002057,
						}, -- [1]
					},
				},
				["start_time"] = 51019.396,
				["TimeData"] = {
				},
				["spells_cast_timeline"] = {
				},
			}, -- [6]
			{
				{
					["tipo"] = 2,
					["combatId"] = 19,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.0053,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 915448,
							},
							["last_event"] = 1676906863,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 915448.0053000001,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 841082.0053000001,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676906855,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 14,
										["b_amt"] = 0,
										["c_dmg"] = 123329,
										["g_amt"] = 0,
										["n_max"] = 5307,
										["targets"] = {
											["英雄训练假人"] = 324797,
										},
										["n_dmg"] = 201468,
										["n_min"] = 3393,
										["g_dmg"] = 0,
										["counter"] = 63,
										["ChartData"] = {
											[122] = 202119,
											[125] = 212927,
											[8] = 4861,
											[32] = 50843,
											[128] = 217205,
											[134] = 221026,
											[35] = 50843,
											[140] = 231976,
											[146] = 244339,
											[38] = 54263,
											[152] = 252058,
											[158] = 256317,
											[41] = 63121,
											[164] = 271546,
											[170] = 274968,
											[11] = 10168,
											[44] = 67020,
											[176] = 291244,
											[182] = 295528,
											[47] = 79868,
											[188] = 304735,
											[194] = 308585,
											[50] = 79868,
											[200] = 321404,
											[206] = 321404,
											[53] = 83773,
											[14] = 14675,
											[56] = 87595,
											[59] = 91930,
											[62] = 100901,
											[65] = 115540,
											[131] = 217205,
											[17] = 18734,
											[68] = 120195,
											[137] = 228131,
											[71] = 120195,
											[143] = 240867,
											[74] = 124849,
											[149] = 247767,
											[77] = 129139,
											[155] = 256317,
											[20] = 27727,
											[80] = 133406,
											[161] = 263418,
											[83] = 137736,
											[167] = 274968,
											[86] = 146716,
											[173] = 283119,
											[89] = 150547,
											[179] = 295528,
											[23] = 35828,
											[92] = 154020,
											[185] = 295528,
											[95] = 158340,
											[191] = 304735,
											[98] = 158340,
											[197] = 312889,
											[101] = 166564,
											[203] = 321404,
											[26] = 43537,
											[104] = 170874,
											[209] = 324797,
											[107] = 170874,
											[110] = 174740,
											[113] = 183746,
											[29] = 47429,
											[116] = 183746,
											[119] = 197538,
										},
										["total"] = 324797,
										["c_max"] = 10808,
										["id"] = 47809,
										["r_dmg"] = 147490,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7101,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 49,
										["b_dmg"] = 0,
										["r_amt"] = 33,
									},
									[47813] = {
										["c_amt"] = 26,
										["b_amt"] = 0,
										["c_dmg"] = 115847,
										["g_amt"] = 0,
										["n_max"] = 2668,
										["targets"] = {
											["英雄训练假人"] = 245437,
										},
										["n_dmg"] = 129590,
										["n_min"] = 1556,
										["g_dmg"] = 0,
										["counter"] = 87,
										["ChartData"] = {
											[122] = 137577,
											[125] = 139778,
											[8] = 5633,
											[32] = 31498,
											[128] = 141759,
											[134] = 148100,
											[35] = 33700,
											[140] = 156841,
											[146] = 165383,
											[38] = 37883,
											[152] = 171767,
											[158] = 178348,
											[41] = 40084,
											[164] = 189290,
											[170] = 192881,
											[11] = 11210,
											[44] = 42285,
											[176] = 201665,
											[182] = 207326,
											[47] = 46687,
											[188] = 211928,
											[194] = 219484,
											[50] = 50827,
											[200] = 229746,
											[206] = 233708,
											[53] = 55427,
											[14] = 16065,
											[56] = 59107,
											[59] = 63708,
											[62] = 65910,
											[65] = 70050,
											[131] = 145899,
											[17] = 18388,
											[68] = 75386,
											[137] = 152240,
											[71] = 78054,
											[143] = 161243,
											[74] = 80722,
											[149] = 167584,
											[77] = 82856,
											[155] = 173748,
											[20] = 22913,
											[80] = 89438,
											[161] = 182948,
											[83] = 91640,
											[167] = 191271,
											[86] = 96240,
											[173] = 199463,
											[89] = 98221,
											[179] = 205345,
											[23] = 25115,
											[92] = 99982,
											[185] = 209527,
											[95] = 102183,
											[191] = 217503,
											[98] = 106144,
											[197] = 225145,
											[101] = 107904,
											[203] = 231507,
											[26] = 27316,
											[104] = 110105,
											[209] = 235689,
											[107] = 113785,
											[110] = 115986,
											[113] = 121647,
											[29] = 29517,
											[116] = 124315,
											[119] = 129333,
											[5] = 3595,
										},
										["total"] = 245437,
										["c_max"] = 5577,
										["id"] = 47813,
										["r_dmg"] = 96846,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3680,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 61,
										["b_dmg"] = 0,
										["r_amt"] = 37,
									},
									[47843] = {
										["c_amt"] = 12,
										["b_amt"] = 0,
										["c_dmg"] = 48610,
										["g_amt"] = 0,
										["n_max"] = 2405,
										["targets"] = {
											["英雄训练假人"] = 149035,
										},
										["n_dmg"] = 100425,
										["n_min"] = 1611,
										["g_dmg"] = 0,
										["counter"] = 64,
										["ChartData"] = {
											[122] = 81975,
											[125] = 83898,
											[8] = 4392,
											[32] = 21288,
											[128] = 86062,
											[134] = 93493,
											[35] = 25499,
											[140] = 97229,
											[146] = 100855,
											[38] = 27110,
											[152] = 102870,
											[158] = 106092,
											[41] = 28923,
											[164] = 113671,
											[170] = 119475,
											[11] = 6232,
											[44] = 30938,
											[176] = 123505,
											[182] = 125520,
											[47] = 35149,
											[188] = 129550,
											[194] = 135776,
											[50] = 37164,
											[200] = 139806,
											[206] = 145207,
											[53] = 37164,
											[14] = 8396,
											[56] = 40588,
											[59] = 40588,
											[62] = 42603,
											[65] = 44416,
											[131] = 88467,
											[17] = 8396,
											[68] = 46229,
											[137] = 95416,
											[71] = 48244,
											[143] = 98840,
											[74] = 50057,
											[149] = 102870,
											[77] = 52072,
											[155] = 104481,
											[20] = 10513,
											[80] = 52072,
											[161] = 109881,
											[83] = 55440,
											[167] = 115686,
											[86] = 57253,
											[173] = 121490,
											[89] = 59268,
											[179] = 125520,
											[23] = 12630,
											[92] = 63479,
											[185] = 127535,
											[95] = 65090,
											[191] = 131565,
											[98] = 68880,
											[197] = 137791,
											[101] = 70895,
											[203] = 143596,
											[26] = 14747,
											[104] = 72708,
											[209] = 147020,
											[107] = 74723,
											[110] = 76334,
											[113] = 78147,
											[29] = 16864,
											[116] = 80162,
											[119] = 81975,
											[5] = 2196,
										},
										["total"] = 149035,
										["c_max"] = 5026,
										["id"] = 47843,
										["r_dmg"] = 65161,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3368,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 52,
										["b_dmg"] = 0,
										["r_amt"] = 30,
									},
									[59164] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 9269,
										["g_amt"] = 0,
										["n_max"] = 2336,
										["targets"] = {
											["英雄训练假人"] = 45934,
										},
										["n_dmg"] = 36665,
										["n_min"] = 1715,
										["g_dmg"] = 0,
										["counter"] = 20,
										["ChartData"] = {
											[122] = 29600,
											[125] = 29600,
											[8] = 1745,
											[32] = 10631,
											[128] = 31589,
											[134] = 31589,
											[35] = 10631,
											[140] = 33305,
											[146] = 33305,
											[38] = 10631,
											[152] = 35459,
											[158] = 37226,
											[41] = 12759,
											[164] = 37226,
											[170] = 39188,
											[11] = 1745,
											[44] = 12759,
											[176] = 39188,
											[182] = 41417,
											[47] = 12759,
											[188] = 41417,
											[194] = 43753,
											[50] = 14904,
											[200] = 43753,
											[206] = 45934,
											[53] = 14904,
											[14] = 3799,
											[56] = 14904,
											[59] = 14904,
											[62] = 17081,
											[65] = 17081,
											[131] = 31589,
											[17] = 3799,
											[68] = 17081,
											[137] = 33305,
											[71] = 17081,
											[143] = 33305,
											[74] = 19100,
											[149] = 35459,
											[77] = 19100,
											[155] = 35459,
											[20] = 3799,
											[80] = 19100,
											[161] = 37226,
											[83] = 19100,
											[167] = 37226,
											[86] = 21250,
											[173] = 39188,
											[89] = 21250,
											[179] = 41417,
											[23] = 6021,
											[92] = 21250,
											[185] = 41417,
											[95] = 25909,
											[191] = 43753,
											[98] = 25909,
											[197] = 43753,
											[101] = 25909,
											[203] = 45934,
											[26] = 6021,
											[104] = 27885,
											[209] = 45934,
											[107] = 27885,
											[110] = 27885,
											[113] = 27885,
											[29] = 6021,
											[116] = 29600,
											[119] = 29600,
											[5] = 1745,
										},
										["total"] = 45934,
										["c_max"] = 4659,
										["id"] = 59164,
										["r_dmg"] = 19279,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4610,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 18,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1169,
										["targets"] = {
											["英雄训练假人"] = 75879,
										},
										["n_dmg"] = 75879,
										["n_min"] = 569,
										["g_dmg"] = 0,
										["counter"] = 94,
										["ChartData"] = {
											[122] = 44237,
											[125] = 45124,
											[8] = 1633,
											[32] = 11448,
											[128] = 47096,
											[134] = 48946,
											[35] = 12159,
											[140] = 51270,
											[146] = 53869,
											[38] = 13368,
											[152] = 56728,
											[158] = 58152,
											[41] = 14008,
											[164] = 61102,
											[170] = 62641,
											[11] = 2488,
											[44] = 15621,
											[176] = 66189,
											[182] = 66901,
											[47] = 16470,
											[188] = 68893,
											[194] = 71355,
											[50] = 18121,
											[200] = 74091,
											[206] = 75879,
											[53] = 19107,
											[14] = 4131,
											[56] = 20782,
											[59] = 21422,
											[62] = 22846,
											[65] = 23557,
											[131] = 47808,
											[17] = 5059,
											[68] = 25255,
											[137] = 49657,
											[71] = 25933,
											[143] = 52034,
											[74] = 27597,
											[149] = 54855,
											[77] = 28584,
											[155] = 57440,
											[20] = 7123,
											[80] = 29372,
											[161] = 59575,
											[83] = 30084,
											[167] = 61951,
											[86] = 31364,
											[173] = 64316,
											[89] = 32004,
											[179] = 66189,
											[23] = 8292,
											[92] = 33532,
											[185] = 67541,
											[95] = 34210,
											[191] = 69742,
											[98] = 36045,
											[197] = 72119,
											[101] = 37031,
											[203] = 74893,
											[26] = 10279,
											[104] = 37819,
											[209] = 75879,
											[107] = 38388,
											[110] = 39740,
											[113] = 40380,
											[29] = 11448,
											[116] = 41822,
											[119] = 42586,
										},
										["total"] = 75879,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 34389,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 94,
										["b_dmg"] = 0,
										["r_amt"] = 46,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.0053,
							["start_time"] = 1676906855,
							["delay"] = 0,
							["last_dps"] = 4329.178120211878,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.002419,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 74366,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676906855,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 74366.002419,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 74366.002419,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 1959,
										["g_amt"] = 32,
										["n_max"] = 419,
										["targets"] = {
											["英雄训练假人"] = 34702,
										},
										["n_dmg"] = 24199,
										["n_min"] = 313,
										["g_dmg"] = 8544,
										["counter"] = 103,
										["total"] = 34702,
										["c_max"] = 684,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 633,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 68,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 10,
										["b_amt"] = 0,
										["c_dmg"] = 9863,
										["g_amt"] = 0,
										["n_max"] = 656,
										["targets"] = {
											["英雄训练假人"] = 39664,
										},
										["n_dmg"] = 29801,
										["n_min"] = 388,
										["g_dmg"] = 0,
										["counter"] = 69,
										["total"] = 39664,
										["c_max"] = 1175,
										["id"] = 54053,
										["r_dmg"] = 14120,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 789,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 59,
										["b_dmg"] = 0,
										["r_amt"] = 27,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676906850,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.002419,
							["start_time"] = 1676906855,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008445,
							["damage_from"] = {
								["诺哈胡恩"] = true,
								["玛罗恩"] = true,
								["花鈊冇罪"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["斯洛弗"] = true,
								["沉影絕"] = true,
								["特斯拉大股東"] = true,
								["那就這樣"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["total"] = 0.008445,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008445,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676906855,
							["on_hold"] = false,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["damage_taken"] = 2057710.008445,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676906855,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 19,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 92242,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 92242.007512,
							["total_without_pet"] = 21091.007512,
							["total"] = 21091.007512,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.007512,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 21091,
							},
							["totalover_without_pet"] = 0.007512,
							["healing_taken"] = 27219.007512,
							["fight_component"] = true,
							["end_time"] = 1676906855,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 80881,
										},
										["n_max"] = 1840,
										["targets"] = {
											["特斯拉大股東"] = 17295,
										},
										["n_min"] = 0,
										["counter"] = 87,
										["overheal"] = 80881,
										["total"] = 17295,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 17295,
										["totaldenied"] = 0,
										["n_amt"] = 87,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 11361,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 3796,
										},
										["n_min"] = 0,
										["counter"] = 44,
										["overheal"] = 11361,
										["total"] = 3796,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 3796,
										["totaldenied"] = 0,
										["n_amt"] = 44,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676906855,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676906863,
							["tipo"] = 2,
							["totaldenied"] = 0.007512,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["flag_original"] = 68136,
							["healing_from"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "31146",
							["totalover"] = 104818.005075,
							["total_without_pet"] = 18985.005075,
							["total"] = 18985.005075,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.005075,
							["last_hps"] = 0,
							["targets"] = {
								["那就這樣"] = 5712,
								["沉影絕"] = 6000,
								["花鈊冇罪"] = 1145,
								["特斯拉大股東"] = 6128,
							},
							["totalover_without_pet"] = 0.005075,
							["healing_taken"] = 0.005075,
							["fight_component"] = true,
							["end_time"] = 1676906855,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["那就這樣"] = 10890,
											["沉影絕"] = 35152,
											["花鈊冇罪"] = 18970,
											["特斯拉大股東"] = 39806,
										},
										["n_max"] = 2336,
										["targets"] = {
											["那就這樣"] = 5712,
											["沉影絕"] = 6000,
											["花鈊冇罪"] = 1145,
											["特斯拉大股東"] = 6128,
										},
										["n_min"] = 0,
										["counter"] = 51,
										["overheal"] = 104818,
										["total"] = 18985,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 18985,
										["totaldenied"] = 0,
										["n_amt"] = 51,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["heal_enemy_amt"] = 0,
							["targets_overheal"] = {
								["那就這樣"] = 10890,
								["沉影絕"] = 35152,
								["花鈊冇罪"] = 18970,
								["特斯拉大股東"] = 39806,
							},
							["totaldenied"] = 0.005075,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "UNKNOW",
							["start_time"] = 1676906855,
							["delay"] = 0,
							["last_event"] = 1676906864,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 19,
					["_ActorTable"] = {
						{
							["received"] = 51541.008783,
							["resource"] = 0.008783,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 51541,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.008783,
							["fight_component"] = true,
							["total"] = 60493.008783,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 51541,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 51541,
										},
										["counter"] = 12,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.008783,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.008783,
							["last_event"] = 1676906846,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 8952.003662,
							["resource"] = 0.003662,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 8952,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 30974.003662,
							["total"] = 8952.003662,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 8952,
										["id"] = 54425,
										["totalover"] = 30974,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 8952,
										},
										["counter"] = 69,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676906849,
							["tipo"] = 3,
							["alternatepower"] = 0.003662,
							["passiveover"] = 0.003662,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 19,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 209,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 8,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 204,
										["id"] = 47843,
										["refreshamt"] = 6,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 209,
										["id"] = 59164,
										["refreshamt"] = 17,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 6,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 192,
										["id"] = 47864,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 36,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 128,
										["id"] = 17800,
										["refreshamt"] = 27,
										["actived"] = false,
										["counter"] = 0,
									},
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 210,
										["id"] = 32391,
										["refreshamt"] = 84,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 1044,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[53909] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 15,
										["id"] = 53909,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 4,
										["targets"] = {
										},
										["activedamt"] = 4,
										["uptime"] = 48,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17941] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 3,
										["uptime"] = 5,
										["id"] = 17941,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 212,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 8,
										["targets"] = {
										},
										["activedamt"] = 8,
										["uptime"] = 88,
										["id"] = 64371,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 212,
										["id"] = 60486,
										["refreshamt"] = 118,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 212,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 212,
										["id"] = 63321,
										["refreshamt"] = 12,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 4,
										["targets"] = {
										},
										["activedamt"] = 4,
										["uptime"] = 40,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 1152,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47864] = 8,
								[54758] = 4,
								[57946] = 12,
								[17941] = 3,
								[59164] = 20,
								[47809] = 63,
								[47813] = 1,
								[47843] = 14,
								[53909] = 1,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676906855,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 69,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 19,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					915447.9461099999, -- [1]
					40075.943186, -- [2]
					{
						0, -- [1]
						[0] = 60492.970825,
						["alternatepower"] = 0,
						[3] = -0.008115000000003647,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					841082, -- [1]
					21091, -- [2]
					{
						0, -- [1]
						[0] = 51541,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:27:35",
				["hasTimer"] = 210.8539999999994,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 51008.591,
				["CombatEndedAt"] = 51008.591,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 21091.007512,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 907681.0053000001,
						}, -- [1]
					},
				},
				["end_time"] = 51008.591,
				["combat_id"] = 19,
				["data_inicio"] = "23:24:04",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676906643,
				["combat_counter"] = 1434,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							1840, -- [3]
							1676906858.23, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906858.925, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							48210, -- [2]
							2181, -- [3]
							1676906859.692, -- [4]
							17224, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							63106, -- [2]
							644, -- [3]
							1676906861.025, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							622, -- [3]
							1676906863.686, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906863.886, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 7,
					},
				},
				["start_time"] = 50797.131,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [7]
			{
				{
					["tipo"] = 2,
					["combatId"] = 18,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.007692,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 3113,
							},
							["last_event"] = 1676905901,
							["pets"] = {
							},
							["damage_from"] = {
								["环境伤害 (坠落)"] = true,
							},
							["total"] = 3113.007692,
							["classe"] = "WARLOCK",
							["raid_targets"] = {
							},
							["total_without_pet"] = 3113.007692,
							["friendlyfire_total"] = 0,
							["aID"] = "4487-00246B86",
							["dps_started"] = false,
							["end_time"] = 1676905900,
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["last_dps"] = 3106.794103836272,
							["spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1557,
										["targets"] = {
											["英雄训练假人"] = 3113,
										},
										["n_dmg"] = 3113,
										["n_min"] = 1556,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 3113,
										["c_max"] = 0,
										["id"] = 47813,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 2,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 514.007692,
							["start_time"] = 1676905900,
							["delay"] = 0,
							["friendlyfire"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008398,
							["damage_from"] = {
								["诺哈胡恩"] = true,
								["花鈊冇罪"] = true,
								["特斯拉大股東"] = true,
								["斯洛弗"] = true,
								["丿天天"] = true,
								["那就這樣"] = true,
								["沉影絕"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["aID"] = "31146",
							["classe"] = "UNKNOW",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008398,
							["friendlyfire_total"] = 0,
							["fight_component"] = true,
							["end_time"] = 1676905900,
							["damage_taken"] = 1289099.008398,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.008398,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905900,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 18,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 42909,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "4487-00246B86",
							["totalover"] = 42909.005653,
							["total_without_pet"] = 6221.005653,
							["total"] = 6221.005653,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.005653,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 6221,
							},
							["totalover_without_pet"] = 0.005653,
							["healing_taken"] = 6221.005653,
							["end_time"] = 1676905900,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 1244,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 2,
										["overheal"] = 1244,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 2,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 41665,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 6221,
										},
										["n_min"] = 344,
										["counter"] = 139,
										["overheal"] = 41665,
										["total"] = 6221,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 139,
										["n_curado"] = 6221,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["spec"] = 265,
							["start_time"] = 1676905900,
							["custom"] = 0,
							["last_event"] = 1676906643,
							["classe"] = "WARLOCK",
							["totaldenied"] = 0.005653,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 18,
					["_ActorTable"] = {
						{
							["received"] = 3858.006279,
							["resource"] = 0.006279,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 3858,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 12378.006279,
							["total"] = 3858.006279,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 3858,
										["id"] = 31818,
										["totalover"] = 12378,
										["targets"] = {
											["特斯拉大股東"] = 3858,
										},
										["counter"] = 4,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.006279,
							["flag_original"] = 1297,
							["tipo"] = 3,
							["alternatepower"] = 0.006279,
							["last_event"] = 1676906639,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 18,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["buff_uptime_targets"] = {
							},
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 3,
							["pets"] = {
							},
							["tipo"] = 4,
							["aID"] = "4487-00246B86",
							["last_event"] = 1676905900,
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 18,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 50794.907,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1429,
				["totals"] = {
					3112.895611000002, -- [1]
					6220.910299000007, -- [2]
					{
						-0.003018000000000853, -- [1]
						[0] = 3857.947219999999,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					3113, -- [1]
					6221, -- [2]
					{
						0, -- [1]
						[0] = 3858,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:11:41",
				["hasTimer"] = 1.001999999993132,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:11:40",
				["end_time"] = 50053.81,
				["combat_id"] = 18,
				["tempo_start"] = 1676905899,
				["frags"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 0.005653,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 1557.007692,
						}, -- [1]
					},
				},
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906571.064, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906586.104, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906591.036, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906595.999, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906601.019, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906606.073, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906613.944, -- [4]
							15282, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906618.937, -- [4]
							15800, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906623.939, -- [4]
							16013, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906628.921, -- [4]
							15387, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906633.983, -- [4]
							15023, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906638.922, -- [4]
							15257, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906643.862, -- [4]
							13660, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906446.063, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906451.107, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906456.068, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906461.062, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906466.068, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906471.101, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906476.201, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906481.101, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906486.068, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906506.07, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906511.067, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906516.072, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906521.084, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906541.072, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906546.064, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676906551.164, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906556.097, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906561.064, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676906566.031, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 14,
					},
				},
				["start_time"] = 50052.80800000001,
				["TimeData"] = {
				},
				["spells_cast_timeline"] = {
				},
			}, -- [8]
			{
				{
					["tipo"] = 2,
					["combatId"] = 17,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.003693,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 177237,
							},
							["last_event"] = 1676905896,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 177237.003693,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 164561.003693,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676905888,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 24163,
										["g_amt"] = 0,
										["n_max"] = 5066,
										["targets"] = {
											["英雄训练假人"] = 60772,
										},
										["n_dmg"] = 36609,
										["n_min"] = 3409,
										["g_dmg"] = 0,
										["counter"] = 12,
										["ChartData"] = {
											[26] = 32600,
											[14] = 13407,
											[29] = 36493,
											[8] = 5066,
											[17] = 16816,
											[41] = 60772,
											[38] = 56889,
											[20] = 20281,
											[11] = 9231,
											[35] = 49801,
											[23] = 24531,
											[32] = 45499,
										},
										["total"] = 60772,
										["c_max"] = 9006,
										["id"] = 47809,
										["r_dmg"] = 29807,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7088,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 9,
										["b_dmg"] = 0,
										["r_amt"] = 6,
									},
									[47813] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 4601,
										["g_amt"] = 0,
										["n_max"] = 2380,
										["targets"] = {
											["英雄训练假人"] = 44188,
										},
										["n_dmg"] = 39587,
										["n_min"] = 1125,
										["g_dmg"] = 0,
										["counter"] = 21,
										["ChartData"] = {
											[26] = 24240,
											[14] = 11286,
											[29] = 26441,
											[8] = 7151,
											[41] = 37006,
											[32] = 28642,
											[5] = 4771,
											[38] = 34805,
											[20] = 15676,
											[11] = 9316,
											[35] = 32604,
											[23] = 22479,
											[17] = 13475,
										},
										["total"] = 44188,
										["c_max"] = 4601,
										["id"] = 47813,
										["r_dmg"] = 11484,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4601,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 20,
										["b_dmg"] = 0,
										["r_amt"] = 7,
									},
									[47843] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 12212,
										["g_amt"] = 0,
										["n_max"] = 2238,
										["targets"] = {
											["英雄训练假人"] = 32891,
										},
										["n_dmg"] = 20679,
										["n_min"] = 1582,
										["g_dmg"] = 0,
										["counter"] = 14,
										["ChartData"] = {
											[26] = 17638,
											[14] = 7585,
											[29] = 19653,
											[8] = 3421,
											[41] = 28680,
											[32] = 21466,
											[5] = 1582,
											[38] = 24890,
											[20] = 11614,
											[11] = 5347,
											[35] = 23077,
											[23] = 13427,
											[17] = 9599,
										},
										["total"] = 32891,
										["c_max"] = 4211,
										["id"] = 47843,
										["r_dmg"] = 16619,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3790,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 11,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 2443,
										["targets"] = {
											["英雄训练假人"] = 8390,
										},
										["n_dmg"] = 8390,
										["n_min"] = 1932,
										["g_dmg"] = 0,
										["counter"] = 4,
										["ChartData"] = {
											[26] = 6380,
											[14] = 4375,
											[29] = 6380,
											[8] = 2443,
											[41] = 8390,
											[32] = 8390,
											[5] = 2443,
											[38] = 8390,
											[20] = 4375,
											[11] = 2443,
											[35] = 8390,
											[23] = 6380,
											[17] = 4375,
										},
										["total"] = 8390,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 5947,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 4,
										["b_dmg"] = 0,
										["r_amt"] = 3,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1073,
										["targets"] = {
											["英雄训练假人"] = 18320,
										},
										["n_dmg"] = 18320,
										["n_min"] = 507,
										["g_dmg"] = 0,
										["counter"] = 23,
										["ChartData"] = {
											[26] = 9692,
											[14] = 5193,
											[29] = 11044,
											[8] = 2575,
											[41] = 15811,
											[32] = 11684,
											[5] = 1236,
											[38] = 14061,
											[20] = 7979,
											[11] = 3416,
											[35] = 13212,
											[23] = 9052,
											[17] = 5941,
										},
										["total"] = 18320,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 9446,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 23,
										["b_dmg"] = 0,
										["r_amt"] = 13,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.003693,
							["start_time"] = 1676905888,
							["delay"] = 0,
							["last_dps"] = 4007.982716197733,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.008287,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 12676,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676905888,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 12676.008287,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 12676.008287,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 5,
										["n_max"] = 415,
										["targets"] = {
											["英雄训练假人"] = 6755,
										},
										["n_dmg"] = 5382,
										["n_min"] = 314,
										["g_dmg"] = 1373,
										["counter"] = 20,
										["total"] = 6755,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 15,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 563,
										["targets"] = {
											["英雄训练假人"] = 5921,
										},
										["n_dmg"] = 5921,
										["n_min"] = 393,
										["g_dmg"] = 0,
										["counter"] = 12,
										["total"] = 5921,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 2741,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 12,
										["b_dmg"] = 0,
										["r_amt"] = 6,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676905882,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.008287,
							["start_time"] = 1676905888,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.007549,
							["damage_from"] = {
								["特斯拉大股東"] = true,
								["丿天天"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.007549,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905888,
							["damage_taken"] = 183782.007549,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.007549,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905888,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 17,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 17521,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 17521.003834,
							["total_without_pet"] = 3940.003834,
							["total"] = 3940.003834,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.003834,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 3940,
							},
							["totalover_without_pet"] = 0.003834,
							["healing_taken"] = 3940.003834,
							["fight_component"] = true,
							["end_time"] = 1676905888,
							["healing_from"] = {
								["特斯拉大股東"] = true,
							},
							["aID"] = "4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 14422,
										},
										["n_max"] = 952,
										["targets"] = {
											["特斯拉大股東"] = 3252,
										},
										["n_min"] = 0,
										["counter"] = 21,
										["overheal"] = 14422,
										["total"] = 3252,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 21,
										["n_curado"] = 3252,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 3099,
										},
										["n_max"] = 344,
										["targets"] = {
											["特斯拉大股東"] = 688,
										},
										["n_min"] = 0,
										["counter"] = 11,
										["overheal"] = 3099,
										["total"] = 688,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 11,
										["n_curado"] = 688,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676905888,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676905896,
							["tipo"] = 2,
							["totaldenied"] = 0.003834,
							["delay"] = 0,
							["heal_enemy_amt"] = 0,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 17,
					["_ActorTable"] = {
						{
							["received"] = 6065.003712,
							["resource"] = 0.003712,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 6065,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 2671.003712,
							["fight_component"] = true,
							["total"] = 7627.003712,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 6065,
										["id"] = 31818,
										["totalover"] = 2671,
										["targets"] = {
											["特斯拉大股東"] = 6065,
										},
										["counter"] = 2,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.003712,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.003712,
							["last_event"] = 1676905883,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 1562.001016,
							["resource"] = 0.001016,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 1562,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 5383.001016,
							["total"] = 1562.001016,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 1562,
										["id"] = 54425,
										["totalover"] = 5383,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 1562,
										},
										["counter"] = 12,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676905882,
							["tipo"] = 3,
							["alternatepower"] = 0.001016,
							["passiveover"] = 0.001016,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 17,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 40,
										["id"] = 32391,
										["refreshamt"] = 17,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 42,
										["id"] = 47843,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 40,
										["id"] = 59164,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 36,
										["id"] = 17800,
										["refreshamt"] = 11,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 44,
										["id"] = 47864,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 201,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 44,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 44,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 13,
										["id"] = 64371,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 7,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 41,
										["id"] = 63321,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 8,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 44,
										["id"] = 60486,
										["refreshamt"] = 32,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 202,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 12,
								[47843] = 3,
								[57946] = 2,
								[47864] = 2,
								[59164] = 4,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676905888,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 12,
							},
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 17,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					177236.994811, -- [1]
					3939.962529, -- [2]
					{
						0, -- [1]
						[0] = 7627,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					164561, -- [1]
					3940, -- [2]
					{
						0, -- [1]
						[0] = 6065,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:11:29",
				["hasTimer"] = 44.12400000000343,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 50041.872,
				["CombatEndedAt"] = 50041.872,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 3224.003834,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 170734.003693,
						}, -- [1]
					},
				},
				["end_time"] = 50041.872,
				["combat_id"] = 17,
				["data_inicio"] = "23:10:44",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676905844,
				["combat_counter"] = 1428,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							880, -- [3]
							1676905888.929, -- [4]
							16508, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							48210, -- [2]
							2010, -- [3]
							1676905890.574, -- [4]
							17224, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905891.04, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676905891.614, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676905894.412, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905896.065, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							63106, -- [2]
							560, -- [3]
							1676905897.024, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 8,
					},
				},
				["start_time"] = 49997.651,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [9]
			{
				{
					["tipo"] = 2,
					["combatId"] = 16,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.006588,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 1556,
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["last_dps"] = 1552.900786426514,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 1556.006588,
							["spec"] = 265,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 1556.006588,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1556,
										["targets"] = {
											["英雄训练假人"] = 1556,
										},
										["n_dmg"] = 1556,
										["n_min"] = 1556,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 1556,
										["c_max"] = 0,
										["id"] = 47813,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["end_time"] = 1676905614,
							["friendlyfire_total"] = 0,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905613,
							["on_hold"] = false,
							["start_time"] = 1676905614,
							["delay"] = 0,
							["damage_taken"] = 0.006588,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.002328,
							["damage_from"] = {
								["特斯拉大股東"] = true,
								["那就這樣"] = true,
								["丿天天"] = true,
								["斯洛弗"] = true,
								["利文祖恩"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002328,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905614,
							["damage_taken"] = 263119.002328,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.002328,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905614,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 16,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 16469,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "4487-00246B86",
							["totalover"] = 16469.001095,
							["total_without_pet"] = 0.001095,
							["total"] = 0.001095,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.001095,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.001095,
							["healing_taken"] = 0.001095,
							["end_time"] = 1676905614,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 623,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 1,
										["overheal"] = 623,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 1,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 15846,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 46,
										["overheal"] = 15846,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 46,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["spec"] = 265,
							["start_time"] = 1676905614,
							["custom"] = 0,
							["last_event"] = 1676905840,
							["classe"] = "WARLOCK",
							["totaldenied"] = 0.001095,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 16,
					["_ActorTable"] = {
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 16,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["activedamt"] = -1,
										["id"] = 47813,
										["targets"] = {
										},
										["actived_at"] = 1676905613,
										["uptime"] = 0,
										["appliedamt"] = 0,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 2,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["debuff_uptime"] = 0,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676905614,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 16,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 49995.075,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals"] = {
					1555.978160999986, -- [1]
					-0.03222600000075146, -- [2]
					{
						0, -- [1]
						[0] = -0.008229999999457505,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					1556, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:06:54",
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:06:53",
				["end_time"] = 49767.337,
				["combat_id"] = 16,
				["tempo_start"] = 1676905613,
				["frags"] = {
				},
				["combat_counter"] = 1427,
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905776.06, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905781.06, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905786.069, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905791.058, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905796.175, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905801.02, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905806.108, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905811.16, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905816.059, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905821.072, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905826.021, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905831.064, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905836.075, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905841.066, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905685.986, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905690.999, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905696.052, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905701.07, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905706.049, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905711.06, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905716.088, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905721.014, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905726.019, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905731.061, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905736.117, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905741.063, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905745.982, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905751.064, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905756.078, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905761.06, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905766.006, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905771.065, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 15,
					},
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 0.001095,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 1556.006588,
						}, -- [1]
					},
				},
				["start_time"] = 49766.335,
				["TimeData"] = {
				},
				["spells_cast_timeline"] = {
				},
			}, -- [10]
			{
				{
					["tipo"] = 2,
					["combatId"] = 15,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.002777,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 272143,
							},
							["last_event"] = 1676905610,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 272143.002777,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 252100.002777,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676905600,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 7,
										["b_amt"] = 0,
										["c_dmg"] = 66794,
										["g_amt"] = 0,
										["n_max"] = 5139,
										["targets"] = {
											["英雄训练假人"] = 113085,
										},
										["n_dmg"] = 46291,
										["n_min"] = 3775,
										["g_dmg"] = 0,
										["counter"] = 18,
										["ChartData"] = {
											[59] = 109257,
											[8] = 8311,
											[62] = 113085,
											[32] = 60551,
											[17] = 31330,
											[35] = 69992,
											[5] = 4134,
											[38] = 69992,
											[20] = 31330,
											[41] = 74482,
											[11] = 16971,
											[44] = 78560,
											[23] = 47304,
											[47] = 87067,
											[50] = 87067,
											[26] = 47304,
											[53] = 87067,
											[14] = 20746,
											[56] = 100363,
											[29] = 51180,
										},
										["total"] = 113085,
										["c_max"] = 10835,
										["id"] = 47809,
										["r_dmg"] = 15557,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 8660,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 11,
										["b_dmg"] = 0,
										["r_amt"] = 4,
									},
									[47813] = {
										["c_amt"] = 9,
										["b_amt"] = 0,
										["c_dmg"] = 39163,
										["g_amt"] = 0,
										["n_max"] = 2656,
										["targets"] = {
											["英雄训练假人"] = 66270,
										},
										["n_dmg"] = 27107,
										["n_min"] = 1610,
										["g_dmg"] = 0,
										["counter"] = 22,
										["ChartData"] = {
											[50] = 42894,
											[59] = 53835,
											[35] = 25603,
											[56] = 51634,
											[47] = 40692,
											[41] = 31788,
											[53] = 47494,
											[32] = 21719,
											[17] = 2655,
											[44] = 36092,
											[62] = 56037,
											[20] = 5311,
											[38] = 27419,
											[29] = 19628,
											[23] = 10887,
											[26] = 15027,
										},
										["total"] = 66270,
										["c_max"] = 5576,
										["id"] = 47813,
										["r_dmg"] = 22215,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3253,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 13,
										["b_dmg"] = 0,
										["r_amt"] = 7,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 986,
										["targets"] = {
											["英雄训练假人"] = 24745,
										},
										["n_dmg"] = 24745,
										["n_min"] = 452,
										["g_dmg"] = 0,
										["counter"] = 35,
										["ChartData"] = {
											[59] = 19781,
											[8] = 1937,
											[62] = 20471,
											[32] = 9756,
											[17] = 4434,
											[35] = 11284,
											[5] = 958,
											[38] = 11974,
											[20] = 6243,
											[41] = 13710,
											[11] = 2443,
											[44] = 14498,
											[23] = 7195,
											[47] = 16371,
											[50] = 16371,
											[26] = 7835,
											[53] = 17723,
											[14] = 3701,
											[56] = 18292,
											[29] = 9187,
										},
										["total"] = 24745,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 12110,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 35,
										["b_dmg"] = 0,
										["r_amt"] = 18,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 2326,
										["targets"] = {
											["英雄训练假人"] = 8088,
										},
										["n_dmg"] = 8088,
										["n_min"] = 1744,
										["g_dmg"] = 0,
										["counter"] = 4,
										["ChartData"] = {
											[59] = 8088,
											[62] = 8088,
											[32] = 3747,
											[17] = 1744,
											[35] = 3747,
											[38] = 6073,
											[20] = 1744,
											[41] = 6073,
											[44] = 6073,
											[23] = 1744,
											[47] = 6073,
											[50] = 8088,
											[26] = 3747,
											[53] = 8088,
											[14] = 1744,
											[56] = 8088,
											[29] = 3747,
										},
										["total"] = 8088,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 5762,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 4,
										["b_dmg"] = 0,
										["r_amt"] = 3,
									},
									[47843] = {
										["c_amt"] = 5,
										["b_amt"] = 0,
										["c_dmg"] = 20745,
										["g_amt"] = 0,
										["n_max"] = 2395,
										["targets"] = {
											["英雄训练假人"] = 39912,
										},
										["n_dmg"] = 19167,
										["n_min"] = 1310,
										["g_dmg"] = 0,
										["counter"] = 15,
										["ChartData"] = {
											[50] = 27341,
											[35] = 13865,
											[59] = 35178,
											[41] = 19624,
											[56] = 33365,
											[32] = 13865,
											[53] = 31552,
											[62] = 36488,
											[47] = 25504,
											[44] = 21665,
											[20] = 2395,
											[38] = 15358,
											[29] = 11470,
											[23] = 7400,
											[26] = 9555,
										},
										["total"] = 39912,
										["c_max"] = 5005,
										["id"] = 47843,
										["r_dmg"] = 16175,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3424,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 10,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.002777,
							["start_time"] = 1676905600,
							["delay"] = 0,
							["last_dps"] = 4158.537373200523,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.006274,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 20043,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676905600,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 20043.006274,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 20043.006274,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 620,
										["g_amt"] = 7,
										["n_max"] = 388,
										["targets"] = {
											["英雄训练假人"] = 10615,
										},
										["n_dmg"] = 8048,
										["n_min"] = 309,
										["g_dmg"] = 1947,
										["counter"] = 31,
										["total"] = 10615,
										["c_max"] = 620,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 620,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 23,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 677,
										["g_amt"] = 0,
										["n_max"] = 629,
										["targets"] = {
											["英雄训练假人"] = 9428,
										},
										["n_dmg"] = 8751,
										["n_min"] = 351,
										["g_dmg"] = 0,
										["counter"] = 19,
										["total"] = 9428,
										["c_max"] = 677,
										["id"] = 54053,
										["r_dmg"] = 3612,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 677,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 18,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676905596,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.006274,
							["start_time"] = 1676905600,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008789,
							["damage_from"] = {
								["斯洛弗"] = true,
								["特斯拉大股東"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008789,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905600,
							["damage_taken"] = 290615.008789,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.008789,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905600,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 15,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 29528,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 29528.007604,
							["total_without_pet"] = 2492.007604,
							["total"] = 2492.007604,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.007604,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 2492,
							},
							["totalover_without_pet"] = 0.007604,
							["healing_taken"] = 3421.007604,
							["fight_component"] = true,
							["end_time"] = 1676905600,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["aID"] = "4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 3790,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 1723,
										},
										["n_min"] = 0,
										["counter"] = 16,
										["overheal"] = 3790,
										["total"] = 1723,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 16,
										["n_curado"] = 1723,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 25738,
										},
										["n_max"] = 727,
										["targets"] = {
											["特斯拉大股東"] = 769,
										},
										["n_min"] = 0,
										["counter"] = 22,
										["overheal"] = 25738,
										["total"] = 769,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 22,
										["n_curado"] = 769,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676905600,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676905610,
							["tipo"] = 2,
							["totaldenied"] = 0.007604,
							["delay"] = 0,
							["heal_enemy_amt"] = 0,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["healing_from"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "UNKNOW",
							["totalover"] = 7159.008235,
							["total_without_pet"] = 929.008235,
							["total"] = 929.008235,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.008235,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 929,
							},
							["totalover_without_pet"] = 0.008235,
							["healing_taken"] = 0.008235,
							["fight_component"] = true,
							["end_time"] = 1676905600,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 7159,
										},
										["n_max"] = 929,
										["targets"] = {
											["特斯拉大股東"] = 929,
										},
										["n_min"] = 0,
										["counter"] = 4,
										["overheal"] = 7159,
										["total"] = 929,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 4,
										["n_curado"] = 929,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["aID"] = "31146",
							["targets_overheal"] = {
								["特斯拉大股東"] = 7159,
							},
							["totaldenied"] = 0.008235,
							["custom"] = 0,
							["tipo"] = 2,
							["heal_enemy_amt"] = 0,
							["start_time"] = 1676905600,
							["delay"] = 0,
							["last_event"] = 1676905597,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 15,
					["_ActorTable"] = {
						{
							["received"] = 4249.006115,
							["resource"] = 0.006115,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 4249,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.006115,
							["fight_component"] = true,
							["total"] = 6722.006115,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 4249,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 4249,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.006115,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.006115,
							["last_event"] = 1676905569,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 2473.005555,
							["resource"] = 0.005555,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 2473,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 8522.005555,
							["total"] = 2473.005555,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 2473,
										["id"] = 54425,
										["totalover"] = 8522,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 2473,
										},
										["counter"] = 19,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676905596,
							["tipo"] = 3,
							["alternatepower"] = 0.005555,
							["passiveover"] = 0.005555,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 15,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 60,
										["id"] = 32391,
										["refreshamt"] = 23,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 63,
										["id"] = 47864,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 45,
										["id"] = 59164,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 45,
										["id"] = 47843,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 60,
										["id"] = 17800,
										["refreshamt"] = 17,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 50,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 296,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 65,
										["id"] = 60486,
										["refreshamt"] = 39,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 65,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 65,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[53909] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 15,
										["id"] = 53909,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 12,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 64,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 323,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 18,
								[59164] = 4,
								[47813] = 1,
								[47843] = 3,
								[57946] = 1,
								[53909] = 1,
								[54758] = 1,
								[47864] = 3,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676905600,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 19,
							},
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 15,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 49688.586,
				["tempo_start"] = 1676905535,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1426,
				["playing_solo"] = true,
				["totals"] = {
					272142.984329, -- [1]
					3420.988894, -- [2]
					{
						-0.00115, -- [1]
						[0] = 6721.99258,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905601.085, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676905602.414, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676905605.313, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905606.067, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676905607.881, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							63106, -- [2]
							1301, -- [3]
							1676905610.665, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905611.074, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 8,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:06:41",
				["hasTimer"] = 65.24600000000646,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 65.22099999999773,
				["CombatEndedAt"] = 49753.807,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:05:35",
				["end_time"] = 49753.807,
				["combat_id"] = 15,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					252100, -- [1]
					2492, -- [2]
					{
						0, -- [1]
						[0] = 4249,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 2492.007604,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 259867.002777,
						}, -- [1]
					},
				},
				["start_time"] = 49688.365,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [11]
			{
				{
					["tipo"] = 2,
					["combatId"] = 14,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.001103,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 645,
							},
							["tipo"] = 1,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["last_dps"] = 642.4313774895185,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001103,
							["spec"] = 265,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 645.0011030000001,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["end_time"] = 1676905534,
							["friendlyfire_total"] = 0,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905534,
							["on_hold"] = false,
							["start_time"] = 1676905534,
							["delay"] = 0,
							["damage_taken"] = 0.001103,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.007198,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 645,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676905534,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 645.007198,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 645.007198,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 312,
										["targets"] = {
											["英雄训练假人"] = 312,
										},
										["n_dmg"] = 312,
										["n_min"] = 312,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 312,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 333,
										["targets"] = {
											["英雄训练假人"] = 333,
										},
										["n_dmg"] = 333,
										["n_min"] = 333,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 333,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676905534,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.007198,
							["start_time"] = 1676905534,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.00852,
							["damage_from"] = {
								["斯洛弗"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.00852,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905534,
							["damage_taken"] = 1256.00852,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.00852,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905534,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 14,
					["_ActorTable"] = {
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 14,
					["_ActorTable"] = {
						{
							["received"] = 0.003775,
							["resource"] = 0.003775,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.003775,
							["total"] = 129.003775,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.003775,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.003775,
							["last_event"] = 0,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 129.007633,
							["resource"] = 0.007633,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 129,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 450.007633,
							["total"] = 129.007633,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 129,
										["id"] = 54425,
										["totalover"] = 450,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 129,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676905534,
							["tipo"] = 3,
							["alternatepower"] = 0.007633,
							["passiveover"] = 0.007633,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 14,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["buff_uptime_targets"] = {
							},
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 4,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["tipo"] = 4,
							["aID"] = "4487-00246B86",
							["last_event"] = 1676905534,
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 60486,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 1,
							},
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 14,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1425,
				["totals"] = {
					644.9853489999999, -- [1]
					0, -- [2]
					{
						-0.004865, -- [1]
						[0] = 128.991782,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					0, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:05:34",
				["hasTimer"] = 1.004000000000815,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:05:33",
				["end_time"] = 49687.369,
				["combat_id"] = 14,
				["tempo_start"] = 1676905533,
				["frags"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 645.0011030000001,
						}, -- [1]
					},
				},
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
				},
				["start_time"] = 49686.365,
				["TimeData"] = {
				},
				["spells_cast_timeline"] = {
				},
			}, -- [12]
			{
				{
					["tipo"] = 2,
					["combatId"] = 13,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.008477,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 613,
							},
							["tipo"] = 1,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["last_dps"] = 612.396080921182,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008477,
							["spec"] = 265,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 613.0084770000001,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["end_time"] = 1676905532,
							["friendlyfire_total"] = 0,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905531,
							["on_hold"] = false,
							["start_time"] = 1676905532,
							["delay"] = 0,
							["damage_taken"] = 0.008477,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.008253,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 613,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676905532,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 613.008253,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 613.008253,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 1,
										["n_max"] = 0,
										["targets"] = {
											["英雄训练假人"] = 257,
										},
										["n_dmg"] = 0,
										["n_min"] = 0,
										["g_dmg"] = 257,
										["counter"] = 1,
										["total"] = 257,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 0,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 356,
										["targets"] = {
											["英雄训练假人"] = 356,
										},
										["n_dmg"] = 356,
										["n_min"] = 356,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 356,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676905531,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.008253,
							["start_time"] = 1676905532,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.002669,
							["damage_from"] = {
								["斯洛弗"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002669,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905532,
							["damage_taken"] = 1275.002669,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.002669,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905532,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 13,
					["_ActorTable"] = {
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 13,
					["_ActorTable"] = {
						{
							["received"] = 0.003428,
							["resource"] = 0.003428,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.003428,
							["total"] = 130.003428,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.003428,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.003428,
							["last_event"] = 0,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 130.003784,
							["resource"] = 0.003784,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 130,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 449.003784,
							["total"] = 130.003784,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 130,
										["id"] = 54425,
										["totalover"] = 449,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 130,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676905531,
							["tipo"] = 3,
							["alternatepower"] = 0.003784,
							["passiveover"] = 0.003784,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 13,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["buff_uptime_targets"] = {
							},
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 4,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["tipo"] = 4,
							["aID"] = "4487-00246B86",
							["last_event"] = 1676905532,
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 60486,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 1,
							},
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 13,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1424,
				["totals"] = {
					612.9797480000002, -- [1]
					-0.004112, -- [2]
					{
						-0.002488, -- [1]
						[0] = 129.998525,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					0, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:05:32",
				["hasTimer"] = 1.000999999996566,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:05:31",
				["end_time"] = 49685.276,
				["combat_id"] = 13,
				["tempo_start"] = 1676905531,
				["frags"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 613.0084770000001,
						}, -- [1]
					},
				},
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
				},
				["start_time"] = 49684.275,
				["TimeData"] = {
				},
				["spells_cast_timeline"] = {
				},
			}, -- [13]
			{
				{
					["tipo"] = 2,
					["combatId"] = 12,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.001639,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 11037,
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["last_dps"] = 3206.566426203146,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 11037.001639,
							["spec"] = 265,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 11037.001639,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 5565,
										["g_amt"] = 0,
										["n_max"] = 1479,
										["targets"] = {
											["英雄训练假人"] = 11037,
										},
										["n_dmg"] = 5472,
										["n_min"] = 1183,
										["g_dmg"] = 0,
										["counter"] = 6,
										["total"] = 11037,
										["c_max"] = 3092,
										["id"] = 47813,
										["r_dmg"] = 4987,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 2473,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 4,
										["b_dmg"] = 0,
										["r_amt"] = 3,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["end_time"] = 1676905508,
							["friendlyfire_total"] = 0,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905518,
							["on_hold"] = false,
							["start_time"] = 1676905508,
							["delay"] = 0,
							["damage_taken"] = 0.001639,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.007151,
							["damage_from"] = {
								["斯洛弗"] = true,
								["特斯拉大股東"] = true,
								["那就這樣"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.007151,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905508,
							["damage_taken"] = 20586.007151,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.007151,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905508,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 12,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 4213,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 4213.00542,
							["total_without_pet"] = 2270.00542,
							["total"] = 2270.00542,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.00542,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 2270,
							},
							["totalover_without_pet"] = 0.00542,
							["healing_taken"] = 2270.00542,
							["fight_component"] = true,
							["end_time"] = 1676905508,
							["healing_from"] = {
								["特斯拉大股東"] = true,
							},
							["aID"] = "4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 2834,
										},
										["n_max"] = 990,
										["targets"] = {
											["特斯拉大股東"] = 1581,
										},
										["n_min"] = 0,
										["counter"] = 6,
										["overheal"] = 2834,
										["total"] = 1581,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 6,
										["n_curado"] = 1581,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 1379,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 689,
										},
										["n_min"] = 344,
										["counter"] = 6,
										["overheal"] = 1379,
										["total"] = 689,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 6,
										["n_curado"] = 689,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676905508,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676905530,
							["tipo"] = 2,
							["totaldenied"] = 0.00542,
							["delay"] = 0,
							["heal_enemy_amt"] = 0,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 12,
					["_ActorTable"] = {
						{
							["received"] = 4099.00846,
							["resource"] = 0.00846,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 4099,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.00846,
							["total"] = 4099.00846,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 4099,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 4099,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.00846,
							["flag_original"] = 1297,
							["tipo"] = 3,
							["alternatepower"] = 0.00846,
							["last_event"] = 1676905528,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 12,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 15,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 3,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 3,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 3,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 3,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 3,
										["id"] = 60486,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["buff_uptime_targets"] = {
							},
							["spec"] = 265,
							["grupo"] = true,
							["nome"] = "特斯拉大股東",
							["last_event"] = 1676905508,
							["classe"] = "WARLOCK",
							["pets"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["tipo"] = 4,
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 12,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					11036.967951, -- [1]
					2269.968331, -- [2]
					{
						-0.003236, -- [1]
						[0] = 4098.991182,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					11037, -- [1]
					2270, -- [2]
					{
						0, -- [1]
						[0] = 4099,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:05:08",
				["hasTimer"] = 3.010000000002037,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 49661.684,
				["CombatEndedAt"] = 49661.684,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 1926.00542,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 3952.001639,
						}, -- [1]
					},
				},
				["end_time"] = 49661.684,
				["combat_id"] = 12,
				["data_inicio"] = "23:05:05",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676905505,
				["combat_counter"] = 1423,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							591, -- [3]
							1676905510.812, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905510.968, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							63106, -- [2]
							533, -- [3]
							1676905513.502, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905516.03, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							1237, -- [3]
							1676905516.275, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							63106, -- [2]
							473, -- [3]
							1676905519.018, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905521.085, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905526.044, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905531.065, -- [4]
							15282, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 10,
					},
				},
				["start_time"] = 49658.242,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [14]
			{
				{
					["tipo"] = 2,
					["combatId"] = 11,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.001163,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 1439,
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["last_dps"] = 1434.697071778568,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 1439.001163,
							["spec"] = 265,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 1439.001163,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 800,
										["targets"] = {
											["英雄训练假人"] = 1439,
										},
										["n_dmg"] = 1439,
										["n_min"] = 639,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 1439,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 639,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 2,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["end_time"] = 1676905474,
							["friendlyfire_total"] = 0,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905474,
							["on_hold"] = false,
							["start_time"] = 1676905474,
							["delay"] = 0,
							["damage_taken"] = 0.001163,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.002046,
							["damage_from"] = {
								["那就這樣"] = true,
								["特斯拉大股東"] = true,
								["斯洛弗"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002046,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905474,
							["damage_taken"] = 30017.002046,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.002046,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905474,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 11,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 2069,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "4487-00246B86",
							["totalover"] = 2069.008036,
							["total_without_pet"] = 0.008036,
							["total"] = 0.008036,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.008036,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.008036,
							["healing_taken"] = 0.008036,
							["end_time"] = 1676905505,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 2069,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 6,
										["overheal"] = 2069,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 6,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["spec"] = 265,
							["start_time"] = 1676905505,
							["custom"] = 0,
							["last_event"] = 1676905500,
							["classe"] = "WARLOCK",
							["totaldenied"] = 0.008036,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 11,
					["_ActorTable"] = {
						{
							["received"] = 4009.005233,
							["resource"] = 0.005233,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 4009,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.005233,
							["total"] = 4009.005233,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 4009,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 4009,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.005233,
							["flag_original"] = 1297,
							["tipo"] = 3,
							["alternatepower"] = 0.005233,
							["last_event"] = 1676905500,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 11,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["buff_uptime_targets"] = {
							},
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 2,
							["pets"] = {
							},
							["tipo"] = 4,
							["aID"] = "4487-00246B86",
							["last_event"] = 1676905474,
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 11,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 49655.491,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1422,
				["totals"] = {
					1438.974055000006, -- [1]
					-0.020595, -- [2]
					{
						-0.004581, -- [1]
						[0] = 4008.998806,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905476.036, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905481.039, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905486.061, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905490.973, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905496.026, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905501.079, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 7,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:04:34",
				["hasTimer"] = 1.003000000004249,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:04:33",
				["end_time"] = 49627.313,
				["combat_id"] = 11,
				["tempo_start"] = 1676905473,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					1439, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 4009,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 800.001163,
						}, -- [1]
					},
				},
				["start_time"] = 49626.31,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [15]
			{
				{
					["tipo"] = 2,
					["combatId"] = 10,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.003911,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 289686,
							},
							["last_event"] = 1676905472,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 289686.003911,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 267559.003911,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676905462,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 24777,
										["g_amt"] = 0,
										["n_max"] = 5182,
										["targets"] = {
											["英雄训练假人"] = 96979,
										},
										["n_dmg"] = 72202,
										["n_min"] = 3416,
										["g_dmg"] = 0,
										["counter"] = 20,
										["ChartData"] = {
											[59] = 86700,
											[8] = 4122,
											[62] = 96979,
											[32] = 47503,
											[17] = 26919,
											[35] = 47503,
											[5] = 4122,
											[38] = 50919,
											[20] = 30765,
											[41] = 62398,
											[11] = 17589,
											[44] = 62398,
											[23] = 35042,
											[47] = 69777,
											[65] = 96979,
											[50] = 69777,
											[26] = 39299,
											[53] = 74016,
											[14] = 22679,
											[56] = 82117,
											[29] = 47503,
										},
										["total"] = 96979,
										["c_max"] = 9435,
										["id"] = 47809,
										["r_dmg"] = 51903,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7241,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 17,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
									[47813] = {
										["c_amt"] = 8,
										["b_amt"] = 0,
										["c_dmg"] = 33647,
										["g_amt"] = 0,
										["n_max"] = 2668,
										["targets"] = {
											["英雄训练假人"] = 80944,
										},
										["n_dmg"] = 47297,
										["n_min"] = 1761,
										["g_dmg"] = 0,
										["counter"] = 29,
										["ChartData"] = {
											[59] = 56569,
											[8] = 4072,
											[62] = 59237,
											[32] = 27985,
											[17] = 13321,
											[35] = 30186,
											[38] = 34588,
											[20] = 15302,
											[41] = 39188,
											[11] = 6703,
											[44] = 41389,
											[23] = 19442,
											[47] = 45069,
											[65] = 61905,
											[50] = 46830,
											[26] = 23582,
											[53] = 49032,
											[14] = 9359,
											[56] = 51233,
											[29] = 25784,
										},
										["total"] = 80944,
										["c_max"] = 4600,
										["id"] = 47813,
										["r_dmg"] = 25695,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3680,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 21,
										["b_dmg"] = 0,
										["r_amt"] = 9,
									},
									[47843] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 13966,
										["g_amt"] = 0,
										["n_max"] = 2015,
										["targets"] = {
											["英雄训练假人"] = 46023,
										},
										["n_dmg"] = 32057,
										["n_min"] = 1487,
										["g_dmg"] = 0,
										["counter"] = 22,
										["ChartData"] = {
											[59] = 32069,
											[8] = 1859,
											[62] = 33680,
											[32] = 15387,
											[17] = 8539,
											[35] = 15387,
											[38] = 19176,
											[20] = 8539,
											[41] = 20787,
											[11] = 3346,
											[44] = 22398,
											[23] = 10150,
											[47] = 24211,
											[65] = 35635,
											[50] = 26226,
											[26] = 11761,
											[53] = 28241,
											[14] = 6595,
											[56] = 30256,
											[29] = 13372,
										},
										["total"] = 46023,
										["c_max"] = 4086,
										["id"] = 47843,
										["r_dmg"] = 26418,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 2842,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 18,
										["b_dmg"] = 0,
										["r_amt"] = 13,
									},
									[59164] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 4662,
										["g_amt"] = 0,
										["n_max"] = 2596,
										["targets"] = {
											["英雄训练假人"] = 15541,
										},
										["n_dmg"] = 10879,
										["n_min"] = 1943,
										["g_dmg"] = 0,
										["counter"] = 6,
										["ChartData"] = {
											[59] = 15541,
											[8] = 2139,
											[62] = 15541,
											[32] = 11402,
											[17] = 4735,
											[35] = 11402,
											[5] = 2139,
											[38] = 11402,
											[20] = 4735,
											[41] = 11402,
											[11] = 2139,
											[44] = 13345,
											[23] = 9397,
											[47] = 13345,
											[65] = 15541,
											[50] = 13345,
											[26] = 9397,
											[53] = 15541,
											[14] = 4735,
											[56] = 15541,
											[29] = 9397,
										},
										["total"] = 15541,
										["c_max"] = 4662,
										["id"] = 59164,
										["r_dmg"] = 3948,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4662,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 5,
										["b_dmg"] = 0,
										["r_amt"] = 2,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1112,
										["targets"] = {
											["英雄训练假人"] = 28072,
										},
										["n_dmg"] = 28072,
										["n_min"] = 569,
										["g_dmg"] = 0,
										["counter"] = 34,
										["ChartData"] = {
											[59] = 21737,
											[8] = 1602,
											[62] = 22507,
											[32] = 11285,
											[17] = 4862,
											[35] = 11997,
											[38] = 12709,
											[20] = 6714,
											[41] = 14270,
											[11] = 2355,
											[44] = 15119,
											[23] = 7826,
											[47] = 16647,
											[65] = 24090,
											[50] = 17534,
											[26] = 9827,
											[53] = 19209,
											[14] = 3985,
											[56] = 20195,
											[29] = 10716,
										},
										["total"] = 28072,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 13361,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 34,
										["b_dmg"] = 0,
										["r_amt"] = 17,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.003911,
							["start_time"] = 1676905462,
							["delay"] = 0,
							["last_dps"] = 4272.339855630097,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.003025,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 22127,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676905462,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 22127.003025,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 22127.003025,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 807,
										["g_amt"] = 8,
										["n_max"] = 419,
										["targets"] = {
											["英雄训练假人"] = 11348,
										},
										["n_dmg"] = 8406,
										["n_min"] = 312,
										["g_dmg"] = 2135,
										["counter"] = 32,
										["total"] = 11348,
										["c_max"] = 807,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 807,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 23,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 1974,
										["g_amt"] = 0,
										["n_max"] = 626,
										["targets"] = {
											["英雄训练假人"] = 10779,
										},
										["n_dmg"] = 8805,
										["n_min"] = 280,
										["g_dmg"] = 0,
										["counter"] = 20,
										["total"] = 10779,
										["c_max"] = 1156,
										["id"] = 54053,
										["r_dmg"] = 4437,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 818,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 18,
										["b_dmg"] = 0,
										["r_amt"] = 9,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676905457,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.003025,
							["start_time"] = 1676905462,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.001807,
							["damage_from"] = {
								["那就這樣"] = true,
								["特斯拉大股東"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001807,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905462,
							["damage_taken"] = 290146.001807,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.001807,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905462,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 10,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 34013,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 34013.002783,
							["total_without_pet"] = 3882.002783,
							["total"] = 3882.002783,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.002783,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 3882,
							},
							["totalover_without_pet"] = 0.002783,
							["healing_taken"] = 3882.002783,
							["fight_component"] = true,
							["end_time"] = 1676905462,
							["healing_from"] = {
								["特斯拉大股東"] = true,
							},
							["aID"] = "4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 4480,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 1034,
										},
										["n_min"] = 0,
										["counter"] = 16,
										["overheal"] = 4480,
										["total"] = 1034,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 16,
										["n_curado"] = 1034,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 29533,
										},
										["n_max"] = 881,
										["targets"] = {
											["特斯拉大股東"] = 2848,
										},
										["n_min"] = 0,
										["counter"] = 29,
										["overheal"] = 29533,
										["total"] = 2848,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 29,
										["n_curado"] = 2848,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676905462,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676905470,
							["tipo"] = 2,
							["totaldenied"] = 0.002783,
							["delay"] = 0,
							["heal_enemy_amt"] = 0,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 10,
					["_ActorTable"] = {
						{
							["received"] = 4219.00782,
							["resource"] = 0.00782,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 4219,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.00782,
							["fight_component"] = true,
							["total"] = 6817.00782,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 4219,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 4219,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.00782,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.00782,
							["last_event"] = 1676905428,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 2598.002594,
							["resource"] = 0.002594,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 2598,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 8975.002594,
							["total"] = 2598.002594,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 2598,
										["id"] = 54425,
										["totalover"] = 8975,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 2598,
										},
										["counter"] = 20,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676905457,
							["tipo"] = 3,
							["alternatepower"] = 0.002594,
							["passiveover"] = 0.002594,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 10,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 66,
										["id"] = 32391,
										["refreshamt"] = 27,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 64,
										["id"] = 47843,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 62,
										["id"] = 59164,
										["refreshamt"] = 5,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 60,
										["id"] = 47864,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 66,
										["id"] = 17800,
										["refreshamt"] = 19,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 64,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 330,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 67,
										["id"] = 63321,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 67,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 3,
										["uptime"] = 30,
										["id"] = 64371,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 20,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 67,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 12,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 67,
										["id"] = 60486,
										["refreshamt"] = 45,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 382,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 20,
								[47813] = 1,
								[47843] = 5,
								[59164] = 6,
								[57946] = 1,
								[54758] = 1,
								[47864] = 3,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676905462,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 20,
							},
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 10,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 49548.542,
				["tempo_start"] = 1676905395,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1421,
				["playing_solo"] = true,
				["totals"] = {
					289685.991437, -- [1]
					3881.96902, -- [2]
					{
						-0.001649, -- [1]
						[0] = 6817,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							1813, -- [3]
							1676905464.009, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905466.126, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							63106, -- [2]
							1814, -- [3]
							1676905466.338, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							63106, -- [2]
							1632, -- [3]
							1676905468.627, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							1577, -- [3]
							1676905470.93, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905471.033, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 7,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "23:04:23",
				["hasTimer"] = 67.22999999999593,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 67.58800000000338,
				["CombatEndedAt"] = 49616.13000000001,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "23:03:15",
				["end_time"] = 49616.13000000001,
				["combat_id"] = 10,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					267559, -- [1]
					3882, -- [2]
					{
						0, -- [1]
						[0] = 4219,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 3882.002783,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 258229.003911,
						}, -- [1]
					},
				},
				["start_time"] = 49548.325,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [16]
			{
				{
					["tipo"] = 2,
					["combatId"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.002157,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 692,
							},
							["tipo"] = 1,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["last_dps"] = 691.310846156218,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002157,
							["spec"] = 265,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 692.002157,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["end_time"] = 1676905393,
							["friendlyfire_total"] = 0,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905392,
							["on_hold"] = false,
							["start_time"] = 1676905393,
							["delay"] = 0,
							["damage_taken"] = 0.002157,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.006796,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 692,
							},
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676905393,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 692.006796,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["dps_started"] = false,
							["total"] = 692.006796,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 354,
										["targets"] = {
											["英雄训练假人"] = 354,
										},
										["n_dmg"] = 354,
										["n_min"] = 354,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 354,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 338,
										["targets"] = {
											["英雄训练假人"] = 338,
										},
										["n_dmg"] = 338,
										["n_min"] = 338,
										["g_dmg"] = 0,
										["counter"] = 1,
										["total"] = 338,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676905392,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.006796,
							["start_time"] = 1676905393,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.004674,
							["damage_from"] = {
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["dps_started"] = false,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.004674,
							["aID"] = "31146",
							["fight_component"] = true,
							["end_time"] = 1676905393,
							["damage_taken"] = 692.004674,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["total"] = 0.004674,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905393,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 9,
					["_ActorTable"] = {
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 9,
					["_ActorTable"] = {
						{
							["received"] = 0.001547,
							["resource"] = 0.001547,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.001547,
							["total"] = 131.001547,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.001547,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.001547,
							["last_event"] = 0,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 131.002249,
							["resource"] = 0.002249,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 131,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 447.002249,
							["total"] = 131.002249,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 131,
										["id"] = 54425,
										["totalover"] = 447,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 131,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 1676905392,
							["tipo"] = 3,
							["alternatepower"] = 0.002249,
							["passiveover"] = 0.002249,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 9,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["buff_uptime_targets"] = {
							},
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 4,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["tipo"] = 4,
							["aID"] = "4487-00246B86",
							["last_event"] = 1676905393,
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 60486,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["serial"] = "Player-4487-00246B86",
							["classe"] = "WARLOCK",
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 1,
							},
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-04000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 9,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["overall_added"] = true,
				["cleu_timeline"] = {
				},
				["alternate_power"] = {
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["enemy"] = "英雄训练假人",
				["cleu_events"] = {
					["n"] = 1,
				},
				["tempo_start"] = 1676905392,
				["totals"] = {
					691.9874709999999, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 131,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					0, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["last_events_tables"] = {
				},
				["frags_need_refresh"] = false,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 692.002157,
						}, -- [1]
					},
				},
				["end_time"] = 49547.195,
				["combat_counter"] = 1420,
				["instance_type"] = "none",
				["spells_cast_timeline"] = {
				},
				["player_last_events"] = {
				},
				["hasSaved"] = true,
				["frags"] = {
				},
				["data_fim"] = "23:03:14",
				["data_inicio"] = "23:03:13",
				["CombatSkillCache"] = {
				},
				["combat_id"] = 9,
				["start_time"] = 49546.194,
				["TimeData"] = {
				},
				["pvp"] = true,
			}, -- [17]
			{
				{
					["tipo"] = 2,
					["combatId"] = 8,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.00738,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 8488,
							},
							["tipo"] = 1,
							["pets"] = {
							},
							["damage_from"] = {
							},
							["end_time"] = 1676905084,
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 8488.00738,
							["spec"] = 265,
							["aID"] = "4487-00246B86",
							["dps_started"] = false,
							["total"] = 8488.00738,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 3941,
										["g_amt"] = 0,
										["n_max"] = 1508,
										["targets"] = {
											["英雄训练假人"] = 5449,
										},
										["n_dmg"] = 1508,
										["n_min"] = 1508,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 5449,
										["c_max"] = 3941,
										["id"] = 47813,
										["r_dmg"] = 1508,
										["r_amt"] = 1,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 3941,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 800,
										["targets"] = {
											["英雄训练假人"] = 3039,
										},
										["n_dmg"] = 3039,
										["n_min"] = 639,
										["g_dmg"] = 0,
										["counter"] = 4,
										["total"] = 3039,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 639,
										["r_amt"] = 1,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 4,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["classe"] = "WARLOCK",
							["damage_taken"] = 0.00738,
							["colocacao"] = 1,
							["custom"] = 0,
							["last_event"] = 1676905090,
							["on_hold"] = false,
							["start_time"] = 1676905084,
							["delay"] = 0,
							["last_dps"] = 8454.190617523018,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008668,
							["damage_from"] = {
								["特斯拉大股東"] = true,
								["红秀丽"] = true,
								["丿天天"] = true,
							},
							["targets"] = {
							},
							["delay"] = 0,
							["pets"] = {
							},
							["last_dps"] = 0,
							["classe"] = "UNKNOW",
							["aID"] = "31146",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008668,
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["total"] = 0.008668,
							["on_hold"] = false,
							["tipo"] = 1,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["fight_component"] = true,
							["friendlyfire"] = {
							},
							["end_time"] = 1676905084,
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 171393.008668,
							["start_time"] = 1676905084,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 8,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 20772,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "4487-00246B86",
							["totalover"] = 20772.004474,
							["total_without_pet"] = 0.004474,
							["total"] = 0.004474,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.004474,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.004474,
							["healing_taken"] = 0.004474,
							["end_time"] = 1676905084,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 2179,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 2,
										["overheal"] = 2179,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 2,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 18593,
										},
										["n_max"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 54,
										["overheal"] = 18593,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 54,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["last_event"] = 1676905390,
							["classe"] = "WARLOCK",
							["custom"] = 0,
							["tipo"] = 2,
							["totaldenied"] = 0.004474,
							["start_time"] = 1676905084,
							["delay"] = 0,
							["spec"] = 265,
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 8,
					["_ActorTable"] = {
						{
							["received"] = 0.002585,
							["resource"] = 0.002585,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 0,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 4010.002585,
							["total"] = 0.002585,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 0,
										["id"] = 31818,
										["totalover"] = 4010,
										["targets"] = {
											["特斯拉大股東"] = 0,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.002585,
							["flag_original"] = 1297,
							["tipo"] = 3,
							["alternatepower"] = 0.002585,
							["last_event"] = 1676905391,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 8,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[47813] = {
										["activedamt"] = -1,
										["id"] = 47813,
										["targets"] = {
										},
										["actived_at"] = 1676905084,
										["uptime"] = 0,
										["counter"] = 0,
										["refreshamt"] = 0,
										["actived"] = false,
										["appliedamt"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 5,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[17941] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 17941,
										["uptime"] = 1,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[57821] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 57821,
										["uptime"] = 1,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[63321] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 63321,
										["uptime"] = 1,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47893] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 47893,
										["uptime"] = 1,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[64371] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 64371,
										["uptime"] = 1,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[57567] = {
										["activedamt"] = 3,
										["id"] = 57567,
										["targets"] = {
										},
										["actived_at"] = 1676905343,
										["uptime"] = 0,
										["counter"] = 0,
										["refreshamt"] = 0,
										["actived"] = true,
										["appliedamt"] = 3,
									},
								},
								["tipo"] = 9,
							},
							["debuff_uptime"] = 0,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["buff_uptime_targets"] = {
							},
							["tipo"] = 4,
							["last_event"] = 1676905344,
							["pets"] = {
							},
							["classe"] = "WARLOCK",
							["serial"] = "Player-4487-00246B86",
							["debuff_uptime_targets"] = {
							},
						}, -- [1]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 8,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["tempo_start"] = 1676905083,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1416,
				["totals"] = {
					8487.932398000019, -- [1]
					-0.1296199999999836, -- [2]
					{
						-0.0248489999999992, -- [1]
						[0] = -0.01454800000010437,
						["alternatepower"] = 0,
						[6] = 0,
						[3] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["dead"] = 0,
						["cc_break"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["dispell"] = 0,
						["cooldowns_defensive"] = 0,
					}, -- [4]
					["voidzone_damage"] = 0,
					["frags_total"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905260.904, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905265.902, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905271.016, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905275.973, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905281.015, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905286.082, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905290.982, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905295.982, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905300.923, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905305.91, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905319.934, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905319.934, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905320.978, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905325.952, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905330.919, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905361.051, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905366.057, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905371.058, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905376.054, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905381.111, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905386.178, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905391.039, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905195.926, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905200.893, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905205.993, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905210.993, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905215.993, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905220.96, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905225.952, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905230.945, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905251.058, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905255.943, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 23,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:58:05",
				["hasTimer"] = 1.004000000000815,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "22:58:04",
				["end_time"] = 49237.854,
				["combat_id"] = 8,
				["overall_added"] = true,
				["frags"] = {
				},
				["totals_grupo"] = {
					8488, -- [1]
					0, -- [2]
					{
						0, -- [1]
						[0] = 0,
						["alternatepower"] = 0,
						[6] = 0,
						[3] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["dead"] = 0,
						["cc_break"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["dispell"] = 0,
						["cooldowns_defensive"] = 0,
					}, -- [4]
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["CombatSkillCache"] = {
				},
				["spells_cast_timeline"] = {
				},
				["start_time"] = 49236.85,
				["TimeData"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage"] = {
						{
							["特斯拉大股東"] = 6249.00738,
						}, -- [1]
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 0.004474,
						}, -- [1]
					},
					["damage_section"] = {
					},
				},
			}, -- [18]
			{
				{
					["tipo"] = 2,
					["combatId"] = 7,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.008411,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 682049,
							},
							["tipo"] = 1,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["end_time"] = 1676905072,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 630537.008411,
							["friendlyfire_total"] = 0,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 682049.008411,
							["last_dps"] = 4398.528394336441,
							["delay"] = 0,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 10,
										["b_amt"] = 0,
										["c_dmg"] = 84582,
										["g_amt"] = 0,
										["n_max"] = 5136,
										["targets"] = {
											["英雄训练假人"] = 235599,
										},
										["n_dmg"] = 151017,
										["n_min"] = 3392,
										["g_dmg"] = 0,
										["counter"] = 47,
										["ChartData"] = {
											[122] = 197656,
											[38] = 53033,
											[107] = 165188,
											[62] = 102671,
											[5] = 7759,
											[92] = 145788,
											[8] = 11989,
											[77] = 117269,
											[47] = 74453,
											[14] = 20041,
											[125] = 197656,
											[20] = 31613,
											[110] = 176641,
											[32] = 49202,
											[95] = 145788,
											[56] = 86476,
											[80] = 117269,
											[65] = 102671,
											[41] = 57300,
											[113] = 176641,
											[17] = 27369,
											[98] = 152902,
											[29] = 44066,
											[83] = 125418,
											[50] = 78773,
											[68] = 106564,
											[116] = 180882,
											[35] = 49202,
											[11] = 20041,
											[101] = 161796,
											[59] = 90344,
											[128] = 205796,
											[86] = 130027,
											[26] = 39781,
											[149] = 235599,
											[71] = 110033,
											[44] = 61194,
											[74] = 113857,
											[119] = 194198,
											[131] = 205796,
											[104] = 161796,
											[143] = 230476,
											[137] = 217674,
											[134] = 213836,
											[89] = 135152,
											[53] = 82169,
											[140] = 226224,
											[146] = 230476,
											[23] = 35917,
											[152] = 235599,
										},
										["total"] = 235599,
										["c_max"] = 10636,
										["id"] = 47809,
										["r_dmg"] = 105415,
										["r_amt"] = 23,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 7114,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 37,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47813] = {
										["c_amt"] = 10,
										["b_amt"] = 0,
										["c_dmg"] = 45955,
										["g_amt"] = 0,
										["n_max"] = 2668,
										["targets"] = {
											["英雄训练假人"] = 160239,
										},
										["n_dmg"] = 114284,
										["n_min"] = 1760,
										["g_dmg"] = 0,
										["counter"] = 63,
										["ChartData"] = {
											[122] = 118165,
											[38] = 35073,
											[107] = 102779,
											[62] = 57462,
											[5] = 2036,
											[92] = 89594,
											[8] = 3868,
											[77] = 72606,
											[47] = 45356,
											[14] = 12811,
											[125] = 122127,
											[20] = 16553,
											[110] = 104980,
											[32] = 25163,
											[95] = 91575,
											[56] = 53500,
											[80] = 74587,
											[65] = 62063,
											[41] = 38753,
											[113] = 109383,
											[17] = 14792,
											[98] = 93776,
											[29] = 22495,
											[83] = 79456,
											[50] = 49318,
											[68] = 66664,
											[116] = 113983,
											[35] = 27297,
											[11] = 8210,
											[101] = 98377,
											[59] = 55481,
											[128] = 126727,
											[86] = 81857,
											[26] = 20514,
											[149] = 146986,
											[71] = 68865,
											[44] = 43155,
											[74] = 70846,
											[119] = 115964,
											[131] = 128487,
											[104] = 100578,
											[143] = 136633,
											[137] = 132670,
											[134] = 130468,
											[89] = 84258,
											[53] = 51519,
											[140] = 134431,
											[146] = 141969,
											[23] = 18754,
											[152] = 149654,
										},
										["total"] = 160239,
										["c_max"] = 5575,
										["id"] = 47813,
										["r_dmg"] = 57830,
										["r_amt"] = 26,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 3680,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 53,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47843] = {
										["c_amt"] = 20,
										["b_amt"] = 0,
										["c_dmg"] = 80227,
										["g_amt"] = 0,
										["n_max"] = 2405,
										["targets"] = {
											["英雄训练假人"] = 135919,
										},
										["n_dmg"] = 55692,
										["n_min"] = 1611,
										["g_dmg"] = 0,
										["counter"] = 48,
										["ChartData"] = {
											[122] = 102923,
											[38] = 22754,
											[107] = 90893,
											[62] = 45814,
											[5] = 1673,
											[92] = 75477,
											[8] = 3532,
											[77] = 59657,
											[47] = 34205,
											[14] = 8936,
											[125] = 106712,
											[20] = 10880,
											[110] = 90893,
											[32] = 18334,
											[95] = 79267,
											[56] = 40431,
											[80] = 61672,
											[65] = 47627,
											[41] = 25159,
											[113] = 92908,
											[17] = 10880,
											[98] = 81080,
											[29] = 16521,
											[83] = 65883,
											[50] = 34205,
											[68] = 49642,
											[116] = 97119,
											[35] = 20349,
											[11] = 5281,
											[101] = 84869,
											[59] = 42446,
											[128] = 106712,
											[86] = 67898,
											[26] = 14910,
											[149] = 120725,
											[71] = 53431,
											[44] = 29682,
											[74] = 57642,
											[119] = 100908,
											[131] = 106712,
											[104] = 86682,
											[143] = 116546,
											[137] = 110742,
											[134] = 108727,
											[89] = 72109,
											[53] = 38416,
											[140] = 112757,
											[146] = 118561,
											[23] = 12895,
											[152] = 125751,
										},
										["total"] = 135919,
										["c_max"] = 5026,
										["id"] = 47843,
										["r_dmg"] = 60298,
										["r_amt"] = 20,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 3368,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 28,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[59164] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 8645,
										["g_amt"] = 0,
										["n_max"] = 2629,
										["targets"] = {
											["英雄训练假人"] = 35754,
										},
										["n_dmg"] = 27109,
										["n_min"] = 1693,
										["g_dmg"] = 0,
										["counter"] = 15,
										["ChartData"] = {
											[122] = 29243,
											[38] = 8088,
											[107] = 27034,
											[62] = 16509,
											[5] = 1854,
											[92] = 22602,
											[8] = 1854,
											[77] = 18627,
											[47] = 10095,
											[14] = 3553,
											[125] = 31456,
											[20] = 3553,
											[110] = 27034,
											[32] = 5459,
											[95] = 22602,
											[56] = 12296,
											[80] = 18627,
											[65] = 16509,
											[41] = 8088,
											[113] = 29243,
											[17] = 3553,
											[98] = 22602,
											[29] = 5459,
											[83] = 20320,
											[50] = 10095,
											[68] = 16509,
											[116] = 29243,
											[35] = 8088,
											[11] = 1854,
											[101] = 22602,
											[59] = 12296,
											[128] = 31456,
											[86] = 20320,
											[26] = 5459,
											[149] = 35754,
											[71] = 16509,
											[44] = 10095,
											[74] = 18627,
											[119] = 29243,
											[131] = 31456,
											[104] = 27034,
											[143] = 33445,
											[137] = 33445,
											[134] = 33445,
											[89] = 20320,
											[53] = 12296,
											[140] = 33445,
											[146] = 35754,
											[23] = 5459,
											[152] = 35754,
										},
										["total"] = 35754,
										["c_max"] = 4432,
										["id"] = 59164,
										["r_dmg"] = 19952,
										["r_amt"] = 9,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 4213,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 13,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1131,
										["targets"] = {
											["英雄训练假人"] = 63026,
										},
										["n_dmg"] = 63026,
										["n_min"] = 529,
										["g_dmg"] = 0,
										["counter"] = 77,
										["ChartData"] = {
											[122] = 47269,
											[38] = 13805,
											[107] = 41346,
											[62] = 23457,
											[5] = 529,
											[92] = 35680,
											[8] = 1125,
											[77] = 29750,
											[47] = 17942,
											[14] = 3340,
											[125] = 47980,
											[20] = 6714,
											[110] = 42750,
											[32] = 11132,
											[95] = 37454,
											[56] = 21342,
											[80] = 31102,
											[65] = 25155,
											[41] = 14799,
											[113] = 43599,
											[17] = 4917,
											[98] = 38440,
											[29] = 9505,
											[83] = 32454,
											[50] = 20204,
											[68] = 26004,
											[116] = 45297,
											[35] = 11817,
											[11] = 2510,
											[101] = 39426,
											[59] = 22694,
											[128] = 49402,
											[86] = 33218,
											[26] = 8648,
											[149] = 56987,
											[71] = 27778,
											[44] = 16924,
											[74] = 28764,
											[119] = 46283,
											[131] = 50114,
											[104] = 40777,
											[143] = 55213,
											[137] = 52491,
											[134] = 51727,
											[89] = 34067,
											[53] = 20773,
											[140] = 54326,
											[146] = 56987,
											[23] = 7681,
											[152] = 58614,
										},
										["total"] = 63026,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 21874,
										["r_amt"] = 30,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 77,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["damage_taken"] = 0.008411,
							["spec"] = 265,
							["custom"] = 0,
							["colocacao"] = 1,
							["last_event"] = 1676905082,
							["on_hold"] = false,
							["start_time"] = 1676905072,
							["serial"] = "Player-4487-00246B86",
							["friendlyfire"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.003976,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 51512,
							},
							["delay"] = 0,
							["pets"] = {
							},
							["total"] = 51512.003976,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 51512.003976,
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["dps_started"] = false,
							["end_time"] = 1676905072,
							["damage_taken"] = 0.003976,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 19,
										["n_max"] = 419,
										["targets"] = {
											["英雄训练假人"] = 25126,
										},
										["n_dmg"] = 19869,
										["n_min"] = 314,
										["g_dmg"] = 5257,
										["counter"] = 75,
										["total"] = 25126,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["r_amt"] = 0,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 56,
										["extra"] = {
										},
										["spellschool"] = 1,
									}, -- [1]
									[54053] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 6114,
										["g_amt"] = 0,
										["n_max"] = 632,
										["targets"] = {
											["英雄训练假人"] = 26386,
										},
										["n_dmg"] = 20272,
										["n_min"] = 349,
										["g_dmg"] = 0,
										["counter"] = 47,
										["total"] = 26386,
										["c_max"] = 1241,
										["id"] = 54053,
										["r_dmg"] = 9483,
										["r_amt"] = 20,
										["b_dmg"] = 0,
										["a_dmg"] = 0,
										["c_min"] = 649,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 41,
										["extra"] = {
										},
										["spellschool"] = 32,
									},
								},
								["tipo"] = 2,
							},
							["tipo"] = 1,
							["on_hold"] = false,
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 1676905067,
							["friendlyfire"] = {
							},
							["start_time"] = 1676905072,
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["friendlyfire_total"] = 0,
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.002072,
							["damage_from"] = {
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["特斯拉大股東"] = true,
							},
							["targets"] = {
							},
							["delay"] = 0,
							["pets"] = {
							},
							["fight_component"] = true,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.002072,
							["aID"] = "31146",
							["dps_started"] = false,
							["total"] = 0.002072,
							["on_hold"] = false,
							["tipo"] = 1,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["end_time"] = 1676905072,
							["last_dps"] = 0,
							["friendlyfire"] = {
							},
							["custom"] = 0,
							["last_event"] = 0,
							["damage_taken"] = 682049.002072,
							["start_time"] = 1676905072,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["classe"] = "UNKNOW",
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 7,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 65185,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 65185.002581,
							["total_without_pet"] = 10284.002581,
							["total"] = 10284.002581,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.002581,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 10284,
							},
							["totalover_without_pet"] = 0.002581,
							["healing_taken"] = 15542.002581,
							["fight_component"] = true,
							["end_time"] = 1676905072,
							["healing_from"] = {
								["特斯拉大股東"] = true,
								["英雄训练假人"] = true,
							},
							["aID"] = "4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 10011,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 1362,
										},
										["n_min"] = 0,
										["counter"] = 33,
										["overheal"] = 10011,
										["total"] = 1362,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 33,
										["n_curado"] = 1362,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 55174,
										},
										["n_max"] = 1841,
										["targets"] = {
											["特斯拉大股東"] = 8922,
										},
										["n_min"] = 0,
										["counter"] = 63,
										["overheal"] = 55174,
										["total"] = 8922,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 63,
										["n_curado"] = 8922,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["totaldenied"] = 0.002581,
							["last_event"] = 1676905081,
							["custom"] = 0,
							["tipo"] = 2,
							["spec"] = 265,
							["start_time"] = 1676905072,
							["delay"] = 0,
							["heal_enemy_amt"] = 0,
						}, -- [1]
						{
							["flag_original"] = 68136,
							["targets_overheal"] = {
								["特斯拉大股東"] = 30496,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "UNKNOW",
							["totalover"] = 30496.003924,
							["total_without_pet"] = 5258.003924000001,
							["total"] = 5258.003924000001,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.003924,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 5258,
							},
							["totalover_without_pet"] = 0.003924,
							["healing_taken"] = 0.003924,
							["fight_component"] = true,
							["end_time"] = 1676905072,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 30496,
										},
										["n_max"] = 1989,
										["targets"] = {
											["特斯拉大股東"] = 5258,
										},
										["n_min"] = 0,
										["counter"] = 15,
										["overheal"] = 30496,
										["total"] = 5258,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_amt"] = 15,
										["n_curado"] = 5258,
										["totaldenied"] = 0,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["aID"] = "31146",
							["healing_from"] = {
							},
							["tipo"] = 2,
							["custom"] = 0,
							["last_event"] = 1676905075,
							["heal_enemy_amt"] = 0,
							["start_time"] = 1676905072,
							["delay"] = 0,
							["totaldenied"] = 0.003924,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 7,
					["_ActorTable"] = {
						{
							["received"] = 30448.001679,
							["resource"] = 0.001679,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 30448,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.001679,
							["fight_component"] = true,
							["total"] = 36554.001679,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 30448,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 30448,
										},
										["counter"] = 7,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["aID"] = "4487-00246B86",
							["passiveover"] = 0.001679,
							["tipo"] = 3,
							["last_event"] = 1676905062,
							["alternatepower"] = 0.001679,
							["flag_original"] = 1300,
							["serial"] = "Player-4487-00246B86",
							["spec"] = 265,
						}, -- [1]
						{
							["received"] = 6106.006076,
							["resource"] = 0.006076,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 6106,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 21092.006076,
							["total"] = 6106.006076,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 6106,
										["id"] = 54425,
										["totalover"] = 21092,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 6106,
										},
										["counter"] = 47,
									},
								},
								["tipo"] = 7,
							},
							["flag_original"] = 4369,
							["tipo"] = 3,
							["last_event"] = 1676905064,
							["passiveover"] = 0.006076,
							["alternatepower"] = 0.006076,
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 7,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 63,
										["id"] = 32391,
										["uptime"] = 155,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47843] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 2,
										["id"] = 47843,
										["uptime"] = 144,
										["targets"] = {
										},
										["appliedamt"] = 8,
									},
									[59164] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 14,
										["id"] = 59164,
										["uptime"] = 153,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47813] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 47813,
										["uptime"] = 153,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[17800] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 46,
										["id"] = 17800,
										["uptime"] = 155,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[47864] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 2,
										["id"] = 47864,
										["uptime"] = 148,
										["targets"] = {
										},
										["appliedamt"] = 5,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 731,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[63321] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 7,
										["id"] = 63321,
										["uptime"] = 155,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[57821] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 57821,
										["uptime"] = 155,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[60486] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 94,
										["id"] = 60486,
										["uptime"] = 155,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
									[17941] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 4,
										["refreshamt"] = 0,
										["id"] = 17941,
										["uptime"] = 7,
										["targets"] = {
										},
										["appliedamt"] = 4,
									},
									[60494] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 3,
										["refreshamt"] = 0,
										["id"] = 60494,
										["uptime"] = 30,
										["targets"] = {
										},
										["appliedamt"] = 3,
									},
									[64371] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 4,
										["refreshamt"] = 1,
										["id"] = 64371,
										["uptime"] = 50,
										["targets"] = {
										},
										["appliedamt"] = 4,
									},
									[54758] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 2,
										["refreshamt"] = 0,
										["id"] = 54758,
										["uptime"] = 24,
										["targets"] = {
										},
										["appliedamt"] = 2,
									},
									[47893] = {
										["counter"] = 0,
										["actived"] = false,
										["activedamt"] = 1,
										["refreshamt"] = 0,
										["id"] = 47893,
										["uptime"] = 155,
										["targets"] = {
										},
										["appliedamt"] = 1,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 908,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 46,
								[47843] = 10,
								[47813] = 1,
								[47864] = 7,
								[59164] = 15,
								[57946] = 7,
								[54758] = 2,
								[17941] = 4,
							},
							["buff_uptime_targets"] = {
							},
							["tipo"] = 4,
							["last_event"] = 1676905072,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["classe"] = "WARLOCK",
							["serial"] = "Player-4487-00246B86",
							["debuff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["last_event"] = 0,
							["classe"] = "PET",
							["tipo"] = 4,
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["spell_cast"] = {
								[54053] = 46,
							},
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 7,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					682048.987049, -- [1]
					15541.971129, -- [2]
					{
						-0.006609, -- [1]
						[0] = 36554,
						["alternatepower"] = 0,
						[6] = 0,
						[3] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["dead"] = 0,
						["cc_break"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["dispell"] = 0,
						["cooldowns_defensive"] = 0,
					}, -- [4]
					["voidzone_damage"] = 0,
					["frags_total"] = 0,
				},
				["totals_grupo"] = {
					630537, -- [1]
					10284, -- [2]
					{
						0, -- [1]
						[0] = 30448,
						["alternatepower"] = 0,
						[6] = 0,
						[3] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["dead"] = 0,
						["cc_break"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["dispell"] = 0,
						["cooldowns_defensive"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:57:52",
				["hasTimer"] = 154.5630000000019,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 49225.574,
				["CombatEndedAt"] = 49225.574,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage"] = {
						{
							["特斯拉大股東"] = 659974.008411,
						}, -- [1]
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 10284.002581,
						}, -- [1]
					},
					["damage_section"] = {
					},
				},
				["end_time"] = 49225.574,
				["combat_id"] = 7,
				["spells_cast_timeline"] = {
				},
				["frags"] = {
				},
				["tempo_start"] = 1676904917,
				["combat_counter"] = 1415,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							1067, -- [3]
							1676905072.972, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							48210, -- [2]
							2309, -- [3]
							1676905075.235, -- [4]
							17224, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							63106, -- [2]
							780, -- [3]
							1676905075.85, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676905075.967, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							1632, -- [3]
							1676905078.493, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676905080.922, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							63106, -- [2]
							755, -- [3]
							1676905081.225, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
						}, -- [8]
						{
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 8,
					},
				},
				["start_time"] = 49070.511,
				["TimeData"] = {
				},
				["data_inicio"] = "22:55:17",
			}, -- [19]
			{
				{
					["tipo"] = 2,
					["combatId"] = 6,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.005505,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 309969,
							},
							["tipo"] = 1,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["end_time"] = 1676901363,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 294854.005505,
							["friendlyfire_total"] = 0,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["total"] = 309969.005505,
							["damage_taken"] = 0.005505,
							["delay"] = 0,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["last_dps"] = 3996.196858224021,
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 6,
										["b_amt"] = 0,
										["c_dmg"] = 50117,
										["g_amt"] = 0,
										["n_max"] = 4656,
										["targets"] = {
											["英雄训练假人"] = 103531,
										},
										["n_dmg"] = 53414,
										["n_min"] = 3416,
										["g_dmg"] = 0,
										["counter"] = 19,
										["ChartData"] = {
											[59] = 83016,
											[8] = 8083,
											[62] = 87293,
											[32] = 37887,
											[17] = 16855,
											[35] = 37887,
											[5] = 8083,
											[38] = 41303,
											[20] = 21511,
											[41] = 45596,
											[11] = 16855,
											[44] = 54538,
											[23] = 25787,
											[47] = 63539,
											[65] = 91170,
											[50] = 63539,
											[26] = 30124,
											[71] = 103531,
											[53] = 70634,
											[14] = 16855,
											[74] = 103531,
											[56] = 79544,
											[29] = 34026,
											[68] = 91170,
										},
										["total"] = 103531,
										["c_max"] = 9001,
										["id"] = 47809,
										["r_dmg"] = 42962,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7095,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 13,
										["b_dmg"] = 0,
										["r_amt"] = 9,
									},
									[47813] = {
										["c_amt"] = 11,
										["b_amt"] = 0,
										["c_dmg"] = 48493,
										["g_amt"] = 0,
										["n_max"] = 2688,
										["targets"] = {
											["英雄训练假人"] = 84848,
										},
										["n_dmg"] = 36355,
										["n_min"] = 1568,
										["g_dmg"] = 0,
										["counter"] = 29,
										["ChartData"] = {
											[59] = 53345,
											[8] = 1857,
											[62] = 57980,
											[32] = 26398,
											[17] = 13040,
											[35] = 28616,
											[38] = 30834,
											[20] = 15728,
											[41] = 32829,
											[11] = 7423,
											[44] = 34825,
											[23] = 20411,
											[47] = 36820,
											[65] = 62151,
											[50] = 40991,
											[26] = 22406,
											[71] = 70493,
											[53] = 46936,
											[14] = 7423,
											[74] = 72489,
											[56] = 51571,
											[29] = 24402,
											[68] = 66786,
										},
										["total"] = 84848,
										["c_max"] = 5617,
										["id"] = 47813,
										["r_dmg"] = 44774,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3014,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 18,
										["b_dmg"] = 0,
										["r_amt"] = 17,
									},
									[47843] = {
										["c_amt"] = 7,
										["b_amt"] = 0,
										["c_dmg"] = 29786,
										["g_amt"] = 0,
										["n_max"] = 2422,
										["targets"] = {
											["英雄训练假人"] = 61416,
										},
										["n_dmg"] = 31630,
										["n_min"] = 1610,
										["g_dmg"] = 0,
										["counter"] = 23,
										["ChartData"] = {
											[59] = 47835,
											[8] = 3400,
											[62] = 47835,
											[32] = 22747,
											[17] = 10661,
											[35] = 25169,
											[5] = 1610,
											[38] = 27198,
											[20] = 10661,
											[41] = 29024,
											[11] = 3400,
											[44] = 33265,
											[23] = 15723,
											[47] = 35294,
											[65] = 49458,
											[50] = 37323,
											[26] = 18145,
											[71] = 55525,
											[53] = 41564,
											[14] = 6919,
											[74] = 59766,
											[56] = 43594,
											[29] = 20325,
											[68] = 53699,
										},
										["total"] = 61416,
										["c_max"] = 5062,
										["id"] = 47843,
										["r_dmg"] = 12584,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3519,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 16,
										["b_dmg"] = 0,
										["r_amt"] = 6,
									},
									[59164] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 9123,
										["g_amt"] = 0,
										["n_max"] = 2192,
										["targets"] = {
											["英雄训练假人"] = 19667,
										},
										["n_dmg"] = 10544,
										["n_min"] = 2000,
										["g_dmg"] = 0,
										["counter"] = 7,
										["ChartData"] = {
											[59] = 17521,
											[8] = 2152,
											[62] = 17521,
											[32] = 8737,
											[17] = 4206,
											[35] = 10929,
											[5] = 2152,
											[38] = 10929,
											[20] = 4206,
											[41] = 10929,
											[11] = 2152,
											[44] = 12929,
											[23] = 8737,
											[47] = 12929,
											[65] = 19667,
											[50] = 12929,
											[26] = 8737,
											[71] = 19667,
											[53] = 12929,
											[14] = 4206,
											[74] = 19667,
											[56] = 17521,
											[29] = 8737,
											[68] = 19667,
										},
										["total"] = 19667,
										["c_max"] = 4592,
										["id"] = 59164,
										["r_dmg"] = 4054,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4531,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 5,
										["b_dmg"] = 0,
										["r_amt"] = 2,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 986,
										["targets"] = {
											["英雄训练假人"] = 25392,
										},
										["n_dmg"] = 25392,
										["n_min"] = 565,
										["g_dmg"] = 0,
										["counter"] = 33,
										["ChartData"] = {
											[59] = 20245,
											[8] = 1822,
											[62] = 21094,
											[32] = 10197,
											[17] = 4833,
											[35] = 11046,
											[5] = 629,
											[38] = 12659,
											[20] = 6560,
											[41] = 13423,
											[11] = 2450,
											[44] = 15296,
											[23] = 7492,
											[47] = 16084,
											[65] = 22731,
											[50] = 16653,
											[26] = 8204,
											[71] = 25392,
											[53] = 18005,
											[14] = 3244,
											[74] = 25392,
											[56] = 18717,
											[29] = 8916,
											[68] = 23618,
										},
										["total"] = 25392,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 8688,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 33,
										["b_dmg"] = 0,
										["r_amt"] = 12,
									},
								},
								["tipo"] = 2,
							},
							["custom"] = 0,
							["colocacao"] = 1,
							["last_event"] = 1676901372,
							["on_hold"] = false,
							["start_time"] = 1676901363,
							["serial"] = "Player-4487-00246B86",
							["friendlyfire"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.007064,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 15115,
							},
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["pets"] = {
							},
							["on_hold"] = false,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 15115.007064,
							["total"] = 15115.007064,
							["dps_started"] = false,
							["end_time"] = 1676901363,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 2,
										["n_max"] = 386,
										["targets"] = {
											["英雄训练假人"] = 8018,
										},
										["n_dmg"] = 7498,
										["n_min"] = 314,
										["g_dmg"] = 520,
										["counter"] = 23,
										["total"] = 8018,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 21,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 1003,
										["g_amt"] = 0,
										["n_max"] = 547,
										["targets"] = {
											["英雄训练假人"] = 7097,
										},
										["n_dmg"] = 6094,
										["n_min"] = 441,
										["g_dmg"] = 0,
										["counter"] = 13,
										["total"] = 7097,
										["c_max"] = 1003,
										["id"] = 54053,
										["r_dmg"] = 1372,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 1003,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 12,
										["b_dmg"] = 0,
										["r_amt"] = 3,
									},
								},
								["tipo"] = 2,
							},
							["tipo"] = 1,
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["last_dps"] = 0,
							["custom"] = 0,
							["last_event"] = 1676901358,
							["damage_taken"] = 0.007064,
							["start_time"] = 1676901363,
							["delay"] = 0,
							["friendlyfire_total"] = 0,
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008123,
							["damage_from"] = {
								["瓢酒慰红尘"] = true,
								["Adelais"] = true,
								["七蛋"] = true,
								["熔岩图腾 VII <瓢酒慰红尘>"] = true,
								["强力火元素 <瓢酒慰红尘>"] = true,
								["幽灵狼 <瓢酒慰红尘>"] = true,
								["王狗蛋"] = true,
								["黑色三連星"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["特斯拉大股東"] = true,
								["蠢貨別死 <黑色三連星>"] = true,
								["暗影魔 <Adelais>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["friendlyfire"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["classe"] = "UNKNOW",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008123,
							["friendlyfire_total"] = 0,
							["fight_component"] = true,
							["total"] = 0.008123,
							["damage_taken"] = 2435743.008123,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["dps_started"] = false,
							["last_dps"] = 0,
							["end_time"] = 1676901363,
							["custom"] = 0,
							["tipo"] = 1,
							["on_hold"] = false,
							["start_time"] = 1676901363,
							["delay"] = 0,
							["aID"] = "31146",
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 6,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 125278,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 125278.003037,
							["total_without_pet"] = 10267.003037,
							["total"] = 10267.003037,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.003037,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 10267,
							},
							["totalover_without_pet"] = 0.003037,
							["healing_taken"] = 12599.003037,
							["fight_component"] = true,
							["end_time"] = 1676901363,
							["aID"] = "4487-00246B86",
							["heal_enemy_amt"] = 0,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 96334,
										},
										["n_max"] = 345,
										["targets"] = {
											["特斯拉大股東"] = 5276,
										},
										["n_min"] = 344,
										["counter"] = 295,
										["overheal"] = 96334,
										["total"] = 5276,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 295,
										["n_curado"] = 5276,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 28944,
										},
										["n_max"] = 1668,
										["targets"] = {
											["特斯拉大股東"] = 4991,
										},
										["n_min"] = 0,
										["counter"] = 29,
										["overheal"] = 28944,
										["total"] = 4991,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 29,
										["n_curado"] = 4991,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676901363,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676904915,
							["tipo"] = 2,
							["totaldenied"] = 0.003037,
							["delay"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
						}, -- [1]
						{
							["flag_original"] = 68136,
							["targets_overheal"] = {
								["特斯拉大股東"] = 17335,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["heal_enemy_amt"] = 0,
							["totalover"] = 17335.006698,
							["total_without_pet"] = 2332.006698,
							["total"] = 2332.006698,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.006698,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 2332,
							},
							["totalover_without_pet"] = 0.006698,
							["healing_taken"] = 0.006698,
							["fight_component"] = true,
							["end_time"] = 1676901363,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 17335,
										},
										["n_max"] = 2000,
										["targets"] = {
											["特斯拉大股東"] = 2332,
										},
										["n_min"] = 0,
										["counter"] = 7,
										["overheal"] = 17335,
										["total"] = 2332,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 7,
										["n_curado"] = 2332,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["healing_from"] = {
							},
							["totaldenied"] = 0.006698,
							["classe"] = "UNKNOW",
							["custom"] = 0,
							["last_event"] = 1676901363,
							["aID"] = "31146",
							["start_time"] = 1676901363,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 6,
					["_ActorTable"] = {
						{
							["received"] = 29833.008313,
							["resource"] = 0.008313,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 29833,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 3133.008313,
							["fight_component"] = true,
							["total"] = 31519.008313,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 29833,
										["id"] = 31818,
										["totalover"] = 3133,
										["targets"] = {
											["特斯拉大股東"] = 29833,
										},
										["counter"] = 8,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.008313,
							["flag_original"] = 1297,
							["tipo"] = 3,
							["alternatepower"] = 0.008313,
							["last_event"] = 1676904912,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 1686.004859,
							["resource"] = 0.004859,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 1686,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 5839.004859000001,
							["total"] = 1686.004859,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 1686,
										["id"] = 54425,
										["totalover"] = 5839,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 1686,
										},
										["counter"] = 13,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["last_event"] = 1676901357,
							["tipo"] = 3,
							["alternatepower"] = 0.004859,
							["passiveover"] = 0.004859,
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 6,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 77,
										["id"] = 32391,
										["refreshamt"] = 27,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 73,
										["id"] = 47843,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 74,
										["id"] = 59164,
										["refreshamt"] = 6,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 71,
										["id"] = 47813,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 77,
										["id"] = 17800,
										["refreshamt"] = 18,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 70,
										["id"] = 47864,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 317,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 73,
										["id"] = 63321,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 77,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17941] = {
										["appliedamt"] = 4,
										["targets"] = {
										},
										["activedamt"] = 4,
										["uptime"] = 3,
										["id"] = 17941,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 77,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 77,
										["id"] = 60486,
										["refreshamt"] = 48,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 442,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[17941] = 4,
								[47813] = 2,
								[47864] = 3,
								[57946] = 4,
								[47809] = 18,
								[47843] = 5,
								[59164] = 7,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676901363,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["tipo"] = 4,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 13,
							},
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["classe"] = "PET",
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 6,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 49069.328,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					309968.8943339998, -- [1]
					12598.80760200002, -- [2]
					{
						-0.004570999999993674, -- [1]
						[0] = 31518.961183,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					294854, -- [1]
					10267, -- [2]
					{
						0, -- [1]
						[0] = 29833,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = true,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "21:56:03",
				["hasTimer"] = 77.2699999999968,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 45516.498,
				["CombatEndedAt"] = 45516.498,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 5668.003037,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 301781.005505,
						}, -- [1]
					},
				},
				["end_time"] = 45516.498,
				["combat_id"] = 6,
				["data_inicio"] = "21:54:46",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676901286,
				["combat_counter"] = 1413,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902618.747, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902623.714, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902628.68, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902633.635, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902638.68, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902643.682, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902648.616, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902653.716, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902658.679, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902663.616, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902668.584, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902673.633, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902678.679, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902683.595, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902688.66, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902693.597, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902698.684, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902703.684, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902708.617, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902713.717, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902718.769, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902723.68, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902728.688, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902733.605, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902738.64, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902743.689, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902748.677, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676902753.69, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676904915.909, -- [4]
							15281, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902603.68, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902608.714, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676902613.68, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 30,
					},
				},
				["start_time"] = 45438.932,
				["TimeData"] = {
				},
				["frags"] = {
					["暗影魔"] = 1,
				},
			}, -- [20]
			{
				{
					["tipo"] = 2,
					["combatId"] = 5,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.004435,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 381240,
							},
							["last_event"] = 1676901221,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
								["环境伤害 (火烧)"] = true,
							},
							["total"] = 381240.004435,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 351920.004435,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676901212,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 34038,
										["g_amt"] = 0,
										["n_max"] = 5142,
										["targets"] = {
											["英雄训练假人"] = 128624,
										},
										["n_dmg"] = 94586,
										["n_min"] = 3402,
										["g_dmg"] = 0,
										["counter"] = 27,
										["ChartData"] = {
											[83] = 124290,
											[59] = 91390,
											[8] = 12374,
											[62] = 95235,
											[32] = 45440,
											[17] = 21343,
											[35] = 48882,
											[5] = 8050,
											[38] = 56245,
											[20] = 25168,
											[89] = 128624,
											[41] = 56245,
											[11] = 21343,
											[86] = 128624,
											[44] = 61387,
											[23] = 29503,
											[80] = 120468,
											[47] = 70830,
											[74] = 116205,
											[65] = 103280,
											[50] = 74232,
											[26] = 37301,
											[71] = 111901,
											[53] = 74232,
											[14] = 21343,
											[77] = 120468,
											[56] = 82416,
											[29] = 41604,
											[68] = 107615,
										},
										["total"] = 128624,
										["c_max"] = 8974,
										["id"] = 47809,
										["r_dmg"] = 57308,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 8045,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 23,
										["b_dmg"] = 0,
										["r_amt"] = 13,
									},
									[47813] = {
										["c_amt"] = 14,
										["b_amt"] = 0,
										["c_dmg"] = 57056,
										["g_amt"] = 0,
										["n_max"] = 2668,
										["targets"] = {
											["英雄训练假人"] = 112881,
										},
										["n_dmg"] = 55825,
										["n_min"] = 1760,
										["g_dmg"] = 0,
										["counter"] = 40,
										["ChartData"] = {
											[83] = 94646,
											[59] = 70360,
											[8] = 9325,
											[62] = 72341,
											[32] = 42371,
											[17] = 17249,
											[35] = 44573,
											[5] = 7124,
											[38] = 47150,
											[20] = 20929,
											[89] = 103846,
											[41] = 52306,
											[11] = 11527,
											[86] = 99246,
											[44] = 54974,
											[23] = 27730,
											[80] = 92665,
											[47] = 57175,
											[74] = 87225,
											[65] = 76481,
											[50] = 61357,
											[26] = 29490,
											[71] = 80883,
											[53] = 65958,
											[14] = 13508,
											[77] = 88985,
											[56] = 68159,
											[29] = 34091,
											[68] = 78682,
										},
										["total"] = 112881,
										["c_max"] = 4601,
										["id"] = 47813,
										["r_dmg"] = 33904,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3140,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 26,
										["b_dmg"] = 0,
										["r_amt"] = 12,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 987,
										["targets"] = {
											["英雄训练假人"] = 35665,
										},
										["n_dmg"] = 35665,
										["n_min"] = 569,
										["g_dmg"] = 0,
										["counter"] = 46,
										["ChartData"] = {
											[83] = 29641,
											[59] = 20762,
											[8] = 1943,
											[62] = 22375,
											[32] = 10975,
											[17] = 4957,
											[35] = 11544,
											[5] = 650,
											[38] = 12934,
											[20] = 6693,
											[89] = 31894,
											[41] = 13783,
											[11] = 2654,
											[86] = 31130,
											[44] = 15396,
											[23] = 7679,
											[80] = 28929,
											[47] = 16283,
											[74] = 27649,
											[65] = 23139,
											[50] = 18058,
											[26] = 9552,
											[71] = 25776,
											[53] = 18698,
											[14] = 4267,
											[77] = 27649,
											[56] = 20122,
											[29] = 9552,
											[68] = 24790,
										},
										["total"] = 35665,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 15487,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 46,
										["b_dmg"] = 0,
										["r_amt"] = 21,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 2523,
										["targets"] = {
											["英雄训练假人"] = 17085,
										},
										["n_dmg"] = 17085,
										["n_min"] = 1914,
										["g_dmg"] = 0,
										["counter"] = 8,
										["ChartData"] = {
											[83] = 17085,
											[59] = 10793,
											[8] = 1914,
											[62] = 12771,
											[32] = 6066,
											[17] = 3884,
											[35] = 6066,
											[5] = 1914,
											[38] = 6066,
											[20] = 3884,
											[89] = 17085,
											[41] = 8589,
											[11] = 1914,
											[86] = 17085,
											[44] = 8589,
											[23] = 3884,
											[80] = 17085,
											[47] = 8589,
											[74] = 14953,
											[65] = 12771,
											[50] = 10793,
											[26] = 3884,
											[71] = 14953,
											[53] = 10793,
											[14] = 1914,
											[77] = 14953,
											[56] = 10793,
											[29] = 6066,
											[68] = 12771,
										},
										["total"] = 17085,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 5862,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 8,
										["b_dmg"] = 0,
										["r_amt"] = 3,
									},
									[47843] = {
										["c_amt"] = 5,
										["b_amt"] = 0,
										["c_dmg"] = 20432,
										["g_amt"] = 0,
										["n_max"] = 2346,
										["targets"] = {
											["英雄训练假人"] = 57665,
										},
										["n_dmg"] = 37233,
										["n_min"] = 1139,
										["g_dmg"] = 0,
										["counter"] = 24,
										["ChartData"] = {
											[83] = 53848,
											[59] = 33801,
											[8] = 3066,
											[62] = 35830,
											[32] = 19221,
											[17] = 11105,
											[35] = 21250,
											[5] = 1139,
											[38] = 21250,
											[20] = 11105,
											[89] = 57665,
											[41] = 21250,
											[11] = 7277,
											[86] = 57665,
											[44] = 23596,
											[23] = 13134,
											[80] = 51819,
											[47] = 27518,
											[74] = 45752,
											[65] = 37453,
											[50] = 29629,
											[26] = 15163,
											[71] = 43723,
											[53] = 31975,
											[14] = 9292,
											[77] = 49993,
											[56] = 31975,
											[29] = 17192,
											[68] = 39482,
										},
										["total"] = 57665,
										["c_max"] = 4241,
										["id"] = 47843,
										["r_dmg"] = 18077,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3817,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 19,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 13.004435,
							["start_time"] = 1676901212,
							["delay"] = 0,
							["last_dps"] = 4211.386832898927,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.001966,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 29320,
							},
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676901212,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 29320.001966,
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["dps_started"] = false,
							["total"] = 29320.001966,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 13,
										["n_max"] = 411,
										["targets"] = {
											["英雄训练假人"] = 14178,
										},
										["n_dmg"] = 10721,
										["n_min"] = 316,
										["g_dmg"] = 3457,
										["counter"] = 43,
										["total"] = 14178,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 30,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 2882,
										["g_amt"] = 0,
										["n_max"] = 555,
										["targets"] = {
											["英雄训练假人"] = 15142,
										},
										["n_dmg"] = 12260,
										["n_min"] = 395,
										["g_dmg"] = 0,
										["counter"] = 28,
										["total"] = 15142,
										["c_max"] = 994,
										["id"] = 54053,
										["r_dmg"] = 4428,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 908,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 25,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676901207,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.001966,
							["start_time"] = 1676901212,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.003698,
							["damage_from"] = {
								["特斯拉大股東"] = true,
								["半缘君"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["pets"] = {
							},
							["friendlyfire"] = {
							},
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.003698,
							["aID"] = "31146",
							["fight_component"] = true,
							["total"] = 0.003698,
							["damage_taken"] = 384465.003698,
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["dps_started"] = false,
							["last_dps"] = 0,
							["end_time"] = 1676901212,
							["custom"] = 0,
							["tipo"] = 1,
							["on_hold"] = false,
							["start_time"] = 1676901212,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 5,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 53006,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 53006.006087,
							["total_without_pet"] = 3515.006087,
							["total"] = 3515.006087,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.006087,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 3515,
							},
							["totalover_without_pet"] = 0.006087,
							["healing_taken"] = 7171.006087,
							["fight_component"] = true,
							["end_time"] = 1676901212,
							["aID"] = "4487-00246B86",
							["heal_enemy_amt"] = 0,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 42340,
										},
										["n_max"] = 1256,
										["targets"] = {
											["特斯拉大股東"] = 2814,
										},
										["n_min"] = 0,
										["counter"] = 40,
										["overheal"] = 42340,
										["total"] = 2814,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 40,
										["n_curado"] = 2814,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 10666,
										},
										["n_max"] = 344,
										["targets"] = {
											["特斯拉大股東"] = 701,
										},
										["n_min"] = 0,
										["counter"] = 33,
										["overheal"] = 10666,
										["total"] = 701,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 33,
										["n_curado"] = 701,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676901212,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676901283,
							["tipo"] = 2,
							["totaldenied"] = 0.006087,
							["delay"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
						}, -- [1]
						{
							["flag_original"] = 68136,
							["healing_from"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["heal_enemy_amt"] = 0,
							["totalover"] = 13429.007269,
							["total_without_pet"] = 3656.007269,
							["total"] = 3656.007269,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-27799-31146-00006F5AC4",
							["totalabsorb"] = 0.007269,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 3656,
							},
							["totalover_without_pet"] = 0.007269,
							["healing_taken"] = 0.007269,
							["fight_component"] = true,
							["end_time"] = 1676901212,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 13429,
										},
										["n_max"] = 2000,
										["targets"] = {
											["特斯拉大股東"] = 3656,
										},
										["n_min"] = 0,
										["counter"] = 8,
										["overheal"] = 13429,
										["total"] = 3656,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 8,
										["n_curado"] = 3656,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["classe"] = "UNKNOW",
							["targets_overheal"] = {
								["特斯拉大股東"] = 13429,
							},
							["totaldenied"] = 0.007269,
							["custom"] = 0,
							["tipo"] = 2,
							["aID"] = "31146",
							["start_time"] = 1676901212,
							["delay"] = 0,
							["last_event"] = 1676901215,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 5,
					["_ActorTable"] = {
						{
							["received"] = 8807.001196000001,
							["resource"] = 0.001196,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 8807,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.001196,
							["fight_component"] = true,
							["total"] = 12445.001196,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 8807,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 8807,
										},
										["counter"] = 2,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.001196,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.001196,
							["last_event"] = 1676901193,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 3638.004108,
							["resource"] = 0.004108,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 3638,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 12567.004108,
							["total"] = 3638.004108,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 3638,
										["id"] = 54425,
										["totalover"] = 12567,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 3638,
										},
										["counter"] = 28,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["last_event"] = 1676901207,
							["tipo"] = 3,
							["alternatepower"] = 0.004108,
							["passiveover"] = 0.004108,
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 5,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 87,
										["id"] = 32391,
										["refreshamt"] = 36,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 4,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 74,
										["id"] = 47843,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 85,
										["id"] = 59164,
										["refreshamt"] = 5,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 86,
										["id"] = 17800,
										["refreshamt"] = 26,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 84,
										["id"] = 47864,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 418,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[63321] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 85,
										["id"] = 63321,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 90,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 34,
										["id"] = 64371,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 90,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17941] = {
										["appliedamt"] = 4,
										["targets"] = {
										},
										["activedamt"] = 4,
										["uptime"] = 7,
										["id"] = 17941,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 12,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 90,
										["id"] = 60486,
										["refreshamt"] = 45,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 416,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 27,
								[55194] = 1,
								[57946] = 2,
								[47864] = 4,
								[59164] = 8,
								[47843] = 4,
								[54758] = 1,
								[17941] = 4,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676901212,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["tipo"] = 4,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 28,
							},
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["classe"] = "PET",
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 5,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 45437.723,
				["tempo_start"] = 1676901122,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1412,
				["playing_solo"] = true,
				["totals"] = {
					381239.969416, -- [1]
					7170.969244, -- [2]
					{
						-0.01311899999999966, -- [1]
						[0] = 12444.991046,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							881, -- [3]
							1676901213.095, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901213.696, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							48210, -- [2]
							2132, -- [3]
							1676901215.423, -- [4]
							17224, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676901215.845, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676901218.56, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901218.674, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							63106, -- [2]
							1301, -- [3]
							1676901221.519, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901223.725, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901228.667, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901233.595, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901238.663, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901243.669, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901248.676, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901253.611, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901258.69, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901263.729, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901268.638, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901273.602, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							true, -- [1]
							6, -- [2]
							13, -- [3]
							1676901278.697, -- [4]
							17224, -- [5]
							"环境伤害 (火烧)", -- [6]
							nil, -- [7]
							3, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901278.697, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901283.648, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 22,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "21:53:32",
				["hasTimer"] = 90.29499999999825,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 45365.459,
				["CombatEndedAt"] = 45365.459,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "21:52:02",
				["end_time"] = 45365.459,
				["combat_id"] = 5,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					351920, -- [1]
					3515, -- [2]
					{
						0, -- [1]
						[0] = 8807,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 3502.006087,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 369283.004435,
						}, -- [1]
					},
				},
				["start_time"] = 45274.93300000001,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [21]
			{
				{
					["tipo"] = 2,
					["combatId"] = 4,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.001489,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 193360,
							},
							["last_event"] = 1676816642,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 193360.001489,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 179864.001489,
							["friendlyfire_total"] = 0,
							["classe"] = "WARLOCK",
							["dps_started"] = false,
							["end_time"] = 1676816639,
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["last_dps"] = 4084.150082143064,
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 35772,
										["g_amt"] = 0,
										["n_max"] = 4305,
										["targets"] = {
											["英雄训练假人"] = 74660,
										},
										["n_dmg"] = 38888,
										["n_min"] = 3406,
										["g_dmg"] = 0,
										["counter"] = 14,
										["ChartData"] = {
											[107] = 52447,
											[35] = 7587,
											[89] = 40470,
											[71] = 37040,
											[134] = 74660,
											[62] = 29705,
											[116] = 61448,
											[98] = 44739,
											[53] = 25400,
											[125] = 65702,
											[80] = 37040,
											[44] = 16450,
											[26] = 3834,
										},
										["total"] = 74660,
										["c_max"] = 9001,
										["id"] = 47809,
										["r_dmg"] = 21758,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 8863,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 10,
										["b_dmg"] = 0,
										["r_amt"] = 6,
									},
									[47813] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 12720,
										["g_amt"] = 0,
										["n_max"] = 2413,
										["targets"] = {
											["英雄训练假人"] = 45451,
										},
										["n_dmg"] = 32731,
										["n_min"] = 1754,
										["g_dmg"] = 0,
										["counter"] = 19,
										["ChartData"] = {
											[107] = 31282,
											[35] = 8094,
											[89] = 26846,
											[71] = 20636,
											[134] = 41682,
											[116] = 37913,
											[62] = 16465,
											[125] = 39686,
											[98] = 29064,
											[53] = 14247,
											[17] = 1767,
											[80] = 22854,
											[44] = 12029,
											[26] = 5681,
										},
										["total"] = 45451,
										["c_max"] = 4635,
										["id"] = 47813,
										["r_dmg"] = 17233,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3914,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 16,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 986,
										["targets"] = {
											["英雄训练假人"] = 17862,
										},
										["n_dmg"] = 17862,
										["n_min"] = 365,
										["g_dmg"] = 0,
										["counter"] = 24,
										["ChartData"] = {
											[107] = 12574,
											[35] = 3895,
											[89] = 10321,
											[71] = 8187,
											[134] = 16876,
											[116] = 14017,
											[62] = 7267,
											[125] = 15003,
											[98] = 11810,
											[53] = 6439,
											[17] = 1689,
											[80] = 8898,
											[44] = 4599,
											[26] = 2438,
										},
										["total"] = 17862,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 6715,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 24,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 2208,
										["targets"] = {
											["英雄训练假人"] = 8115,
										},
										["n_dmg"] = 8115,
										["n_min"] = 1748,
										["g_dmg"] = 0,
										["counter"] = 4,
										["ChartData"] = {
											[107] = 5959,
											[35] = 2003,
											[89] = 5959,
											[71] = 4211,
											[134] = 8115,
											[62] = 4211,
											[116] = 5959,
											[98] = 5959,
											[53] = 4211,
											[125] = 8115,
											[80] = 4211,
											[44] = 2003,
											[26] = 2003,
										},
										["total"] = 8115,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 3751,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 4,
										["b_dmg"] = 0,
										["r_amt"] = 2,
									},
									[47843] = {
										["c_amt"] = 4,
										["b_amt"] = 0,
										["c_dmg"] = 15259,
										["g_amt"] = 0,
										["n_max"] = 2029,
										["targets"] = {
											["英雄训练假人"] = 33776,
										},
										["n_dmg"] = 18517,
										["n_min"] = 1593,
										["g_dmg"] = 0,
										["counter"] = 14,
										["ChartData"] = {
											[107] = 26104,
											[35] = 8794,
											[89] = 20037,
											[71] = 16422,
											[134] = 33776,
											[116] = 28133,
											[62] = 14413,
											[125] = 31950,
											[98] = 21863,
											[53] = 12605,
											[17] = 1593,
											[80] = 18431,
											[44] = 10596,
											[26] = 4740,
										},
										["total"] = 33776,
										["c_max"] = 4241,
										["id"] = 47843,
										["r_dmg"] = 19886,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3147,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 10,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
								},
								["tipo"] = 2,
							},
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.001489,
							["start_time"] = 1676816639,
							["delay"] = 0,
							["friendlyfire"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.004706,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 13496,
							},
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["pets"] = {
							},
							["damage_taken"] = 0.004706,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 13496.004706,
							["total"] = 13496.004706,
							["dps_started"] = false,
							["end_time"] = 1676816639,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 5,
										["n_max"] = 413,
										["targets"] = {
											["英雄训练假人"] = 7201,
										},
										["n_dmg"] = 5814,
										["n_min"] = 313,
										["g_dmg"] = 1387,
										["counter"] = 22,
										["total"] = 7201,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["a_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["PARRY"] = 1,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 16,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 550,
										["targets"] = {
											["英雄训练假人"] = 6295,
										},
										["n_dmg"] = 6295,
										["n_min"] = 409,
										["g_dmg"] = 0,
										["counter"] = 13,
										["total"] = 6295,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 3781,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 13,
										["b_dmg"] = 0,
										["r_amt"] = 8,
									},
								},
								["tipo"] = 2,
							},
							["tipo"] = 1,
							["on_hold"] = false,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["custom"] = 0,
							["last_event"] = 1676816635,
							["last_dps"] = 0,
							["start_time"] = 1676816639,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.001073,
							["damage_from"] = {
								["微風戰戰"] = true,
								["假老練"] = true,
								["索乌祖恩"] = true,
								["酒后"] = true,
								["扎恩迪姆"] = true,
								["十一月的萧邦"] = true,
								["乌拉丶芭芭雅"] = true,
								["冷汗"] = true,
								["树人 <牛南山>"] = true,
								["奥克因阿沙克 <十一月的萧邦>"] = true,
								["嗜血魔将"] = true,
								["暴徒苏利文"] = true,
								["Gaberilloo"] = true,
								["星念"] = true,
								["水術絲怡寶"] = true,
								["雪天晴"] = true,
								["童话的骑士"] = true,
								["欣虞"] = true,
								["斯洛祖恩"] = true,
								["赤龍影"] = true,
								["飯飯特稀"] = true,
								["镜像 <米坪>"] = true,
								["Nephalema"] = true,
								["长安寅时"] = true,
								["苏弗 <酒后>"] = true,
								["许炎焱燚"] = true,
								["刚石頭"] = true,
								["牛南山"] = true,
								["斯克尔基里格"] = true,
								["三萬英呎"] = true,
								["克雷克沙考尔 <乌拉丶芭芭雅>"] = true,
								["未知目标"] = true,
								["幽灵狼 <三萬英呎>"] = true,
								["米坪"] = true,
								["重疊開"] = true,
								["Gonshan"] = true,
								["無冥暗殺"] = true,
								["煤球紫又紫"] = true,
								["斯鲁德鲁姆"] = true,
								["狼"] = true,
								["熔岩图腾 VII <重疊開>"] = true,
								["斯克尔基里格 <假老練>"] = true,
								["紅色蛋糕"] = true,
								["初秋之年"] = true,
								["玖玖动壹洞"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["斯鲁德鲁姆 <假老練>"] = true,
								["特斯拉大股東"] = true,
								["熔岩图腾 VII <三萬英呎>"] = true,
								["小懵牧"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
							["pets"] = {
							},
							["total"] = 0.001073,
							["aID"] = "31146",
							["classe"] = "UNKNOW",
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001073,
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676816639,
							["friendlyfire"] = {
							},
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["on_hold"] = false,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 30633678.001073,
							["start_time"] = 1676816639,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 4,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 2235,
								["特斯拉大股東"] = 117926,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 120161.008387,
							["total_without_pet"] = 3034.008387,
							["total"] = 3034.008387,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.008387,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 3034,
							},
							["totalover_without_pet"] = 0.008387,
							["healing_taken"] = 3034.008387,
							["fight_component"] = true,
							["end_time"] = 1676816639,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 16547,
										},
										["n_max"] = 1566,
										["targets"] = {
											["特斯拉大股東"] = 1635,
										},
										["n_min"] = 0,
										["counter"] = 19,
										["overheal"] = 16547,
										["total"] = 1635,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 1635,
										["totaldenied"] = 0,
										["n_amt"] = 19,
										["absorbed"] = 0,
									},
									[47856] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 2235,
										},
										["n_max"] = 0,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 1,
										["overheal"] = 2235,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47856,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 1,
										["n_curado"] = 0,
										["absorbed"] = 0,
									},
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 101379,
										},
										["n_max"] = 365,
										["targets"] = {
											["特斯拉大股東"] = 1399,
										},
										["n_min"] = 344,
										["counter"] = 291,
										["overheal"] = 101379,
										["total"] = 1399,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 1399,
										["totaldenied"] = 0,
										["n_amt"] = 291,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676816639,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676901118,
							["tipo"] = 2,
							["totaldenied"] = 0.008387,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["flag_original"] = 4369,
							["targets_overheal"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["totalover"] = 0.004345,
							["total_without_pet"] = 0.004345,
							["total"] = 0.004345,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Pet-0-4490-1-27799-417-03000A2ED8",
							["totalabsorb"] = 0.004345,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.004345,
							["healing_taken"] = 0.004345,
							["end_time"] = 1676901122,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 3,
							},
							["classe"] = "PET",
							["healing_from"] = {
							},
							["totaldenied"] = 0.004345,
							["custom"] = 0,
							["last_event"] = 0,
							["heal_enemy_amt"] = 0,
							["start_time"] = 1676901122,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 4,
					["_ActorTable"] = {
						{
							["received"] = 6542.005162,
							["resource"] = 0.005162,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 6542,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 2550.005162,
							["fight_component"] = true,
							["total"] = 8221.005162000001,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 6542,
										["id"] = 31818,
										["totalover"] = 2550,
										["targets"] = {
											["特斯拉大股東"] = 6542,
										},
										["counter"] = 2,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.005162,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.005162,
							["last_event"] = 1676901117,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 1679.003432,
							["resource"] = 0.003432,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 1679,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 5844.003432,
							["total"] = 1679.003432,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 1679,
										["id"] = 54425,
										["totalover"] = 5844,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 1679,
										},
										["counter"] = 13,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 1676816632,
							["tipo"] = 3,
							["alternatepower"] = 0.003432,
							["passiveover"] = 0.003432,
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 4,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 41,
										["id"] = 32391,
										["refreshamt"] = 19,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 42,
										["id"] = 47843,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 39,
										["id"] = 59164,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = -1,
										["uptime"] = 25,
										["id"] = 47864,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 41,
										["id"] = 17800,
										["refreshamt"] = 13,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 45,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 7617,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 47,
										["id"] = 60486,
										["refreshamt"] = 33,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 47,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57567] = {
										["activedamt"] = 11,
										["id"] = 57567,
										["targets"] = {
										},
										["actived_at"] = 1676901064,
										["uptime"] = 7407,
										["appliedamt"] = 11,
										["refreshamt"] = 0,
										["actived"] = true,
										["counter"] = 0,
									},
									[17941] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 1,
										["id"] = 17941,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 8,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 20,
										["id"] = 64371,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 40,
										["id"] = 63321,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 47,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 233,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 14,
								[47813] = 1,
								[47843] = 3,
								[59164] = 4,
								[17941] = 1,
								[47864] = 1,
								[57946] = 1,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676901065,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 13,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 4,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 45272.253,
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					193359.360844998, -- [1]
					3033.573137999992, -- [2]
					{
						-4488.091888, -- [1]
						[0] = 11090.76253599989,
						["alternatepower"] = 0,
						[3] = 1617.994092,
						[6] = -0.00918699999999717,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					179864, -- [1]
					3034, -- [2]
					{
						0, -- [1]
						[0] = 6542,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:24:00",
				["hasTimer"] = 47.13800000000629,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 40544.084,
				["CombatEndedAt"] = 40544.084,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 2000.008387,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 191586.001489,
						}, -- [1]
					},
				},
				["end_time"] = 40544.084,
				["combat_id"] = 4,
				["data_inicio"] = "22:23:12",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676816592,
				["combat_counter"] = 1407,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892137.217, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892142.257, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892147.185, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892152.16, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892157.212, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892162.174, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892167.14, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892172.145, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892177.216, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892182.299, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892187.325, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892192.186, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892197.174, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892202.185, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892207.168, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892212.267, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892217.211, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892222.233, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892227.103, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892232.188, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901093.698, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901098.661, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901103.761, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901108.585, -- [4]
							16489, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676901113.759, -- [4]
							16082, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676901118.652, -- [4]
							13722, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892107.183, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892112.112, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892117.185, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892122.171, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							344, -- [3]
							1676892127.116, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							345, -- [3]
							1676892132.195, -- [4]
							17224, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 27,
					},
				},
				["start_time"] = 40496.74,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [22]
			{
				{
					["tipo"] = 2,
					["combatId"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.00787,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 17845,
							},
							["last_event"] = 1676816522,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 17845.00787,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 15865.00787,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676816517,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47843] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 5981,
										["g_amt"] = 0,
										["n_max"] = 1853,
										["targets"] = {
											["英雄训练假人"] = 10915,
										},
										["n_dmg"] = 4934,
										["n_min"] = 1414,
										["g_dmg"] = 0,
										["counter"] = 5,
										["ChartData"] = {
											[17] = 1414,
											[26] = 3081,
										},
										["total"] = 10915,
										["c_max"] = 3148,
										["id"] = 47843,
										["r_dmg"] = 5914,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 2833,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 3,
										["b_dmg"] = 0,
										["r_amt"] = 3,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1644,
										["targets"] = {
											["英雄训练假人"] = 1644,
										},
										["n_dmg"] = 1644,
										["n_min"] = 1644,
										["g_dmg"] = 0,
										["counter"] = 1,
										["ChartData"] = {
											[17] = 1644,
											[26] = 1644,
										},
										["total"] = 1644,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 1644,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
									[47809] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 3306,
										["targets"] = {
											["英雄训练假人"] = 3306,
										},
										["n_dmg"] = 3306,
										["n_min"] = 3306,
										["g_dmg"] = 0,
										["counter"] = 1,
										["ChartData"] = {
											[26] = 3306,
										},
										["total"] = 3306,
										["c_max"] = 0,
										["id"] = 47809,
										["r_dmg"] = 3306,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 1,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.00787,
							["start_time"] = 1676816517,
							["delay"] = 0,
							["last_dps"] = 1627.303289257654,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.005898,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 1980,
							},
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676816517,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 1980.005898,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["dps_started"] = false,
							["total"] = 1980.005898,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 2,
										["n_max"] = 360,
										["targets"] = {
											["英雄训练假人"] = 1231,
										},
										["n_dmg"] = 699,
										["n_min"] = 339,
										["g_dmg"] = 532,
										["counter"] = 4,
										["total"] = 1231,
										["c_max"] = 0,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 2,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 388,
										["targets"] = {
											["英雄训练假人"] = 749,
										},
										["n_dmg"] = 749,
										["n_min"] = 361,
										["g_dmg"] = 0,
										["counter"] = 2,
										["total"] = 749,
										["c_max"] = 0,
										["id"] = 54053,
										["r_dmg"] = 0,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 2,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676816512,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.005898,
							["start_time"] = 1676816517,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.008598,
							["damage_from"] = {
								["特斯拉大股東"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
							["pets"] = {
							},
							["total"] = 0.008598,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.008598,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676816517,
							["friendlyfire"] = {
							},
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["on_hold"] = false,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 17845.008598,
							["start_time"] = 1676816517,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 5108,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 5108.002700999999,
							["total_without_pet"] = 1095.002701,
							["total"] = 1095.002701,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.002701,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 1095,
							},
							["totalover_without_pet"] = 0.002701,
							["healing_taken"] = 1883.002701,
							["fight_component"] = true,
							["end_time"] = 1676816517,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 5108,
										},
										["n_max"] = 365,
										["targets"] = {
											["特斯拉大股東"] = 1095,
										},
										["n_min"] = 0,
										["counter"] = 17,
										["overheal"] = 5108,
										["total"] = 1095,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 1095,
										["totaldenied"] = 0,
										["n_amt"] = 17,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676816517,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676816589,
							["tipo"] = 2,
							["totaldenied"] = 0.002701,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 3,
					["_ActorTable"] = {
						{
							["received"] = 4123.008954,
							["resource"] = 0.008954,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 4123,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 0.008954,
							["fight_component"] = true,
							["total"] = 4383.008954,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 4123,
										["id"] = 31818,
										["totalover"] = 0,
										["targets"] = {
											["特斯拉大股東"] = 4123,
										},
										["counter"] = 1,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.008954,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.008954,
							["last_event"] = 1676816508,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 260.007054,
							["resource"] = 0.007054,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 260,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 896.0070539999999,
							["total"] = 260.007054,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 260,
										["id"] = 54425,
										["totalover"] = 896,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 260,
										},
										["counter"] = 2,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 1676816508,
							["tipo"] = 3,
							["alternatepower"] = 0.007054,
							["passiveover"] = 0.007054,
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 3,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[47843] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 47843,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 32391,
										["refreshamt"] = 2,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 5,
										["id"] = 17800,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 59164,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 44,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 11,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 11,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 11,
										["id"] = 63321,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 11,
										["id"] = 60486,
										["refreshamt"] = 6,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 35,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47843] = 1,
								[59164] = 1,
								[47809] = 1,
								[57946] = 1,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676816517,
							["tipo"] = 4,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["classe"] = "WARLOCK",
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 2,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 3,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 40494.879,
				["tempo_start"] = 1676816506,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1406,
				["playing_solo"] = true,
				["totals"] = {
					17845, -- [1]
					1094.995097, -- [2]
					{
						0, -- [1]
						[0] = 4383,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816518.95, -- [4]
							17091, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							48210, -- [2]
							1644, -- [3]
							1676816519.262, -- [4]
							17456, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816523.944, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816528.857, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816533.949, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816538.992, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816544.058, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816548.965, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816553.937, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816558.952, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816563.985, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816568.939, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816573.942, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816578.956, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816583.944, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816588.993, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 17,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:21:57",
				["hasTimer"] = 10.02500000000146,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 10.72200000000157,
				["CombatEndedAt"] = 40421.305,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "22:21:46",
				["end_time"] = 40421.305,
				["combat_id"] = 3,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					15865, -- [1]
					1095, -- [2]
					{
						0, -- [1]
						[0] = 4123,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 730.002701,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 11864.00787,
						}, -- [1]
					},
				},
				["start_time"] = 40410.339,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [23]
			{
				{
					["tipo"] = 2,
					["combatId"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["totalabsorbed"] = 0.001196,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 497892,
							},
							["last_event"] = 1676816488,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 497892.001196,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 461482.001196,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676816480,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 16900,
										["g_amt"] = 0,
										["n_max"] = 5175,
										["targets"] = {
											["英雄训练假人"] = 152357,
										},
										["n_dmg"] = 135457,
										["n_min"] = 3409,
										["g_dmg"] = 0,
										["counter"] = 34,
										["ChartData"] = {
											[179] = 89347,
											[107] = 46236,
											[62] = 25993,
											[296] = 139136,
											[215] = 106558,
											[125] = 58718,
											[305] = 143467,
											[251] = 118549,
											[80] = 34170,
											[314] = 143467,
											[161] = 77525,
											[17] = 4817,
											[98] = 41923,
											[260] = 122858,
											[134] = 63373,
											[116] = 53550,
											[35] = 9282,
											[269] = 126267,
											[357] = 152357,
											[332] = 152357,
											[278] = 130556,
											[233] = 114702,
											[26] = 4817,
											[350] = 152357,
											[71] = 25993,
											[44] = 9282,
											[341] = 152357,
											[323] = 147783,
											[224] = 106558,
											[170] = 81370,
											[143] = 68548,
											[206] = 106558,
											[152] = 73203,
											[89] = 37628,
											[53] = 21676,
											[287] = 134872,
											[242] = 118549,
											[188] = 89347,
											[197] = 93663,
										},
										["total"] = 152357,
										["c_max"] = 8923,
										["id"] = 47809,
										["r_dmg"] = 59749,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 7977,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 32,
										["b_dmg"] = 0,
										["r_amt"] = 14,
									},
									[47813] = {
										["c_amt"] = 14,
										["b_amt"] = 0,
										["c_dmg"] = 65233,
										["g_amt"] = 0,
										["n_max"] = 2810,
										["targets"] = {
											["英雄训练假人"] = 143679,
										},
										["n_dmg"] = 78446,
										["n_min"] = 1774,
										["g_dmg"] = 0,
										["counter"] = 49,
										["ChartData"] = {
											[179] = 60833,
											[107] = 35762,
											[62] = 20746,
											[296] = 105416,
											[215] = 76313,
											[125] = 44389,
											[305] = 109630,
											[251] = 92576,
											[80] = 24960,
											[314] = 111847,
											[161] = 54179,
											[17] = 2688,
											[98] = 33766,
											[260] = 94571,
											[134] = 46807,
											[116] = 42615,
											[35] = 9778,
											[269] = 96567,
											[357] = 136271,
											[332] = 119590,
											[278] = 101202,
											[233] = 82480,
											[26] = 5376,
											[350] = 124525,
											[71] = 22964,
											[44] = 12119,
											[341] = 122277,
											[323] = 116902,
											[224] = 78309,
											[170] = 58615,
											[143] = 49495,
											[206] = 72321,
											[152] = 52183,
											[89] = 29595,
											[53] = 14337,
											[287] = 103420,
											[242] = 86651,
											[188] = 63051,
											[197] = 67686,
										},
										["total"] = 143679,
										["c_max"] = 5873,
										["id"] = 47813,
										["r_dmg"] = 53420,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3707,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 35,
										["b_dmg"] = 0,
										["r_amt"] = 20,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1024,
										["targets"] = {
											["英雄训练假人"] = 44782,
										},
										["n_dmg"] = 44782,
										["n_min"] = 569,
										["g_dmg"] = 0,
										["counter"] = 57,
										["ChartData"] = {
											[179] = 19582,
											[107] = 10631,
											[62] = 4885,
											[296] = 34637,
											[215] = 24089,
											[125] = 12956,
											[305] = 35623,
											[251] = 28300,
											[80] = 7820,
											[314] = 36335,
											[161] = 18159,
											[98] = 9279,
											[260] = 29651,
											[134] = 13635,
											[116] = 11343,
											[35] = 1817,
											[269] = 30415,
											[357] = 41395,
											[332] = 38255,
											[278] = 32113,
											[233] = 26948,
											[26] = 573,
											[350] = 40546,
											[71] = 6796,
											[44] = 2491,
											[341] = 39018,
											[323] = 36975,
											[224] = 25075,
											[170] = 18159,
											[206] = 22391,
											[143] = 15201,
											[152] = 16187,
											[89] = 8639,
											[53] = 4176,
											[287] = 32962,
											[242] = 27588,
											[188] = 20151,
											[197] = 21627,
										},
										["total"] = 44782,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 21572,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 57,
										["b_dmg"] = 0,
										["r_amt"] = 30,
									},
									[59164] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 11186,
										["g_amt"] = 0,
										["n_max"] = 2556,
										["targets"] = {
											["英雄训练假人"] = 31706,
										},
										["n_dmg"] = 20520,
										["n_min"] = 1905,
										["g_dmg"] = 0,
										["counter"] = 12,
										["ChartData"] = {
											[179] = 16315,
											[107] = 11807,
											[62] = 9813,
											[296] = 24280,
											[215] = 18467,
											[125] = 14363,
											[305] = 24280,
											[251] = 22370,
											[80] = 9813,
											[314] = 26185,
											[161] = 16315,
											[17] = 5665,
											[98] = 11807,
											[260] = 22370,
											[134] = 14363,
											[116] = 11807,
											[35] = 7905,
											[269] = 22370,
											[357] = 31706,
											[332] = 26185,
											[278] = 24280,
											[233] = 20395,
											[26] = 5665,
											[350] = 31706,
											[71] = 9813,
											[44] = 7905,
											[341] = 31706,
											[323] = 26185,
											[224] = 20395,
											[170] = 16315,
											[143] = 14363,
											[206] = 18467,
											[152] = 16315,
											[89] = 9813,
											[53] = 7905,
											[287] = 24280,
											[242] = 20395,
											[188] = 18467,
											[197] = 18467,
										},
										["total"] = 31706,
										["c_max"] = 5665,
										["id"] = 59164,
										["r_dmg"] = 13572,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 5521,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 10,
										["b_dmg"] = 0,
										["r_amt"] = 7,
									},
									[47843] = {
										["c_amt"] = 8,
										["b_amt"] = 0,
										["c_dmg"] = 33248,
										["g_amt"] = 0,
										["n_max"] = 2525,
										["targets"] = {
											["英雄训练假人"] = 88958,
										},
										["n_dmg"] = 55710,
										["n_min"] = 1606,
										["g_dmg"] = 0,
										["counter"] = 37,
										["ChartData"] = {
											[179] = 41026,
											[107] = 26032,
											[62] = 16332,
											[296] = 64119,
											[215] = 47114,
											[125] = 27858,
											[305] = 65945,
											[251] = 54622,
											[80] = 18361,
											[314] = 67771,
											[161] = 37577,
											[98] = 24003,
											[260] = 54622,
											[134] = 29684,
											[116] = 27858,
											[35] = 8718,
											[269] = 56651,
											[357] = 83042,
											[332] = 73210,
											[278] = 58680,
											[233] = 50563,
											[26] = 4262,
											[350] = 75240,
											[71] = 16332,
											[44] = 10636,
											[341] = 75240,
											[323] = 69394,
											[224] = 48940,
											[170] = 39200,
											[206] = 47114,
											[143] = 33925,
											[152] = 35751,
											[89] = 22177,
											[53] = 14200,
											[287] = 60303,
											[242] = 52592,
											[188] = 43056,
											[197] = 45085,
										},
										["total"] = 88958,
										["c_max"] = 5277,
										["id"] = 47843,
										["r_dmg"] = 41462,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3564,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 29,
										["b_dmg"] = 0,
										["r_amt"] = 19,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.001196,
							["start_time"] = 1676816480,
							["delay"] = 0,
							["last_dps"] = 4141.266114899352,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.006396,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 36410,
							},
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676816480,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 36410.006396,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["dps_started"] = false,
							["total"] = 36410.006396,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 795,
										["g_amt"] = 20,
										["n_max"] = 409,
										["targets"] = {
											["英雄训练假人"] = 18396,
										},
										["n_dmg"] = 12448,
										["n_min"] = 314,
										["g_dmg"] = 5153,
										["counter"] = 56,
										["total"] = 18396,
										["c_max"] = 795,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 795,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 35,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 1860,
										["g_amt"] = 0,
										["n_max"] = 599,
										["targets"] = {
											["英雄训练假人"] = 18014,
										},
										["n_dmg"] = 16154,
										["n_min"] = 395,
										["g_dmg"] = 0,
										["counter"] = 34,
										["total"] = 18014,
										["c_max"] = 951,
										["id"] = 54053,
										["r_dmg"] = 9586,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 909,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 32,
										["b_dmg"] = 0,
										["r_amt"] = 18,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676816479,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.006396,
							["start_time"] = 1676816480,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.003541,
							["damage_from"] = {
								["诺哈摩恩 <特斯拉大股東>"] = true,
								["特斯拉大股東"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
							["pets"] = {
							},
							["total"] = 0.003541,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.003541,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676816480,
							["friendlyfire"] = {
							},
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["on_hold"] = false,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 497892.003541,
							["start_time"] = 1676816480,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["特斯拉大股東"] = 59453,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 59453.003782,
							["total_without_pet"] = 8603.003782,
							["total"] = 8603.003782,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.003782,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 8603,
							},
							["totalover_without_pet"] = 0.003782,
							["healing_taken"] = 16282.003782,
							["fight_component"] = true,
							["end_time"] = 1676816480,
							["heal_enemy_amt"] = 0,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 9485,
										},
										["n_max"] = 365,
										["targets"] = {
											["特斯拉大股東"] = 1094,
										},
										["n_min"] = 0,
										["counter"] = 29,
										["overheal"] = 9485,
										["total"] = 1094,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 1094,
										["totaldenied"] = 0,
										["n_amt"] = 29,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 49968,
										},
										["n_max"] = 1761,
										["targets"] = {
											["特斯拉大股東"] = 7509,
										},
										["n_min"] = 0,
										["counter"] = 49,
										["overheal"] = 49968,
										["total"] = 7509,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 7509,
										["totaldenied"] = 0,
										["n_amt"] = 49,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676816480,
							["spec"] = 265,
							["custom"] = 0,
							["last_event"] = 1676816504,
							["tipo"] = 2,
							["totaldenied"] = 0.003782,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["flag_original"] = 68136,
							["healing_from"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "31146",
							["totalover"] = 24027.004499,
							["total_without_pet"] = 7679.004499000001,
							["total"] = 7679.004499000001,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
							["totalabsorb"] = 0.004499,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 7679,
							},
							["totalover_without_pet"] = 0.004499,
							["healing_taken"] = 0.004499,
							["fight_component"] = true,
							["end_time"] = 1676816480,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 24027,
										},
										["n_max"] = 3641,
										["targets"] = {
											["特斯拉大股東"] = 7679,
										},
										["n_min"] = 0,
										["counter"] = 12,
										["overheal"] = 24027,
										["total"] = 7679,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 7679,
										["totaldenied"] = 0,
										["n_amt"] = 12,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["heal_enemy_amt"] = 0,
							["targets_overheal"] = {
								["特斯拉大股東"] = 24027,
							},
							["totaldenied"] = 0.004499,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "UNKNOW",
							["start_time"] = 1676816480,
							["delay"] = 0,
							["last_event"] = 1676816486,
						}, -- [2]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 2,
					["_ActorTable"] = {
						{
							["received"] = 21043.008897,
							["resource"] = 0.008897,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 21043,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 748.008897,
							["fight_component"] = true,
							["total"] = 25454.008897,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 21043,
										["id"] = 31818,
										["totalover"] = 748,
										["targets"] = {
											["特斯拉大股東"] = 21043,
										},
										["counter"] = 5,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.008897,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.008897,
							["last_event"] = 1676816469,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 4411.001835,
							["resource"] = 0.001835,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 4411,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 15263.001835,
							["total"] = 4411.001835,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 4411,
										["id"] = 54425,
										["totalover"] = 15263,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 4411,
										},
										["counter"] = 34,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 1676816478,
							["tipo"] = 3,
							["alternatepower"] = 0.001835,
							["passiveover"] = 0.001835,
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 2,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 121,
										["id"] = 32391,
										["refreshamt"] = 47,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 5,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 111,
										["id"] = 47843,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 110,
										["id"] = 59164,
										["refreshamt"] = 10,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 113,
										["id"] = 47864,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 117,
										["id"] = 17800,
										["refreshamt"] = 33,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 118,
										["id"] = 47813,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 594,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[53909] = {
										["appliedamt"] = 2,
										["targets"] = {
										},
										["activedamt"] = 2,
										["uptime"] = 24,
										["id"] = 53909,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 12,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17941] = {
										["appliedamt"] = 5,
										["targets"] = {
										},
										["activedamt"] = 5,
										["uptime"] = 9,
										["id"] = 17941,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 121,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 121,
										["id"] = 63321,
										["refreshamt"] = 5,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 4,
										["targets"] = {
										},
										["activedamt"] = 4,
										["uptime"] = 40,
										["id"] = 64371,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 121,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 121,
										["id"] = 60486,
										["refreshamt"] = 64,
										["actived"] = false,
										["counter"] = 0,
									},
									[60494] = {
										["appliedamt"] = 3,
										["targets"] = {
										},
										["activedamt"] = 3,
										["uptime"] = 25,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 690,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47864] = 5,
								[54758] = 1,
								[57946] = 5,
								[17941] = 5,
								[59164] = 11,
								[53909] = 1,
								[47809] = 34,
								[47813] = 1,
								[47843] = 8,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676816480,
							["tipo"] = 4,
							["classe"] = "WARLOCK",
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 34,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 2,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["overall_added"] = true,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["playing_solo"] = true,
				["totals"] = {
					497891.9860340001, -- [1]
					16281.991152, -- [2]
					{
						0, -- [1]
						[0] = 25453.996897,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["totals_grupo"] = {
					461482, -- [1]
					8603, -- [2]
					{
						0, -- [1]
						[0] = 21043,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:21:20",
				["hasTimer"] = 119.4479999999967,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 40384.247,
				["CombatEndedAt"] = 40384.247,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 8603.003782,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 482068.001196,
						}, -- [1]
					},
				},
				["end_time"] = 40384.247,
				["combat_id"] = 2,
				["data_inicio"] = "22:19:20",
				["spells_cast_timeline"] = {
				},
				["tempo_start"] = 1676816359,
				["combat_counter"] = 1405,
				["CombatSkillCache"] = {
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							63106, -- [2]
							1124, -- [3]
							1676816482.097, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816483.945, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							63106, -- [2]
							1124, -- [3]
							1676816484.796, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							48210, -- [2]
							5521, -- [3]
							1676816485.481, -- [4]
							18244, -- [5]
							"英雄训练假人", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							63106, -- [2]
							716, -- [3]
							1676816487.498, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816488.937, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816493.895, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816498.9, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816503.946, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
						}, -- [10]
						{
						}, -- [11]
						{
						}, -- [12]
						{
						}, -- [13]
						{
						}, -- [14]
						{
						}, -- [15]
						{
						}, -- [16]
						{
						}, -- [17]
						{
						}, -- [18]
						{
						}, -- [19]
						{
						}, -- [20]
						{
						}, -- [21]
						{
						}, -- [22]
						{
						}, -- [23]
						{
						}, -- [24]
						{
						}, -- [25]
						{
						}, -- [26]
						{
						}, -- [27]
						{
						}, -- [28]
						{
						}, -- [29]
						{
						}, -- [30]
						{
						}, -- [31]
						{
						}, -- [32]
						["n"] = 10,
					},
				},
				["start_time"] = 40264.02,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [24]
			{
				{
					["tipo"] = 2,
					["combatId"] = 1,
					["_ActorTable"] = {
						{
							["flag_original"] = 1300,
							["totalabsorbed"] = 0.004113,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["英雄训练假人"] = 182943,
							},
							["last_event"] = 1676815430,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["damage_from"] = {
							},
							["total"] = 182943.004113,
							["aID"] = "4487-00246B86",
							["raid_targets"] = {
							},
							["total_without_pet"] = 165091.004113,
							["classe"] = "WARLOCK",
							["friendlyfire_total"] = 0,
							["dps_started"] = false,
							["end_time"] = 1676815431,
							["friendlyfire"] = {
							},
							["serial"] = "Player-4487-00246B86",
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47809] = {
										["c_amt"] = 2,
										["b_amt"] = 0,
										["c_dmg"] = 20108,
										["g_amt"] = 0,
										["n_max"] = 4412,
										["targets"] = {
											["英雄训练假人"] = 49418,
										},
										["n_dmg"] = 29310,
										["n_min"] = 3955,
										["g_dmg"] = 0,
										["counter"] = 9,
										["ChartData"] = {
											[116] = 49418,
											[89] = 36259,
											[62] = 21099,
											[17] = 8776,
											[35] = 8776,
											[107] = 49418,
											[152] = 49418,
											[80] = 32019,
											[44] = 17144,
											[125] = 49418,
											[98] = 45447,
											[26] = 8776,
											[71] = 21099,
											[53] = 21099,
											[161] = 49418,
											[143] = 49418,
											[134] = 49418,
										},
										["total"] = 49418,
										["c_max"] = 10920,
										["id"] = 47809,
										["r_dmg"] = 16122,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 9188,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 7,
										["b_dmg"] = 0,
										["r_amt"] = 4,
									},
									[47813] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 13844,
										["g_amt"] = 0,
										["n_max"] = 2759,
										["targets"] = {
											["英雄训练假人"] = 55023,
										},
										["n_dmg"] = 41179,
										["n_min"] = 1607,
										["g_dmg"] = 0,
										["counter"] = 22,
										["ChartData"] = {
											[116] = 41167,
											[89] = 34300,
											[62] = 25133,
											[17] = 7073,
											[35] = 13940,
											[107] = 38878,
											[152] = 51808,
											[80] = 29252,
											[44] = 18724,
											[125] = 43441,
											[98] = 36589,
											[26] = 9362,
											[71] = 27193,
											[53] = 21013,
											[161] = 55023,
											[143] = 49990,
											[134] = 47717,
										},
										["total"] = 55023,
										["c_max"] = 4784,
										["id"] = 47813,
										["r_dmg"] = 12044,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 4276,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 19,
										["b_dmg"] = 0,
										["r_amt"] = 5,
									},
									[47864] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 1008,
										["targets"] = {
											["英雄训练假人"] = 17008,
										},
										["n_dmg"] = 17008,
										["n_min"] = 586,
										["g_dmg"] = 0,
										["counter"] = 21,
										["ChartData"] = {
											[116] = 14992,
											[89] = 10626,
											[62] = 8011,
											[17] = 2053,
											[35] = 4666,
											[107] = 12976,
											[152] = 17008,
											[80] = 9843,
											[44] = 6370,
											[125] = 16000,
											[98] = 12105,
											[26] = 3795,
											[71] = 8597,
											[53] = 7277,
											[161] = 17008,
											[143] = 17008,
											[134] = 17008,
										},
										["total"] = 17008,
										["c_max"] = 0,
										["id"] = 47864,
										["r_dmg"] = 7017,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 21,
										["b_dmg"] = 0,
										["r_amt"] = 10,
									},
									[59164] = {
										["c_amt"] = 0,
										["b_amt"] = 0,
										["c_dmg"] = 0,
										["g_amt"] = 0,
										["n_max"] = 2227,
										["targets"] = {
											["英雄训练假人"] = 8632,
										},
										["n_dmg"] = 8632,
										["n_min"] = 2070,
										["g_dmg"] = 0,
										["counter"] = 4,
										["ChartData"] = {
											[107] = 6405,
											[161] = 8632,
											[26] = 2169,
											[125] = 8632,
											[89] = 6405,
											[80] = 4335,
											[134] = 8632,
											[116] = 8632,
											[62] = 4335,
											[143] = 8632,
											[98] = 6405,
											[53] = 4335,
											[71] = 4335,
											[152] = 8632,
											[44] = 2169,
											[35] = 2169,
										},
										["total"] = 8632,
										["c_max"] = 0,
										["id"] = 59164,
										["r_dmg"] = 2070,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 0,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 4,
										["b_dmg"] = 0,
										["r_amt"] = 1,
									},
									[47843] = {
										["c_amt"] = 3,
										["b_amt"] = 0,
										["c_dmg"] = 12659,
										["g_amt"] = 0,
										["n_max"] = 2089,
										["targets"] = {
											["英雄训练假人"] = 35010,
										},
										["n_dmg"] = 22351,
										["n_min"] = 1879,
										["g_dmg"] = 0,
										["counter"] = 14,
										["ChartData"] = {
											[116] = 28743,
											[89] = 18360,
											[62] = 10027,
											[17] = 3969,
											[35] = 7938,
											[107] = 26654,
											[152] = 35010,
											[80] = 16271,
											[44] = 10027,
											[125] = 30832,
											[98] = 22289,
											[26] = 6058,
											[71] = 14392,
											[53] = 10027,
											[161] = 35010,
											[143] = 35010,
											[134] = 32921,
										},
										["total"] = 35010,
										["c_max"] = 4365,
										["id"] = 47843,
										["r_dmg"] = 9568,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 3929,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 11,
										["b_dmg"] = 0,
										["r_amt"] = 4,
									},
								},
								["tipo"] = 2,
							},
							["grupo"] = true,
							["on_hold"] = false,
							["spec"] = 265,
							["colocacao"] = 1,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.004113,
							["start_time"] = 1676815431,
							["delay"] = 0,
							["last_dps"] = 3333.631038175774,
						}, -- [1]
						{
							["flag_original"] = 4369,
							["totalabsorbed"] = 0.001987,
							["damage_from"] = {
							},
							["targets"] = {
								["英雄训练假人"] = 17852,
							},
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["pets"] = {
							},
							["end_time"] = 1676815431,
							["friendlyfire_total"] = 0,
							["classe"] = "PET",
							["raid_targets"] = {
							},
							["total_without_pet"] = 17852.001987,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["dps_started"] = false,
							["total"] = 17852.001987,
							["friendlyfire"] = {
							},
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									{
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 740,
										["g_amt"] = 7,
										["n_max"] = 412,
										["targets"] = {
											["英雄训练假人"] = 9396,
										},
										["n_dmg"] = 6848,
										["n_min"] = 318,
										["g_dmg"] = 1808,
										["counter"] = 27,
										["total"] = 9396,
										["c_max"] = 740,
										["id"] = 1,
										["r_dmg"] = 0,
										["spellschool"] = 1,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 740,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 19,
										["b_dmg"] = 0,
										["r_amt"] = 0,
									}, -- [1]
									[54053] = {
										["c_amt"] = 1,
										["b_amt"] = 0,
										["c_dmg"] = 1199,
										["g_amt"] = 0,
										["n_max"] = 628,
										["targets"] = {
											["英雄训练假人"] = 8456,
										},
										["n_dmg"] = 7257,
										["n_min"] = 316,
										["g_dmg"] = 0,
										["counter"] = 16,
										["total"] = 8456,
										["c_max"] = 1199,
										["id"] = 54053,
										["r_dmg"] = 2631,
										["spellschool"] = 32,
										["extra"] = {
										},
										["a_dmg"] = 0,
										["c_min"] = 1199,
										["successful_casted"] = 0,
										["a_amt"] = 0,
										["n_amt"] = 15,
										["b_dmg"] = 0,
										["r_amt"] = 6,
									},
								},
								["tipo"] = 2,
							},
							["last_event"] = 1676815430,
							["last_dps"] = 0,
							["on_hold"] = false,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 0.001987,
							["start_time"] = 1676815431,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [2]
						{
							["flag_original"] = 68136,
							["totalabsorbed"] = 0.001405,
							["damage_from"] = {
								["淺淺之際"] = true,
								["特斯拉大股東"] = true,
								["Orangekinng"] = true,
								["诺哈摩恩 <特斯拉大股東>"] = true,
							},
							["targets"] = {
							},
							["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
							["pets"] = {
							},
							["total"] = 0.001405,
							["classe"] = "UNKNOW",
							["friendlyfire_total"] = 0,
							["raid_targets"] = {
							},
							["total_without_pet"] = 0.001405,
							["aID"] = "31146",
							["dps_started"] = false,
							["end_time"] = 1676815431,
							["friendlyfire"] = {
							},
							["last_event"] = 0,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 2,
							},
							["on_hold"] = false,
							["last_dps"] = 0,
							["fight_component"] = true,
							["custom"] = 0,
							["tipo"] = 1,
							["damage_taken"] = 197447.001405,
							["start_time"] = 1676815431,
							["delay"] = 0,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
						}, -- [3]
					},
				}, -- [1]
				{
					["tipo"] = 3,
					["combatId"] = 1,
					["_ActorTable"] = {
						{
							["flag_original"] = 1297,
							["targets_overheal"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 1934,
								["特斯拉大股東"] = 83424,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["iniciar_hps"] = false,
							["classe"] = "WARLOCK",
							["totalover"] = 85358.008961,
							["total_without_pet"] = 10317.008961,
							["total"] = 10317.008961,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Player-4487-00246B86",
							["totalabsorb"] = 0.008961,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 10317,
							},
							["totalover_without_pet"] = 0.008961,
							["healing_taken"] = 15472.008961,
							["fight_component"] = true,
							["end_time"] = 1676815431,
							["spec"] = 265,
							["healing_from"] = {
								["英雄训练假人"] = true,
								["特斯拉大股東"] = true,
							},
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[47893] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 65867,
										},
										["n_max"] = 373,
										["targets"] = {
											["特斯拉大股東"] = 5866,
										},
										["n_min"] = 364,
										["counter"] = 196,
										["overheal"] = 65867,
										["total"] = 5866,
										["c_max"] = 0,
										["id"] = 47893,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 5866,
										["totaldenied"] = 0,
										["n_amt"] = 196,
										["absorbed"] = 0,
									},
									[47856] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 1934,
										},
										["n_max"] = 0,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 0,
										},
										["n_min"] = 0,
										["counter"] = 1,
										["overheal"] = 1934,
										["total"] = 0,
										["c_max"] = 0,
										["id"] = 47856,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 0,
										["totaldenied"] = 0,
										["n_amt"] = 1,
										["absorbed"] = 0,
									},
									[63106] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 17557,
										},
										["n_max"] = 1710,
										["targets"] = {
											["特斯拉大股東"] = 4451,
										},
										["n_min"] = 0,
										["counter"] = 22,
										["overheal"] = 17557,
										["total"] = 4451,
										["c_max"] = 0,
										["id"] = 63106,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 4451,
										["totaldenied"] = 0,
										["n_amt"] = 22,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["grupo"] = true,
							["start_time"] = 1676815431,
							["heal_enemy_amt"] = 0,
							["custom"] = 0,
							["last_event"] = 1676816359,
							["tipo"] = 2,
							["totaldenied"] = 0.008961,
							["delay"] = 0,
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["flag_original"] = 68136,
							["healing_from"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["aID"] = "31146",
							["totalover"] = 5713.001411,
							["total_without_pet"] = 5155.001411,
							["total"] = 5155.001411,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
							["totalabsorb"] = 0.001411,
							["last_hps"] = 0,
							["targets"] = {
								["特斯拉大股東"] = 5155,
							},
							["totalover_without_pet"] = 0.001411,
							["healing_taken"] = 0.001411,
							["fight_component"] = true,
							["end_time"] = 1676815431,
							["nome"] = "英雄训练假人",
							["spells"] = {
								["_ActorTable"] = {
									[48210] = {
										["c_amt"] = 0,
										["totalabsorb"] = 0,
										["targets_overheal"] = {
											["特斯拉大股東"] = 5713,
										},
										["n_max"] = 2070,
										["targets"] = {
											["特斯拉大股東"] = 5155,
										},
										["n_min"] = 0,
										["counter"] = 5,
										["overheal"] = 5713,
										["total"] = 5155,
										["c_max"] = 0,
										["id"] = 48210,
										["targets_absorbs"] = {
										},
										["c_min"] = 0,
										["c_curado"] = 0,
										["n_curado"] = 5155,
										["totaldenied"] = 0,
										["n_amt"] = 5,
										["absorbed"] = 0,
									},
								},
								["tipo"] = 3,
							},
							["heal_enemy_amt"] = 0,
							["targets_overheal"] = {
								["特斯拉大股東"] = 5713,
							},
							["totaldenied"] = 0.001411,
							["custom"] = 0,
							["tipo"] = 2,
							["classe"] = "UNKNOW",
							["start_time"] = 1676815431,
							["delay"] = 0,
							["last_event"] = 1676815427,
						}, -- [2]
						{
							["flag_original"] = 4369,
							["targets_overheal"] = {
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["iniciar_hps"] = false,
							["heal_enemy_amt"] = 0,
							["totalover"] = 0.007332,
							["total_without_pet"] = 0.007332,
							["total"] = 0.007332,
							["targets_absorbs"] = {
							},
							["heal_enemy"] = {
							},
							["on_hold"] = false,
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["totalabsorb"] = 0.007332,
							["last_hps"] = 0,
							["targets"] = {
							},
							["totalover_without_pet"] = 0.007332,
							["healing_taken"] = 0.007332,
							["end_time"] = 1676816359,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
								},
								["tipo"] = 3,
							},
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["healing_from"] = {
							},
							["totaldenied"] = 0.007332,
							["custom"] = 0,
							["last_event"] = 0,
							["classe"] = "PET",
							["start_time"] = 1676816359,
							["delay"] = 0,
							["tipo"] = 2,
						}, -- [3]
					},
				}, -- [2]
				{
					["tipo"] = 7,
					["combatId"] = 1,
					["_ActorTable"] = {
						{
							["received"] = 22934.00318,
							["resource"] = 0.00318,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["特斯拉大股東"] = 22934,
							},
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["powertype"] = 0,
							["classe"] = "WARLOCK",
							["totalover"] = 11159.00318,
							["fight_component"] = true,
							["total"] = 25012.00318,
							["nome"] = "特斯拉大股東",
							["spells"] = {
								["_ActorTable"] = {
									[31818] = {
										["total"] = 22934,
										["id"] = 31818,
										["totalover"] = 11159,
										["targets"] = {
											["特斯拉大股東"] = 22934,
										},
										["counter"] = 8,
									},
								},
								["tipo"] = 7,
							},
							["grupo"] = true,
							["spec"] = 265,
							["passiveover"] = 0.00318,
							["flag_original"] = 1300,
							["tipo"] = 3,
							["alternatepower"] = 0.00318,
							["last_event"] = 1676816333,
							["serial"] = "Player-4487-00246B86",
							["aID"] = "4487-00246B86",
						}, -- [1]
						{
							["received"] = 2078.003382,
							["resource"] = 0.003382,
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["targets"] = {
								["诺哈摩恩 <特斯拉大股東>"] = 2078,
							},
							["pets"] = {
							},
							["powertype"] = 0,
							["classe"] = "PET",
							["totalover"] = 7359.003382,
							["total"] = 2078.003382,
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["spells"] = {
								["_ActorTable"] = {
									[54425] = {
										["total"] = 2078,
										["id"] = 54425,
										["totalover"] = 7359,
										["targets"] = {
											["诺哈摩恩 <特斯拉大股東>"] = 2078,
										},
										["counter"] = 16,
									},
								},
								["tipo"] = 7,
							},
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 1676815430,
							["tipo"] = 3,
							["alternatepower"] = 0.003382,
							["passiveover"] = 0.003382,
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["flag_original"] = 4369,
						}, -- [2]
					},
				}, -- [3]
				{
					["tipo"] = 9,
					["combatId"] = 1,
					["_ActorTable"] = {
						{
							["flag_original"] = 1047,
							["debuff_uptime_spells"] = {
								["_ActorTable"] = {
									[32391] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = -1,
										["uptime"] = 52,
										["id"] = 32391,
										["refreshamt"] = 12,
										["actived"] = false,
										["counter"] = 0,
									},
									[47843] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = -1,
										["uptime"] = 41,
										["id"] = 47843,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[59164] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = -1,
										["uptime"] = 46,
										["id"] = 59164,
										["refreshamt"] = 3,
										["actived"] = false,
										["counter"] = 0,
									},
									[47813] = {
										["activedamt"] = -1,
										["id"] = 47813,
										["targets"] = {
										},
										["actived_at"] = 1676815430,
										["uptime"] = 0,
										["appliedamt"] = 0,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[17800] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = 0,
										["uptime"] = 52,
										["id"] = 17800,
										["refreshamt"] = 8,
										["actived"] = false,
										["counter"] = 0,
									},
									[47864] = {
										["appliedamt"] = 0,
										["targets"] = {
										},
										["activedamt"] = -1,
										["uptime"] = 37,
										["id"] = 47864,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["buff_uptime"] = 364,
							["aID"] = "4487-00246B86",
							["buff_uptime_spells"] = {
								["_ActorTable"] = {
									[60494] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 10,
										["id"] = 60494,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[70244] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 55,
										["id"] = 70244,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[54758] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 12,
										["id"] = 54758,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57399] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 55,
										["id"] = 57399,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[57821] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 55,
										["id"] = 57821,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[64371] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 17,
										["id"] = 64371,
										["refreshamt"] = 1,
										["actived"] = false,
										["counter"] = 0,
									},
									[47893] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 55,
										["id"] = 47893,
										["refreshamt"] = 0,
										["actived"] = false,
										["counter"] = 0,
									},
									[63321] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 55,
										["id"] = 63321,
										["refreshamt"] = 5,
										["actived"] = false,
										["counter"] = 0,
									},
									[60486] = {
										["appliedamt"] = 1,
										["targets"] = {
										},
										["activedamt"] = 1,
										["uptime"] = 50,
										["id"] = 60486,
										["refreshamt"] = 21,
										["actived"] = false,
										["counter"] = 0,
									},
								},
								["tipo"] = 9,
							},
							["fight_component"] = true,
							["debuff_uptime"] = 228,
							["nome"] = "特斯拉大股東",
							["spec"] = 265,
							["grupo"] = true,
							["spell_cast"] = {
								[47809] = 9,
								[47843] = 2,
								[59164] = 4,
								[47864] = 1,
								[54758] = 1,
								[57946] = 5,
							},
							["debuff_uptime_targets"] = {
							},
							["last_event"] = 1676815431,
							["tipo"] = 4,
							["pets"] = {
								"诺哈摩恩 <特斯拉大股東>", -- [1]
							},
							["classe"] = "WARLOCK",
							["serial"] = "Player-4487-00246B86",
							["buff_uptime_targets"] = {
							},
						}, -- [1]
						{
							["flag_original"] = 4369,
							["classe"] = "PET",
							["ownerName"] = "特斯拉大股東",
							["nome"] = "诺哈摩恩 <特斯拉大股東>",
							["GetSpellContainer"] = nil --[[ skipped inline function ]],
							["pets"] = {
							},
							["spell_cast"] = {
								[54053] = 16,
							},
							["tipo"] = 4,
							["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
							["last_event"] = 0,
						}, -- [2]
					},
				}, -- [4]
				{
					["tipo"] = 2,
					["combatId"] = 1,
					["_ActorTable"] = {
					},
				}, -- [5]
				["raid_roster"] = {
					["特斯拉大股東"] = "Player-4487-00246B86",
				},
				["raid_roster_indexed"] = {
					"特斯拉大股東", -- [1]
				},
				["CombatStartedAt"] = 40263.145,
				["tempo_start"] = 1676815376,
				["last_events_tables"] = {
				},
				["alternate_power"] = {
				},
				["combat_counter"] = 1404,
				["playing_solo"] = true,
				["totals"] = {
					182942.9482120006, -- [1]
					15471.966182, -- [2]
					{
						0, -- [1]
						[0] = 25011.978129,
						["alternatepower"] = 0,
						[3] = -0.006077000000004773,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
					["frags_total"] = 0,
					["voidzone_damage"] = 0,
				},
				["player_last_events"] = {
					["特斯拉大股東"] = {
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816238.919, -- [4]
							17868, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [1]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816243.983, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [2]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816248.855, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [3]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816253.948, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [4]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816258.945, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [5]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816263.959, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [6]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816268.895, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [7]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816273.86, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [8]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816278.86, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [9]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816283.868, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [10]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816288.878, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [11]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816293.936, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [12]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816298.921, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [13]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816303.887, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [14]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816308.964, -- [4]
							16028, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [15]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816313.963, -- [4]
							15339, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [16]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816318.939, -- [4]
							14603, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [17]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816323.934, -- [4]
							14510, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [18]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816328.938, -- [4]
							15056, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [19]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816333.931, -- [4]
							12967, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [20]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816338.854, -- [4]
							12654, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [21]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816343.849, -- [4]
							12170, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [22]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816348.969, -- [4]
							11618, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [23]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816353.897, -- [4]
							11115, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [24]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816358.944, -- [4]
							11597, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [25]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816200.799, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [26]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816205.671, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [27]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816210.661, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [28]
						{
							false, -- [1]
							47893, -- [2]
							364, -- [3]
							1676816215.644, -- [4]
							18244, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [29]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816223.932, -- [4]
							16362, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [30]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816228.923, -- [4]
							16843, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [31]
						{
							false, -- [1]
							47893, -- [2]
							365, -- [3]
							1676816233.953, -- [4]
							17385, -- [5]
							"特斯拉大股東", -- [6]
							nil, -- [7]
							0, -- [8]
						}, -- [32]
						["n"] = 26,
					},
				},
				["frags_need_refresh"] = false,
				["instance_type"] = "none",
				["hasSaved"] = true,
				["data_fim"] = "22:03:51",
				["hasTimer"] = 54.1820000000007,
				["pvp"] = true,
				["cleu_timeline"] = {
				},
				["enemy"] = "英雄训练假人",
				["TotalElapsedCombatTime"] = 39335.538,
				["CombatEndedAt"] = 39335.538,
				["aura_timeline"] = {
				},
				["__call"] = {
				},
				["data_inicio"] = "22:02:56",
				["end_time"] = 39335.538,
				["combat_id"] = 1,
				["overall_added"] = true,
				["spells_cast_timeline"] = {
				},
				["cleu_events"] = {
					["n"] = 1,
				},
				["totals_grupo"] = {
					165091, -- [1]
					10317, -- [2]
					{
						0, -- [1]
						[0] = 22934,
						["alternatepower"] = 0,
						[3] = 0,
						[6] = 0,
					}, -- [3]
					{
						["buff_uptime"] = 0,
						["ress"] = 0,
						["cooldowns_defensive"] = 0,
						["dispell"] = 0,
						["interrupt"] = 0,
						["debuff_uptime"] = 0,
						["cc_break"] = 0,
						["dead"] = 0,
					}, -- [4]
				},
				["CombatSkillCache"] = {
				},
				["PhaseData"] = {
					{
						1, -- [1]
						1, -- [2]
					}, -- [1]
					["damage_section"] = {
					},
					["heal_section"] = {
					},
					["heal"] = {
						{
							["特斯拉大股東"] = 4845.008961,
						}, -- [1]
					},
					["damage"] = {
						{
							["特斯拉大股東"] = 182943.004113,
						}, -- [1]
					},
				},
				["start_time"] = 39280.66,
				["TimeData"] = {
				},
				["frags"] = {
				},
			}, -- [25]
		},
	},
	["ocd_tracker"] = {
		["enabled"] = false,
		["current_cooldowns"] = {
		},
		["lines_per_column"] = 12,
		["group_frames"] = true,
		["frames"] = {
			["defensive-raid"] = {
			},
			["main"] = {
			},
			["ofensive"] = {
			},
			["defensive-target"] = {
			},
			["utility"] = {
			},
			["defensive-personal"] = {
			},
		},
		["show_options"] = false,
		["own_frame"] = {
			["defensive-raid"] = false,
			["ofensive"] = false,
			["defensive-target"] = false,
			["utility"] = false,
			["defensive-personal"] = false,
		},
		["width"] = 120,
		["framme_locked"] = false,
		["cooldowns"] = {
		},
		["height"] = 18,
		["show_conditions"] = {
			["only_inside_instance"] = true,
			["only_in_group"] = true,
		},
		["show_title"] = true,
		["filters"] = {
			["defensive-raid"] = false,
			["ofensive"] = true,
			["defensive-target"] = false,
			["utility"] = false,
			["defensive-personal"] = false,
		},
	},
	["last_version"] = "3.4.1 10562",
	["SoloTablesSaved"] = {
		["Mode"] = 1,
	},
	["tabela_instancias"] = {
	},
	["coach"] = {
		["enabled"] = false,
		["welcome_panel_pos"] = {
		},
		["last_coach_name"] = false,
	},
	["local_instances_config"] = {
		{
			["modo"] = 2,
			["sub_attribute"] = 1,
			["sub_atributo_last"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				5, -- [4]
				1, -- [5]
			},
			["is_open"] = true,
			["isLocked"] = false,
			["snap"] = {
			},
			["segment"] = 0,
			["mode"] = 2,
			["attribute"] = 1,
			["pos"] = {
				["normal"] = {
					["y"] = -543.8250885009766,
					["x"] = -456.3928833007813,
					["w"] = 310,
					["h"] = 157.9999847412109,
				},
				["solo"] = {
					["y"] = 2,
					["x"] = 1,
					["w"] = 300,
					["h"] = 200,
				},
			},
		}, -- [1]
	},
	["cached_talents"] = {
		["Player-4487-00246B86"] = {
			{
				136157, -- [1]
				2, -- [2]
				3, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				3, -- [7]
			}, -- [1]
			{
				136223, -- [1]
				2, -- [2]
				4, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [2]
			{
				136118, -- [1]
				5, -- [2]
				1, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				5, -- [7]
			}, -- [3]
			{
				136169, -- [1]
				2, -- [2]
				2, -- [3]
				4, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [4]
			{
				136230, -- [1]
				3, -- [2]
				1, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				3, -- [7]
			}, -- [5]
			{
				136138, -- [1]
				0, -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [6]
			{
				136126, -- [1]
				2, -- [2]
				2, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [7]
			{
				136127, -- [1]
				0, -- [2]
				4, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [8]
			{
				136141, -- [1]
				0, -- [2]
				7, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [9]
			{
				136188, -- [1]
				1, -- [2]
				5, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [10]
			{
				136195, -- [1]
				5, -- [2]
				6, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				5, -- [7]
			}, -- [11]
			{
				136132, -- [1]
				0, -- [2]
				3, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [12]
			{
				136162, -- [1]
				0, -- [2]
				5, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [13]
			{
				136163, -- [1]
				0, -- [2]
				2, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [14]
			{
				136139, -- [1]
				2, -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [15]
			{
				136137, -- [1]
				3, -- [2]
				8, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				3, -- [7]
			}, -- [16]
			{
				136147, -- [1]
				0, -- [2]
				8, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [17]
			{
				136180, -- [1]
				5, -- [2]
				7, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				5, -- [7]
			}, -- [18]
			{
				136228, -- [1]
				1, -- [2]
				9, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [19]
			{
				136198, -- [1]
				5, -- [2]
				5, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				5, -- [7]
			}, -- [20]
			{
				136118, -- [1]
				3, -- [2]
				4, -- [3]
				4, -- [4]
				1, -- [5]
				265, -- [6]
				3, -- [7]
			}, -- [21]
			{
				136217, -- [1]
				2, -- [2]
				6, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [22]
			{
				237557, -- [1]
				3, -- [2]
				9, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				3, -- [7]
			}, -- [23]
			{
				236296, -- [1]
				5, -- [2]
				10, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				5, -- [7]
			}, -- [24]
			{
				236295, -- [1]
				3, -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				3, -- [7]
			}, -- [25]
			{
				236298, -- [1]
				1, -- [2]
				11, -- [3]
				2, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [26]
			{
				136183, -- [1]
				0, -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				265, -- [6]
				2, -- [7]
			}, -- [27]
			{
				136227, -- [1]
				1, -- [2]
				9, -- [3]
				3, -- [4]
				1, -- [5]
				265, -- [6]
				1, -- [7]
			}, -- [28]
			{
				135230, -- [1]
				0, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
				266, -- [6]
				2, -- [7]
			}, -- [29]
			{
				136218, -- [1]
				0, -- [2]
				1, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [30]
			{
				136172, -- [1]
				0, -- [2]
				1, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [31]
			{
				136168, -- [1]
				0, -- [2]
				2, -- [3]
				1, -- [4]
				2, -- [5]
				266, -- [6]
				2, -- [7]
			}, -- [32]
			{
				136221, -- [1]
				0, -- [2]
				2, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [33]
			{
				136082, -- [1]
				0, -- [2]
				3, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				1, -- [7]
			}, -- [34]
			{
				136164, -- [1]
				0, -- [2]
				4, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				2, -- [7]
			}, -- [35]
			{
				135932, -- [1]
				0, -- [2]
				2, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [36]
			{
				136220, -- [1]
				0, -- [2]
				3, -- [3]
				1, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [37]
			{
				136203, -- [1]
				0, -- [2]
				6, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				5, -- [7]
			}, -- [38]
			{
				132386, -- [1]
				0, -- [2]
				5, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				2, -- [7]
			}, -- [39]
			{
				136206, -- [1]
				0, -- [2]
				4, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				5, -- [7]
			}, -- [40]
			{
				136165, -- [1]
				0, -- [2]
				7, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [41]
			{
				136171, -- [1]
				0, -- [2]
				5, -- [3]
				1, -- [4]
				2, -- [5]
				266, -- [6]
				1, -- [7]
			}, -- [42]
			{
				136160, -- [1]
				0, -- [2]
				3, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				1, -- [7]
			}, -- [43]
			{
				236301, -- [1]
				0, -- [2]
				6, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [44]
			{
				136185, -- [1]
				0, -- [2]
				3, -- [3]
				4, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [45]
			{
				136216, -- [1]
				0, -- [2]
				9, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				1, -- [7]
			}, -- [46]
			{
				136150, -- [1]
				0, -- [2]
				8, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				5, -- [7]
			}, -- [47]
			{
				136149, -- [1]
				0, -- [2]
				7, -- [3]
				1, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [48]
			{
				236292, -- [1]
				0, -- [2]
				7, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				1, -- [7]
			}, -- [49]
			{
				236299, -- [1]
				0, -- [2]
				9, -- [3]
				1, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [50]
			{
				237564, -- [1]
				0, -- [2]
				1, -- [3]
				4, -- [4]
				2, -- [5]
				266, -- [6]
				2, -- [7]
			}, -- [51]
			{
				237561, -- [1]
				0, -- [2]
				9, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				3, -- [7]
			}, -- [52]
			{
				237562, -- [1]
				0, -- [2]
				10, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				5, -- [7]
			}, -- [53]
			{
				237558, -- [1]
				0, -- [2]
				11, -- [3]
				2, -- [4]
				2, -- [5]
				266, -- [6]
				1, -- [7]
			}, -- [54]
			{
				135808, -- [1]
				0, -- [2]
				8, -- [3]
				3, -- [4]
				2, -- [5]
				266, -- [6]
				2, -- [7]
			}, -- [55]
			{
				135831, -- [1]
				0, -- [2]
				2, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [56]
			{
				136146, -- [1]
				5, -- [2]
				1, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				5, -- [7]
			}, -- [57]
			{
				136197, -- [1]
				5, -- [2]
				1, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				5, -- [7]
			}, -- [58]
			{
				135817, -- [1]
				0, -- [2]
				5, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [59]
			{
				136191, -- [1]
				0, -- [2]
				3, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				1, -- [7]
			}, -- [60]
			{
				136133, -- [1]
				0, -- [2]
				4, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				2, -- [7]
			}, -- [61]
			{
				135827, -- [1]
				0, -- [2]
				4, -- [3]
				4, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [62]
			{
				135826, -- [1]
				0, -- [2]
				6, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				5, -- [7]
			}, -- [63]
			{
				136207, -- [1]
				5, -- [2]
				3, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				5, -- [7]
			}, -- [64]
			{
				135807, -- [1]
				0, -- [2]
				7, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				1, -- [7]
			}, -- [65]
			{
				135813, -- [1]
				0, -- [2]
				5, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				1, -- [7]
			}, -- [66]
			{
				135805, -- [1]
				0, -- [2]
				2, -- [3]
				1, -- [4]
				3, -- [5]
				267, -- [6]
				2, -- [7]
			}, -- [67]
			{
				135809, -- [1]
				0, -- [2]
				3, -- [3]
				1, -- [4]
				3, -- [5]
				267, -- [6]
				2, -- [7]
			}, -- [68]
			{
				135819, -- [1]
				0, -- [2]
				4, -- [3]
				1, -- [4]
				3, -- [5]
				267, -- [6]
				2, -- [7]
			}, -- [69]
			{
				135830, -- [1]
				0, -- [2]
				7, -- [3]
				4, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [70]
			{
				136201, -- [1]
				0, -- [2]
				9, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				1, -- [7]
			}, -- [71]
			{
				136196, -- [1]
				0, -- [2]
				8, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				5, -- [7]
			}, -- [72]
			{
				136214, -- [1]
				0, -- [2]
				7, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [73]
			{
				136178, -- [1]
				0, -- [2]
				6, -- [3]
				1, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [74]
			{
				135823, -- [1]
				0, -- [2]
				5, -- [3]
				1, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [75]
			{
				132221, -- [1]
				0, -- [2]
				2, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [76]
			{
				236290, -- [1]
				0, -- [2]
				9, -- [3]
				1, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [77]
			{
				236300, -- [1]
				0, -- [2]
				8, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				2, -- [7]
			}, -- [78]
			{
				236297, -- [1]
				0, -- [2]
				10, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				5, -- [7]
			}, -- [79]
			{
				236291, -- [1]
				0, -- [2]
				11, -- [3]
				2, -- [4]
				3, -- [5]
				267, -- [6]
				1, -- [7]
			}, -- [80]
			{
				236294, -- [1]
				0, -- [2]
				9, -- [3]
				3, -- [4]
				3, -- [5]
				267, -- [6]
				3, -- [7]
			}, -- [81]
		},
	},
	["last_instance_id"] = 603,
	["data_harvest_for_charsts"] = {
		["players"] = {
			{
				["name"] = "Damage of Each Individual Player",
				["playerOnly"] = true,
				["playerKey"] = "total",
				["combatObjectContainer"] = 1,
			}, -- [1]
		},
		["totals"] = {
			{
				["combatObjectSubTableKey"] = 1,
				["name"] = "Damage of All Player Combined",
				["combatObjectSubTableName"] = "totals",
			}, -- [1]
		},
	},
	["announce_interrupts"] = {
		["enabled"] = false,
		["whisper"] = "",
		["channel"] = "SAY",
		["custom"] = "",
		["next"] = "",
	},
	["announce_prepots"] = {
		["enabled"] = false,
		["channel"] = "SELF",
		["reverse"] = false,
	},
	["active_profile"] = "特斯拉大股東-伊弗斯",
	["mythic_dungeon_currentsaved"] = {
		["dungeon_name"] = "",
		["started"] = false,
		["segment_id"] = 0,
		["ej_id"] = 0,
		["started_at"] = 0,
		["run_id"] = 0,
		["level"] = 0,
		["dungeon_zone_id"] = 0,
		["previous_boss_killed_at"] = 0,
	},
	["benchmark_db"] = {
		["frame"] = {
		},
	},
	["character_data"] = {
		["logons"] = 125,
	},
	["last_encounter"] = "钢铁议会",
	["mythic_plus_log"] = {
	},
	["cached_roles"] = {
		["Player-4487-001F3C61"] = "TANK",
		["Player-4487-00168EAE"] = "DAMAGER",
		["Player-4487-001FC6D6"] = "DAMAGER",
		["Player-4487-0013FDE8"] = "DAMAGER",
		["Player-4487-001F5936"] = "DAMAGER",
		["Player-4487-0014AA0D"] = "DAMAGER",
		["Player-4487-0013D4ED"] = "DAMAGER",
		["Player-4487-0006A4FD"] = "DAMAGER",
		["Player-4487-001C6E95"] = "TANK",
		["Player-4487-0015845A"] = "DAMAGER",
		["Player-4487-00153D10"] = "DAMAGER",
		["Player-4487-00146169"] = "DAMAGER",
		["Player-4487-0002B926"] = "DAMAGER",
		["Player-4487-001B1D88"] = "DAMAGER",
		["Player-4487-000FB789"] = "TANK",
		["Player-4487-002301E3"] = "DAMAGER",
		["Player-4487-001C8D12"] = "DAMAGER",
		["Player-4487-0029A104"] = "HEALER",
		["Player-4487-002435B3"] = "HEALER",
		["Player-4487-0008D165"] = "DAMAGER",
		["Player-4487-0015A6AD"] = "DAMAGER",
		["Player-4487-0008CB50"] = "DAMAGER",
		["Player-4487-0017DC6F"] = "TANK",
		["Player-4487-001F3453"] = "TANK",
		["Player-4487-0011589E"] = "DAMAGER",
		["Player-4487-00286D88"] = "DAMAGER",
		["Player-4487-001BDA84"] = "HEALER",
		["Player-4487-001E71F5"] = "DAMAGER",
		["Player-4487-0022D101"] = "DAMAGER",
		["Player-4487-0011CC47"] = "HEALER",
		["Player-4487-00021BDE"] = "DAMAGER",
		["Player-4487-00143C38"] = "DAMAGER",
		["Player-4487-0024D698"] = "DAMAGER",
		["Player-4487-001BB007"] = "DAMAGER",
		["Player-4487-001884CF"] = "DAMAGER",
		["Player-4487-001C2B8A"] = "DAMAGER",
		["Player-4487-0022497E"] = "DAMAGER",
		["Player-4487-001252A6"] = "DAMAGER",
		["Player-4487-001D0EC6"] = "DAMAGER",
		["Player-4487-00191522"] = "DAMAGER",
		["Player-4487-001FA120"] = "DAMAGER",
		["Player-4487-002B06AE"] = "DAMAGER",
		["Player-4487-0011EE65"] = "DAMAGER",
		["Player-4487-0025CC8D"] = "TANK",
		["Player-4487-0012EBFE"] = "DAMAGER",
		["Player-4487-0012DFD9"] = "DAMAGER",
		["Player-4487-001DA40D"] = "TANK",
		["Player-4487-0001937F"] = "DAMAGER",
		["Player-4487-000C1139"] = "DAMAGER",
		["Player-4487-00036627"] = "DAMAGER",
		["Player-4487-001886EC"] = "HEALER",
		["Player-4487-00169B63"] = "DAMAGER",
		["Player-4487-00264197"] = "DAMAGER",
		["Player-4487-00087697"] = "DAMAGER",
		["Player-4487-002E0D58"] = "DAMAGER",
		["Player-4487-0024DE7C"] = "HEALER",
		["Player-4487-001DCE71"] = "HEALER",
		["Player-4487-001E62C0"] = "HEALER",
		["Player-4487-001F8B88"] = "DAMAGER",
		["Player-4487-000676A9"] = "DAMAGER",
		["Player-4487-001F4E93"] = "DAMAGER",
		["Player-4487-00180DC9"] = "DAMAGER",
		["Player-4487-00097568"] = "DAMAGER",
		["Player-4487-001587AC"] = "HEALER",
		["Player-4487-001DF411"] = "DAMAGER",
		["Player-4487-00046921"] = "DAMAGER",
		["Player-4487-00286470"] = "DAMAGER",
		["Player-4487-00193D00"] = "DAMAGER",
		["Player-4487-00058116"] = "DAMAGER",
		["Player-4487-000EBCDE"] = "DAMAGER",
		["Player-4487-0029EAF2"] = "DAMAGER",
		["Player-4487-0013C117"] = "DAMAGER",
		["Player-4487-00293B48"] = "HEALER",
		["Player-4487-001DFCED"] = "DAMAGER",
		["Player-4487-0021D513"] = "DAMAGER",
		["Player-4487-0015200F"] = "DAMAGER",
		["Player-4487-001727E2"] = "HEALER",
		["Player-4487-00127E77"] = "DAMAGER",
		["Player-4487-00286467"] = "TANK",
		["Player-4487-001D741E"] = "DAMAGER",
		["Player-4487-0021FA1D"] = "DAMAGER",
		["Player-4487-001E3709"] = "TANK",
		["Player-4487-0003E89D"] = "HEALER",
		["Player-4487-0013BD3B"] = "TANK",
		["Player-4487-001DD2FD"] = "DAMAGER",
		["Player-4487-001F008B"] = "DAMAGER",
		["Player-4487-0008FF4E"] = "DAMAGER",
		["Player-4487-00180000"] = "DAMAGER",
		["Player-4487-0003C584"] = "DAMAGER",
		["Player-4487-00180556"] = "DAMAGER",
		["Player-4487-001C9F9F"] = "DAMAGER",
		["Player-4487-0024D694"] = "DAMAGER",
		["Player-4487-00236D94"] = "DAMAGER",
		["Player-4487-0005B373"] = "DAMAGER",
		["Player-4487-00299CDB"] = "DAMAGER",
		["Player-4487-0027AB3B"] = "HEALER",
		["Player-4487-0018791F"] = "DAMAGER",
		["Player-4487-001895EE"] = "TANK",
		["Player-4487-001D2578"] = "TANK",
		["Player-4487-002A4103"] = "DAMAGER",
		["Player-4487-001CBEEB"] = "DAMAGER",
		["Player-4487-0016A130"] = "TANK",
		["Player-4487-00239B15"] = "DAMAGER",
		["Player-4487-002304C0"] = "DAMAGER",
		["Player-4487-00169303"] = "DAMAGER",
		["Player-4487-002819F3"] = "DAMAGER",
		["Player-4487-00090D39"] = "DAMAGER",
		["Player-4487-0010F7EB"] = "DAMAGER",
		["Player-4487-0022FDC9"] = "HEALER",
		["Player-4487-001998F4"] = "DAMAGER",
		["Player-4487-00190C83"] = "TANK",
		["Player-4487-001B0AE8"] = "DAMAGER",
		["Player-4487-00183775"] = "DAMAGER",
		["Player-4487-0027FD0C"] = "DAMAGER",
		["Player-4487-002FF00C"] = "DAMAGER",
		["Player-4487-0002B3C3"] = "DAMAGER",
		["Player-4487-00115A8F"] = "HEALER",
		["Player-4487-00192A2A"] = "DAMAGER",
		["Player-4487-001E74AC"] = "HEALER",
		["Player-4487-0007CEC8"] = "DAMAGER",
		["Player-4487-002EAEF2"] = "DAMAGER",
		["Player-4487-00193049"] = "DAMAGER",
		["Player-4487-001758CE"] = "HEALER",
		["Player-4487-0014CE63"] = "DAMAGER",
		["Player-4487-0020D77D"] = "DAMAGER",
		["Player-4487-001D07A4"] = "TANK",
		["Player-4487-0028D870"] = "DAMAGER",
		["Player-4487-00239601"] = "DAMAGER",
		["Player-4487-002A7712"] = "HEALER",
		["Player-4487-00295DC8"] = "DAMAGER",
		["Player-4487-0026A62F"] = "DAMAGER",
		["Player-4487-000B6E61"] = "DAMAGER",
		["Player-4487-001D0E93"] = "DAMAGER",
		["Player-4487-000DC528"] = "DAMAGER",
		["Player-4487-001CA23C"] = "DAMAGER",
		["Player-4487-000822A8"] = "DAMAGER",
		["Player-4487-0012204D"] = "DAMAGER",
		["Player-4487-00244CF9"] = "HEALER",
		["Player-4487-001B5BAE"] = "HEALER",
		["Player-4487-001AE511"] = "TANK",
		["Player-4487-001A7053"] = "TANK",
		["Player-4487-001C9C7A"] = "DAMAGER",
		["Player-4487-00168348"] = "DAMAGER",
		["Player-4487-001E2179"] = "DAMAGER",
		["Player-4487-00284BC0"] = "DAMAGER",
		["Player-4487-00207AB2"] = "TANK",
		["Player-4487-0021882E"] = "DAMAGER",
		["Player-4487-0000B693"] = "TANK",
		["Player-4487-0017A47C"] = "TANK",
		["Player-4487-001A3D00"] = "DAMAGER",
		["Player-4487-001ED307"] = "DAMAGER",
		["Player-4487-00029B1D"] = "DAMAGER",
		["Player-4487-0014CD5C"] = "DAMAGER",
		["Player-4487-0003E23C"] = "DAMAGER",
		["Player-4487-0024B0A7"] = "DAMAGER",
		["Player-4487-000B1D99"] = "DAMAGER",
		["Player-4487-0026CD09"] = "DAMAGER",
		["Player-4487-001946F6"] = "DAMAGER",
		["Player-4487-00264137"] = "DAMAGER",
		["Player-4487-0028D6A9"] = "TANK",
		["Player-4487-00143269"] = "HEALER",
		["Player-4487-002AEF08"] = "DAMAGER",
		["Player-4487-00221D27"] = "DAMAGER",
		["Player-4487-001C216A"] = "HEALER",
		["Player-4487-001B7DF0"] = "DAMAGER",
		["Player-4487-001EC7D8"] = "DAMAGER",
		["Player-4487-0009BE56"] = "DAMAGER",
		["Player-4487-00256587"] = "DAMAGER",
		["Player-4487-00120758"] = "DAMAGER",
		["Player-4487-00166EF2"] = "TANK",
		["Player-4487-00048729"] = "HEALER",
		["Player-4487-001BB116"] = "DAMAGER",
		["Player-4487-001FE10A"] = "DAMAGER",
		["Player-4487-00243737"] = "DAMAGER",
		["Player-4487-001EEC35"] = "DAMAGER",
		["Player-4487-001C9572"] = "HEALER",
		["Player-4487-0021A50A"] = "DAMAGER",
		["Player-4487-00170D42"] = "DAMAGER",
		["Player-4487-0002E361"] = "DAMAGER",
		["Player-4487-0016A9B2"] = "DAMAGER",
		["Player-4487-00260975"] = "DAMAGER",
		["Player-4487-001A9548"] = "DAMAGER",
		["Player-4487-00172860"] = "DAMAGER",
		["Player-4487-0022EA14"] = "HEALER",
		["Player-4487-000312D4"] = "HEALER",
		["Player-4487-0004C6DB"] = "DAMAGER",
		["Player-4487-00186DD7"] = "DAMAGER",
		["Player-4487-002AE505"] = "TANK",
		["Player-4487-0019A632"] = "DAMAGER",
		["Player-4487-001CC2A2"] = "DAMAGER",
		["Player-4487-001BB94C"] = "DAMAGER",
		["Player-4487-001EF2BE"] = "HEALER",
		["Player-4487-002955A2"] = "DAMAGER",
		["Player-4487-00246B86"] = "DAMAGER",
		["Player-4487-0011CC7A"] = "DAMAGER",
		["Player-4487-00222D4B"] = "HEALER",
		["Player-4487-001F3E74"] = "TANK",
		["Player-4487-0011E3BF"] = "DAMAGER",
		["Player-4487-00180B58"] = "DAMAGER",
		["Player-4487-0024D7D5"] = "DAMAGER",
		["Player-4487-001AC71B"] = "DAMAGER",
		["Player-4487-001DF585"] = "TANK",
		["Player-4487-001EF583"] = "TANK",
		["Player-4487-001C37B5"] = "HEALER",
		["Player-4487-0025DCAF"] = "DAMAGER",
		["Player-4487-0018CD42"] = "DAMAGER",
		["Player-4487-00169D1F"] = "DAMAGER",
		["Player-4487-0013AE70"] = "HEALER",
		["Player-4487-001810F6"] = "DAMAGER",
		["Player-4487-002139F2"] = "DAMAGER",
	},
	["nick_tag_cache"] = {
		["last_version"] = 15,
		["nextreset"] = 1678105588,
	},
	["announce_firsthit"] = {
		["enabled"] = true,
		["channel"] = "SELF",
	},
	["last_instance_time"] = 1676735002,
	["plugin_database"] = {
		["DETAILS_PLUGIN_TINY_THREAT"] = {
			["enabled"] = true,
			["animate"] = false,
			["hide_pull_bar"] = false,
			["author"] = "Terciob",
			["playercolor"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
			},
			["usefocus"] = false,
			["updatespeed"] = 1,
			["disable_gouge"] = false,
			["showamount"] = false,
			["useplayercolor"] = false,
			["absolute_mode"] = false,
			["playSound"] = false,
			["playSoundFile"] = "Details Threat Warning Volume 3",
			["useclasscolors"] = false,
		},
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["enabled"] = true,
			["encounter_timers_bw"] = {
			},
			["max_emote_segments"] = 3,
			["last_section_selected"] = "main",
			["author"] = "Terciob",
			["window_scale"] = 1,
			["hide_on_combat"] = false,
			["show_icon"] = 5,
			["opened"] = 0,
			["encounter_timers_dbm"] = {
			},
		},
		["DETAILS_PLUGIN_COMPARETWO_WINDOW"] = {
			["enabled"] = true,
			["author"] = "Terciob",
		},
		["DETAILS_PLUGIN_STREAM_OVERLAY"] = {
			["use_square_mode"] = false,
			["is_first_run"] = false,
			["grow_direction"] = "right",
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["scale"] = 1,
			["arrow_anchor_y"] = 0,
			["minimap"] = {
				["minimapPos"] = 160,
				["radius"] = 160,
				["hide"] = true,
			},
			["row_height"] = 20,
			["arrow_anchor_x"] = 0,
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["row_texture"] = "Details Serenity",
			["square_grow_direction"] = "right",
			["point"] = "CENTER",
			["main_frame_strata"] = "LOW",
			["square_amount"] = 5,
			["enabled"] = false,
			["arrow_size"] = 10,
			["font_size"] = 10,
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1,
				["font_shadow"] = true,
				["y"] = 3.0517578125e-05,
				["x"] = -3.0517578125e-05,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["use_spark"] = true,
			["x"] = -3.0517578125e-05,
			["font_face"] = "Friz Quadrata TT",
			["square_size"] = 32,
			["y"] = 0,
			["author"] = "Details! Team",
			["main_frame_locked"] = false,
			["main_frame_size"] = {
				300, -- [1]
				500.0000305175781, -- [2]
			},
		},
	},
	["last_day"] = "22",
	["on_death_menu"] = false,
	["combat_id"] = 25,
	["savedStyles"] = {
	},
	["data_harvested_for_charts"] = {
	},
	["ignore_nicktag"] = false,
	["announce_deaths"] = {
		["enabled"] = false,
		["last_hits"] = 1,
		["only_first"] = 5,
		["where"] = 1,
	},
	["tabela_overall"] = {
		{
			["tipo"] = 2,
			["_ActorTable"] = {
				{
					["flag_original"] = 1300,
					["totalabsorbed"] = 0.117026,
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["targets"] = {
						["英雄训练假人"] = 6751373,
					},
					["pets"] = {
						"诺哈摩恩 <特斯拉大股東>", -- [1]
					},
					["total"] = 6751373.117026,
					["damage_from"] = {
					},
					["aID"] = "4487-00246B86",
					["raid_targets"] = {
					},
					["total_without_pet"] = 6230117.117025999,
					["friendlyfire"] = {
					},
					["damage_taken"] = 0.117026,
					["dps_started"] = false,
					["end_time"] = 1676815431,
					["serial"] = "Player-4487-00246B86",
					["classe"] = "WARLOCK",
					["nome"] = "特斯拉大股東",
					["spec"] = 265,
					["grupo"] = true,
					["on_hold"] = false,
					["tipo"] = 1,
					["spells"] = {
						["_ActorTable"] = {
							[47809] = {
								["c_amt"] = 106,
								["b_amt"] = 0,
								["c_dmg"] = 914454,
								["g_amt"] = 0,
								["n_max"] = 5307,
								["targets"] = {
									["英雄训练假人"] = 2314669,
								},
								["n_dmg"] = 1400215,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 444,
								["total"] = 2314669,
								["c_max"] = 10920,
								["id"] = 47809,
								["r_dmg"] = 963608,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 338,
								["b_dmg"] = 0,
								["r_amt"] = 203,
							},
							[686] = {
								["c_amt"] = 0,
								["b_amt"] = 0,
								["c_dmg"] = 0,
								["g_amt"] = 0,
								["n_max"] = 18,
								["targets"] = {
									["英雄训练假人"] = 62,
								},
								["n_dmg"] = 62,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 4,
								["total"] = 62,
								["c_max"] = 0,
								["id"] = 686,
								["r_dmg"] = 44,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 4,
								["b_dmg"] = 0,
								["r_amt"] = 3,
							},
							[47813] = {
								["c_amt"] = 178,
								["b_amt"] = 0,
								["c_dmg"] = 795005,
								["g_amt"] = 0,
								["n_max"] = 2759,
								["targets"] = {
									["英雄训练假人"] = 1738260,
								},
								["n_dmg"] = 943255,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 616,
								["total"] = 1738260,
								["c_max"] = 5873,
								["id"] = 47813,
								["r_dmg"] = 648549,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 438,
								["b_dmg"] = 0,
								["r_amt"] = 247,
							},
							[47864] = {
								["c_amt"] = 0,
								["b_amt"] = 0,
								["c_dmg"] = 0,
								["g_amt"] = 0,
								["n_max"] = 1169,
								["targets"] = {
									["英雄训练假人"] = 594419,
								},
								["n_dmg"] = 594419,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 738,
								["total"] = 594419,
								["c_max"] = 0,
								["id"] = 47864,
								["r_dmg"] = 246573,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 738,
								["b_dmg"] = 0,
								["r_amt"] = 332,
							},
							[59164] = {
								["c_amt"] = 22,
								["b_amt"] = 0,
								["c_dmg"] = 101483,
								["g_amt"] = 0,
								["n_max"] = 2629,
								["targets"] = {
									["英雄训练假人"] = 364055,
								},
								["n_dmg"] = 262572,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 147,
								["total"] = 364055,
								["c_max"] = 5665,
								["id"] = 59164,
								["r_dmg"] = 143695,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 125,
								["b_dmg"] = 0,
								["r_amt"] = 67,
							},
							[61290] = {
								["c_amt"] = 6,
								["b_amt"] = 0,
								["c_dmg"] = 13206,
								["g_amt"] = 0,
								["n_max"] = 1275,
								["targets"] = {
									["英雄训练假人"] = 28687,
								},
								["n_dmg"] = 15481,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 20,
								["total"] = 28687,
								["c_max"] = 2447,
								["id"] = 61290,
								["r_dmg"] = 14316,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 14,
								["b_dmg"] = 0,
								["r_amt"] = 10,
							},
							[61291] = {
								["c_amt"] = 0,
								["b_amt"] = 0,
								["c_dmg"] = 0,
								["g_amt"] = 0,
								["n_max"] = 168,
								["targets"] = {
									["英雄训练假人"] = 12473,
								},
								["n_dmg"] = 12473,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 80,
								["total"] = 12473,
								["c_max"] = 0,
								["id"] = 61291,
								["r_dmg"] = 5924,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 80,
								["b_dmg"] = 0,
								["r_amt"] = 41,
							},
							[47843] = {
								["c_amt"] = 129,
								["b_amt"] = 0,
								["c_dmg"] = 521229,
								["g_amt"] = 0,
								["n_max"] = 2525,
								["targets"] = {
									["英雄训练假人"] = 1177492,
								},
								["n_dmg"] = 656263,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 469,
								["total"] = 1177492,
								["c_max"] = 5277,
								["id"] = 47843,
								["r_dmg"] = 526391,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 340,
								["b_dmg"] = 0,
								["r_amt"] = 225,
							},
						},
						["tipo"] = 2,
					},
					["custom"] = 0,
					["last_event"] = 0,
					["last_dps"] = 0,
					["start_time"] = 1676815428,
					["delay"] = 0,
					["friendlyfire_total"] = 0,
				}, -- [1]
				{
					["flag_original"] = 4369,
					["totalabsorbed"] = 0.09031,
					["damage_from"] = {
					},
					["targets"] = {
						["英雄训练假人"] = 521256,
					},
					["damage_taken"] = 0.09031,
					["pets"] = {
					},
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["last_event"] = 0,
					["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
					["raid_targets"] = {
					},
					["total_without_pet"] = 521256.09031,
					["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
					["dps_started"] = false,
					["end_time"] = 1676815431,
					["friendlyfire_total"] = 0,
					["ownerName"] = "特斯拉大股東",
					["nome"] = "诺哈摩恩 <特斯拉大股東>",
					["spells"] = {
						["_ActorTable"] = {
							{
								["c_amt"] = 18,
								["b_amt"] = 0,
								["c_dmg"] = 12610,
								["g_amt"] = 211,
								["n_max"] = 420,
								["targets"] = {
									["英雄训练假人"] = 259637,
								},
								["n_dmg"] = 190223,
								["n_min"] = 0,
								["g_dmg"] = 56804,
								["counter"] = 765,
								["total"] = 259637,
								["c_max"] = 807,
								["id"] = 1,
								["r_dmg"] = 0,
								["a_dmg"] = 0,
								["extra"] = {
								},
								["PARRY"] = 1,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 535,
								["b_dmg"] = 0,
								["r_amt"] = 0,
							}, -- [1]
							[54053] = {
								["c_amt"] = 45,
								["b_amt"] = 0,
								["c_dmg"] = 45180,
								["g_amt"] = 0,
								["n_max"] = 683,
								["targets"] = {
									["英雄训练假人"] = 261619,
								},
								["n_dmg"] = 216439,
								["n_min"] = 0,
								["g_dmg"] = 0,
								["counter"] = 477,
								["total"] = 261619,
								["c_max"] = 1241,
								["id"] = 54053,
								["r_dmg"] = 107328,
								["extra"] = {
								},
								["a_dmg"] = 0,
								["c_min"] = 0,
								["successful_casted"] = 0,
								["a_amt"] = 0,
								["n_amt"] = 432,
								["b_dmg"] = 0,
								["r_amt"] = 215,
							},
						},
						["tipo"] = 2,
					},
					["on_hold"] = false,
					["total"] = 521256.09031,
					["classe"] = "PET",
					["custom"] = 0,
					["tipo"] = 1,
					["friendlyfire"] = {
					},
					["start_time"] = 1676815428,
					["delay"] = 0,
					["last_dps"] = 0,
				}, -- [2]
				{
					["flag_original"] = 68136,
					["totalabsorbed"] = 0.133989,
					["damage_from"] = {
						["丿天天"] = true,
						["花鈊冇罪"] = true,
						["小豬兒一二"] = true,
						["那就這樣"] = true,
						["Davidone"] = true,
						["熔岩图腾 VII <小豬兒一二>"] = true,
						["刚石頭"] = true,
						["诺哈胡恩"] = true,
						["玛罗恩"] = true,
						["幽灵狼 <小豬兒一二>"] = true,
						["诺哈摩恩 <特斯拉大股東>"] = true,
						["斯洛弗"] = true,
						["沉影絕"] = true,
						["小刀丶"] = true,
						["特斯拉大股東"] = true,
					},
					["targets"] = {
					},
					["friendlyfire"] = {
					},
					["pets"] = {
					},
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["friendlyfire_total"] = 0,
					["aID"] = "31146",
					["raid_targets"] = {
					},
					["total_without_pet"] = 0.133989,
					["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
					["fight_component"] = true,
					["end_time"] = 1676815431,
					["total"] = 0.133989,
					["on_hold"] = false,
					["nome"] = "英雄训练假人",
					["spells"] = {
						["_ActorTable"] = {
						},
						["tipo"] = 2,
					},
					["tipo"] = 1,
					["classe"] = "UNKNOW",
					["last_dps"] = 0,
					["custom"] = 0,
					["last_event"] = 0,
					["damage_taken"] = 9907157.133989003,
					["start_time"] = 1676815428,
					["delay"] = 0,
					["dps_started"] = false,
				}, -- [3]
			},
		}, -- [1]
		{
			["tipo"] = 3,
			["_ActorTable"] = {
				{
					["flag_original"] = 1297,
					["targets_overheal"] = {
						["特斯拉大股東"] = 0,
						["诺哈摩恩 <特斯拉大股東>"] = 0,
					},
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["pets"] = {
					},
					["iniciar_hps"] = false,
					["classe"] = "WARLOCK",
					["totalover"] = 679380.116051,
					["total_without_pet"] = 128492.116051,
					["total"] = 128492.116051,
					["targets_absorbs"] = {
					},
					["heal_enemy"] = {
					},
					["on_hold"] = false,
					["serial"] = "Player-4487-00246B86",
					["totalabsorb"] = 0.116051,
					["last_hps"] = 0,
					["targets"] = {
						["特斯拉大股東"] = 0,
					},
					["totalover_without_pet"] = 0.116051,
					["healing_taken"] = 180484.116051,
					["fight_component"] = true,
					["end_time"] = 1676815431,
					["heal_enemy_amt"] = 0,
					["healing_from"] = {
						["特斯拉大股東"] = true,
						["英雄训练假人"] = true,
					},
					["nome"] = "特斯拉大股東",
					["spells"] = {
						["_ActorTable"] = {
							[47893] = {
								["c_amt"] = 0,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["特斯拉大股東"] = 92881,
								},
								["n_max"] = 373,
								["targets"] = {
									["特斯拉大股東"] = 20562,
								},
								["n_min"] = 0,
								["counter"] = 326,
								["overheal"] = 92881,
								["total"] = 20562,
								["c_max"] = 0,
								["id"] = 47893,
								["targets_absorbs"] = {
								},
								["c_min"] = 0,
								["c_curado"] = 0,
								["n_curado"] = 20562,
								["totaldenied"] = 0,
								["n_amt"] = 326,
								["absorbed"] = 0,
							},
							[47856] = {
								["c_amt"] = 0,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["诺哈摩恩 <特斯拉大股東>"] = 0,
								},
								["n_max"] = 0,
								["targets"] = {
									["诺哈摩恩 <特斯拉大股東>"] = 0,
								},
								["n_min"] = 0,
								["counter"] = 0,
								["overheal"] = 0,
								["total"] = 0,
								["c_max"] = 0,
								["id"] = 47856,
								["targets_absorbs"] = {
								},
								["c_min"] = 0,
								["c_curado"] = 0,
								["totaldenied"] = 0,
								["n_amt"] = 0,
								["n_curado"] = 0,
								["absorbed"] = 0,
							},
							[63106] = {
								["c_amt"] = 0,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["特斯拉大股東"] = 586499,
								},
								["n_max"] = 2000,
								["targets"] = {
									["特斯拉大股東"] = 107930,
								},
								["n_min"] = 0,
								["counter"] = 615,
								["overheal"] = 586499,
								["total"] = 107930,
								["c_max"] = 0,
								["id"] = 63106,
								["targets_absorbs"] = {
								},
								["c_min"] = 0,
								["c_curado"] = 0,
								["n_curado"] = 107930,
								["totaldenied"] = 0,
								["n_amt"] = 615,
								["absorbed"] = 0,
							},
						},
						["tipo"] = 3,
					},
					["grupo"] = true,
					["start_time"] = 1676815428,
					["spec"] = 265,
					["custom"] = 0,
					["last_event"] = 0,
					["tipo"] = 2,
					["totaldenied"] = 0.116051,
					["delay"] = 0,
					["aID"] = "4487-00246B86",
				}, -- [1]
				{
					["flag_original"] = 68136,
					["healing_from"] = {
					},
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["pets"] = {
					},
					["iniciar_hps"] = false,
					["heal_enemy_amt"] = 0,
					["totalover"] = 344613.08534,
					["total_without_pet"] = 64849.08533999998,
					["total"] = 64849.08533999998,
					["targets_absorbs"] = {
					},
					["heal_enemy"] = {
					},
					["on_hold"] = false,
					["serial"] = "Creature-0-4490-1-18381-31146-00006DF62C",
					["totalabsorb"] = 0.08534,
					["last_hps"] = 0,
					["targets"] = {
						["那就這樣"] = 0,
						["特斯拉大股東"] = 0,
						["花鈊冇罪"] = 0,
						["沉影絕"] = 0,
					},
					["totalover_without_pet"] = 0.08534,
					["healing_taken"] = 0.08534,
					["fight_component"] = true,
					["end_time"] = 1676815431,
					["nome"] = "英雄训练假人",
					["spells"] = {
						["_ActorTable"] = {
							[48210] = {
								["c_amt"] = 0,
								["totalabsorb"] = 0,
								["targets_overheal"] = {
									["那就這樣"] = 10890,
									["特斯拉大股東"] = 287410,
									["花鈊冇罪"] = 15071,
									["沉影絕"] = 31242,
								},
								["n_max"] = 3641,
								["targets"] = {
									["那就這樣"] = 5712,
									["特斯拉大股東"] = 51992,
									["花鈊冇罪"] = 1145,
									["沉影絕"] = 6000,
								},
								["n_min"] = 0,
								["counter"] = 167,
								["overheal"] = 344613,
								["total"] = 64849,
								["c_max"] = 0,
								["id"] = 48210,
								["targets_absorbs"] = {
								},
								["c_min"] = 0,
								["c_curado"] = 0,
								["n_curado"] = 64849,
								["totaldenied"] = 0,
								["n_amt"] = 167,
								["absorbed"] = 0,
							},
						},
						["tipo"] = 3,
					},
					["targets_overheal"] = {
						["那就這樣"] = 0,
						["特斯拉大股東"] = 0,
						["花鈊冇罪"] = 0,
						["沉影絕"] = 0,
					},
					["tipo"] = 2,
					["aID"] = "31146",
					["custom"] = 0,
					["last_event"] = 0,
					["classe"] = "UNKNOW",
					["start_time"] = 1676815428,
					["delay"] = 0,
					["totaldenied"] = 0.08534,
				}, -- [2]
			},
		}, -- [2]
		{
			["tipo"] = 7,
			["_ActorTable"] = {
				{
					["received"] = 339749.086897,
					["resource"] = 1.285478,
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["targets"] = {
						["特斯拉大股東"] = 0,
					},
					["pets"] = {
						"诺哈摩恩 <特斯拉大股東>", -- [1]
					},
					["powertype"] = 0,
					["classe"] = "WARLOCK",
					["totalover"] = 0.0051,
					["fight_component"] = true,
					["total"] = 401732.086897,
					["nome"] = "特斯拉大股東",
					["spells"] = {
						["_ActorTable"] = {
							[31818] = {
								["total"] = 339749,
								["id"] = 31818,
								["totalover"] = 0,
								["targets"] = {
									["特斯拉大股東"] = 0,
								},
								["counter"] = 80,
							},
						},
						["tipo"] = 7,
					},
					["grupo"] = true,
					["flag_original"] = 1300,
					["spec"] = 265,
					["passiveover"] = 0.0051,
					["last_event"] = 0,
					["alternatepower"] = 0.08689700000000003,
					["tipo"] = 3,
					["serial"] = "Player-4487-00246B86",
					["aID"] = "4487-00246B86",
				}, -- [1]
				{
					["flag_original"] = 4369,
					["resource"] = 0.8789929999999992,
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["targets"] = {
						["诺哈摩恩 <特斯拉大股東>"] = 0,
					},
					["pets"] = {
					},
					["powertype"] = 0,
					["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
					["totalover"] = 0.004901,
					["alternatepower"] = 0.07764299999999999,
					["ownerName"] = "特斯拉大股東",
					["nome"] = "诺哈摩恩 <特斯拉大股東>",
					["spells"] = {
						["_ActorTable"] = {
							[54425] = {
								["total"] = 61983,
								["id"] = 54425,
								["totalover"] = 0,
								["targets"] = {
									["诺哈摩恩 <特斯拉大股東>"] = 0,
								},
								["counter"] = 477,
							},
						},
						["tipo"] = 7,
					},
					["received"] = 61983.077643,
					["last_event"] = 0,
					["tipo"] = 3,
					["classe"] = "PET",
					["total"] = 61983.077643,
					["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
					["passiveover"] = 0.004901,
				}, -- [2]
			},
		}, -- [3]
		{
			["tipo"] = 9,
			["_ActorTable"] = {
				{
					["flag_original"] = 1047,
					["debuff_uptime_spells"] = {
						["_ActorTable"] = {
							[61291] = {
								["refreshamt"] = 0,
								["activedamt"] = 0,
								["appliedamt"] = 20,
								["id"] = 61291,
								["uptime"] = 161,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[47813] = {
								["refreshamt"] = 1,
								["appliedamt"] = 9,
								["activedamt"] = 5,
								["uptime"] = 1383,
								["id"] = 47813,
								["actived_at"] = 6707533632,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[47843] = {
								["refreshamt"] = 40,
								["activedamt"] = 3,
								["appliedamt"] = 63,
								["id"] = 47843,
								["uptime"] = 1496,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[59164] = {
								["refreshamt"] = 117,
								["activedamt"] = 7,
								["appliedamt"] = 27,
								["id"] = 59164,
								["uptime"] = 1532,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[47864] = {
								["refreshamt"] = 24,
								["activedamt"] = 6,
								["appliedamt"] = 40,
								["id"] = 47864,
								["uptime"] = 1486,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[17800] = {
								["refreshamt"] = 398,
								["activedamt"] = 13,
								["appliedamt"] = 48,
								["id"] = 17800,
								["uptime"] = 1505,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[32391] = {
								["refreshamt"] = 605,
								["activedamt"] = 12,
								["appliedamt"] = 13,
								["id"] = 32391,
								["uptime"] = 1601,
								["targets"] = {
								},
								["counter"] = 0,
							},
						},
						["tipo"] = 9,
					},
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["pets"] = {
						"诺哈摩恩 <特斯拉大股東>", -- [1]
					},
					["classe"] = "WARLOCK",
					["buff_uptime_spells"] = {
						["_ActorTable"] = {
							[60494] = {
								["refreshamt"] = 0,
								["activedamt"] = 31,
								["appliedamt"] = 31,
								["id"] = 60494,
								["uptime"] = 291,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[70244] = {
								["refreshamt"] = 0,
								["activedamt"] = 1,
								["appliedamt"] = 1,
								["id"] = 70244,
								["uptime"] = 55,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[54758] = {
								["refreshamt"] = 0,
								["activedamt"] = 20,
								["appliedamt"] = 20,
								["id"] = 54758,
								["uptime"] = 236,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[57399] = {
								["refreshamt"] = 0,
								["activedamt"] = 1,
								["appliedamt"] = 1,
								["id"] = 57399,
								["uptime"] = 55,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[23161] = {
								["refreshamt"] = 0,
								["activedamt"] = 1,
								["appliedamt"] = 1,
								["id"] = 23161,
								["uptime"] = 1,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[60486] = {
								["refreshamt"] = 929,
								["activedamt"] = 20,
								["appliedamt"] = 20,
								["id"] = 60486,
								["uptime"] = 1628,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[57821] = {
								["refreshamt"] = 0,
								["activedamt"] = 25,
								["appliedamt"] = 25,
								["id"] = 57821,
								["uptime"] = 1638,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[17941] = {
								["refreshamt"] = 0,
								["activedamt"] = 30,
								["appliedamt"] = 30,
								["id"] = 17941,
								["uptime"] = 45,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[57567] = {
								["id"] = 57567,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[53909] = {
								["refreshamt"] = 0,
								["activedamt"] = 4,
								["appliedamt"] = 4,
								["id"] = 53909,
								["uptime"] = 54,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[47893] = {
								["refreshamt"] = 0,
								["activedamt"] = 25,
								["appliedamt"] = 25,
								["id"] = 47893,
								["uptime"] = 1638,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[64371] = {
								["refreshamt"] = 9,
								["activedamt"] = 39,
								["appliedamt"] = 39,
								["id"] = 64371,
								["uptime"] = 428,
								["targets"] = {
								},
								["counter"] = 0,
							},
							[63321] = {
								["refreshamt"] = 73,
								["activedamt"] = 25,
								["appliedamt"] = 25,
								["id"] = 63321,
								["uptime"] = 1605,
								["targets"] = {
								},
								["counter"] = 0,
							},
						},
						["tipo"] = 9,
					},
					["fight_component"] = true,
					["debuff_uptime"] = 9164,
					["nome"] = "特斯拉大股東",
					["spec"] = 265,
					["grupo"] = true,
					["spell_cast"] = {
						[53909] = 3,
						[61290] = 20,
						[47843] = 102,
						[57946] = 80,
						[17941] = 29,
						[59164] = 146,
						[55194] = 1,
						[47813] = 11,
						[47809] = 442,
						[47864] = 65,
						[54758] = 19,
					},
					["debuff_uptime_targets"] = {
					},
					["buff_uptime_targets"] = {
					},
					["tipo"] = 4,
					["buff_uptime"] = 7674,
					["last_event"] = 0,
					["serial"] = "Player-4487-00246B86",
					["aID"] = "4487-00246B86",
				}, -- [1]
				{
					["flag_original"] = 4369,
					["spell_cast"] = {
						[54053] = 476,
					},
					["ownerName"] = "特斯拉大股東",
					["nome"] = "诺哈摩恩 <特斯拉大股東>",
					["GetSpellContainer"] = nil --[[ skipped inline function ]],
					["pets"] = {
					},
					["tipo"] = 4,
					["last_event"] = 0,
					["aID"] = "Pet-0-4490-1-18381-417-05000A2ED8",
					["serial"] = "Pet-0-4490-1-18381-417-05000A2ED8",
					["classe"] = "PET",
				}, -- [2]
			},
		}, -- [4]
		{
			["tipo"] = 2,
			["_ActorTable"] = {
			},
		}, -- [5]
		["raid_roster"] = {
		},
		["raid_roster_indexed"] = {
		},
		["spells_cast_timeline"] = {
		},
		["tempo_start"] = 1676815376,
		["cleu_timeline"] = {
		},
		["alternate_power"] = {
		},
		["combat_counter"] = 1403,
		["totals"] = {
			7591503.155127, -- [1]
			193804.027536, -- [2]
			{
				-0.004770000000000003, -- [1]
				[0] = 465905.0781389999,
				["alternatepower"] = 0,
				[3] = -0.02436600000004319,
				[6] = -0.008804999999998842,
			}, -- [3]
			{
				["buff_uptime"] = 0,
				["ress"] = 0,
				["cooldowns_defensive"] = 0,
				["dispell"] = 0,
				["interrupt"] = 0,
				["debuff_uptime"] = 0,
				["cc_break"] = 0,
				["dead"] = 0,
			}, -- [4]
			["frags_total"] = 0,
			["voidzone_damage"] = 0,
		},
		["player_last_events"] = {
		},
		["frags_need_refresh"] = false,
		["aura_timeline"] = {
		},
		["__call"] = {
		},
		["data_inicio"] = "22:02:56",
		["end_time"] = 47130.332,
		["cleu_events"] = {
			["n"] = 1,
		},
		["totals_grupo"] = {
			6751373.112145, -- [1]
			128492.108172, -- [2]
			{
				0, -- [1]
				[0] = 401732.081797,
				["alternatepower"] = 0,
				[3] = 0,
				[6] = 0,
			}, -- [3]
			{
				["buff_uptime"] = 0,
				["ress"] = 0,
				["cooldowns_defensive"] = 0,
				["dispell"] = 0,
				["interrupt"] = 0,
				["debuff_uptime"] = 0,
				["cc_break"] = 0,
				["dead"] = 0,
			}, -- [4]
		},
		["overall_refreshed"] = true,
		["frags"] = {
		},
		["hasSaved"] = true,
		["segments_added"] = {
			{
				["elapsed"] = 123.0429999999979,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:25:06",
			}, -- [1]
			{
				["elapsed"] = 501.0889999999999,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:38:42",
			}, -- [2]
			{
				["elapsed"] = 1.004999999997381,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:38:26",
			}, -- [3]
			{
				["elapsed"] = 53.52199999999721,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:37:20",
			}, -- [4]
			{
				["elapsed"] = 4.323000000003958,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:37:12",
			}, -- [5]
			{
				["elapsed"] = 1,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:27:46",
			}, -- [6]
			{
				["elapsed"] = 211.4599999999991,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:24:04",
			}, -- [7]
			{
				["elapsed"] = 1.001999999993132,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:11:40",
			}, -- [8]
			{
				["elapsed"] = 44.22100000000501,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:10:44",
			}, -- [9]
			{
				["elapsed"] = 1.002000000000408,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:06:53",
			}, -- [10]
			{
				["elapsed"] = 65.44200000000274,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:05:35",
			}, -- [11]
			{
				["elapsed"] = 1.004000000000815,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:05:33",
			}, -- [12]
			{
				["elapsed"] = 1.000999999996566,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:05:31",
			}, -- [13]
			{
				["elapsed"] = 3.442000000002736,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:05:05",
			}, -- [14]
			{
				["elapsed"] = 1.003000000004249,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:04:33",
			}, -- [15]
			{
				["elapsed"] = 67.80500000000029,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:03:15",
			}, -- [16]
			{
				["elapsed"] = 1.000999999996566,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "23:03:13",
			}, -- [17]
			{
				["elapsed"] = 1.004000000000815,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:58:04",
			}, -- [18]
			{
				["elapsed"] = 155.0630000000019,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:55:17",
			}, -- [19]
			{
				["elapsed"] = 77.5659999999989,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "21:54:46",
			}, -- [20]
			{
				["elapsed"] = 90.52599999999802,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "21:52:02",
			}, -- [21]
			{
				["elapsed"] = 47.3440000000046,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:23:12",
			}, -- [22]
			{
				["elapsed"] = 10.96600000000035,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:21:46",
			}, -- [23]
			{
				["elapsed"] = 120.226999999999,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:19:20",
			}, -- [24]
			{
				["elapsed"] = 54.87799999999697,
				["type"] = 0,
				["name"] = "英雄训练假人",
				["clock"] = "22:02:56",
			}, -- [25]
		},
		["data_fim"] = "22:27:09",
		["overall_enemy_name"] = "英雄训练假人",
		["CombatSkillCache"] = {
		},
		["PhaseData"] = {
			{
				1, -- [1]
				1, -- [2]
			}, -- [1]
			["damage_section"] = {
			},
			["heal_section"] = {
			},
			["heal"] = {
			},
			["damage"] = {
			},
		},
		["start_time"] = 45490.39300000002,
		["TimeData"] = {
			["Raid Damage Done"] = {
			},
		},
		["last_events_tables"] = {
		},
	},
	["force_font_outline"] = "",
	["last_realversion"] = 148,
	["combat_counter"] = 1446,
	["announce_cooldowns"] = {
		["enabled"] = false,
		["ignored_cooldowns"] = {
		},
		["custom"] = "",
		["channel"] = "RAID",
	},
	["rank_window"] = {
		["last_difficulty"] = 15,
		["last_raid"] = "",
	},
	["announce_damagerecord"] = {
		["enabled"] = true,
		["channel"] = "SELF",
	},
	["cached_specs"] = {
		["Player-4487-00246B86"] = 265,
		["Player-4487-00194571"] = 71,
	},
}
