
RXPCData = {
	["completedWaypoints"] = {
		[123] = {
			[645310069] = true,
		},
	},
	["currentStep"] = 123,
	["currentGuideName"] = "68-71 嚎风峡湾",
	["stepSkip"] = {
		true, -- [1]
		[30] = true,
		[118] = true,
		[8] = true,
		[93] = true,
		[17] = true,
		[97] = true,
		[36] = true,
		[121] = true,
		[10] = true,
		[117] = true,
		[40] = true,
		[21] = true,
		[120] = true,
		[115] = true,
		[3] = true,
		[90] = true,
		[92] = true,
		[64] = true,
		[49] = true,
		[67] = true,
		[74] = true,
		[52] = true,
		[53] = true,
		[105] = true,
		[77] = true,
		[104] = true,
		[29] = true,
		[102] = true,
	},
	["flightPaths"] = {
		[139] = "风暴尖塔，虚空风暴",
		[120] = "加拉达尔，纳格兰",
		[122] = "52区，虚空风暴",
		[151] = "沼泽鼠岗哨，赞加沼泽",
		[126] = "雷神要塞，刀锋山",
		[128] = "沙塔斯，泰罗卡森林",
		[99] = "萨尔玛，地狱火半岛",
		[160] = "常青林，刀锋山",
		[141] = "断背山，地狱火半岛",
		[123] = "影月村，影月谷",
		[127] = "裂石堡，泰罗卡森林",
		[130] = "地狱火半岛，黑暗之门，部落",
		[102] = "猎鹰岗哨，地狱火半岛",
		[248] = "药剂师营地，嚎风峡湾",
		[192] = "冬蹄营地，嚎风峡湾",
		[150] = "扳钳镇，虚空风暴",
		[191] = "复仇港，嚎风峡湾",
		[118] = "萨布拉金，赞加沼泽",
		[163] = "莫克纳萨村，刀锋山",
	},
	["currentGuideGroup"] = "RestedXP 部落 70-80",
}
RXPCTrackingData = {
	["profileKeys"] = {
		["特斯拉大股東 - 伊弗斯"] = "特斯拉大股東 - 伊弗斯",
	},
	["profiles"] = {
		["特斯拉大股東 - 伊弗斯"] = {
			["levels"] = {
				[70] = {
					["groupExperience"] = 4817,
					["deaths"] = 2,
					["mobs"] = {
						["风行者号"] = {
							["xp"] = 59410,
							["count"] = 16,
						},
						["嚎风峡湾"] = {
							["xp"] = 1445365,
							["count"] = 205,
						},
						["提瑞斯法林地"] = {
							["xp"] = 2000,
							["count"] = 1,
						},
						["灰熊丘陵"] = {
							["xp"] = 1659,
							["count"] = 1,
						},
						["奥格瑞玛"] = {
							["xp"] = 7500,
							["count"] = 4,
						},
					},
					["timestamp"] = {
						["dateFinished"] = {
							["monthDay"] = 2,
							["day"] = 0,
							["month"] = 1,
							["minute"] = 36,
							["year"] = 2023,
							["hour"] = 1,
							["weekday"] = 2,
						},
						["finished"] = 10228,
						["dateStarted"] = {
							["monthDay"] = 1,
							["day"] = 0,
							["month"] = 1,
							["minute"] = 17,
							["year"] = 2023,
							["hour"] = 19,
							["weekday"] = 1,
						},
					},
					["quests"] = {
						["奥格瑞玛"] = {
							[70734] = 1875,
							[70396] = 1875,
							[70736] = 1875,
							[70735] = 1875,
						},
						["嚎风峡湾"] = {
							[11350] = 34170,
							[11319] = 34170,
							[11351] = 34170,
							[11257] = 34170,
							[11258] = 34170,
							[11227] = 32160,
							[11259] = 34170,
							[11167] = 32160,
							[11168] = 16080,
							[11295] = 3400,
							[11170] = 32160,
							[11234] = 17085,
							[11270] = 32160,
							[11365] = 34510,
							[11271] = 34170,
							[11366] = 34510,
							[11241] = 42755,
							[12566] = 3400,
							[11275] = 34170,
							[11256] = 3400,
							[11428] = 42755,
							[11221] = 24160,
							[11232] = 32160,
							[11303] = 42755,
							[11311] = 34170,
							[11316] = 34170,
							[11312] = 3400,
							[11281] = 34170,
							[11313] = 34170,
							[11282] = 34170,
							[11314] = 34170,
							[11283] = 42755,
							[11315] = 34170,
							[12481] = 42755,
							[11253] = 24160,
							[11285] = 25670,
							[11254] = 16080,
							[11233] = 40240,
						},
						["风行者号"] = {
							[11229] = 8080,
							[11230] = 32160,
						},
						["提瑞斯法林地"] = {
							[70737] = 2000,
						},
					},
				},
				[71] = {
					["groupExperience"] = 0,
					["deaths"] = 0,
					["mobs"] = {
						["嚎风峡湾"] = {
							["xp"] = 201695,
							["count"] = 13,
						},
					},
					["timestamp"] = {
						["dateStarted"] = {
							["monthDay"] = 2,
							["day"] = 0,
							["month"] = 1,
							["minute"] = 36,
							["year"] = 2023,
							["hour"] = 1,
							["weekday"] = 2,
						},
						["started"] = 10229,
					},
					["quests"] = {
						["嚎风峡湾"] = {
							[11286] = 34170,
							[11367] = 43180,
							[11287] = 3400,
							[11317] = 34170,
							[11260] = 43180,
							[11297] = 3400,
							[11352] = 34170,
							[11261] = 43180,
						},
					},
				},
			},
		},
	},
}
RXPCComms = {
	["profileKeys"] = {
		["特斯拉大股東 - 伊弗斯"] = "特斯拉大股東 - 伊弗斯",
	},
	["profiles"] = {
		["特斯拉大股東 - 伊弗斯"] = {
			["announcements"] = {
				["68-71 嚎风峡湾"] = {
					["collect"] = {
					},
					["complete"] = {
					},
				},
			},
			["players"] = {
				["朕爱妃"] = {
					["timePlayed"] = 45.68799999999828,
					["class"] = "DEATHKNIGHT",
					["xp"] = 643,
				},
				["大范围他"] = {
					["timePlayed"] = 251.4639999999999,
					["class"] = "DEATHKNIGHT",
					["xp"] = 1467,
				},
			},
		},
	},
}
RXPCSettings = {
	["profileKeys"] = {
		["特斯拉大股東 - 伊弗斯"] = "特斯拉大股東 - 伊弗斯",
	},
	["profiles"] = {
		["特斯拉大股東 - 伊弗斯"] = {
			["windowScale"] = 1.4,
			["frameHeight"] = 34.99452209472656,
			["hardcore"] = false,
			["xprate"] = 1.5,
		},
	},
}
