
RXPCData = {
	["completedWaypoints"] = {
		[44] = {
		},
	},
	["currentStep"] = 44,
	["currentGuideName"] = "68-71 嚎风峡湾",
	["stepSkip"] = {
		[7] = true,
		[27] = true,
		[2] = true,
		[29] = true,
		[16] = true,
		[9] = true,
		[34] = true,
		[38] = true,
		[20] = true,
		[28] = true,
	},
	["flightPaths"] = {
		[118] = "萨布拉金，赞加沼泽",
		[122] = "52区，虚空风暴",
		[126] = "雷神要塞，刀锋山",
		[123] = "影月村，影月谷",
		[160] = "常青林，刀锋山",
		[163] = "莫克纳萨村，刀锋山",
		[127] = "裂石堡，泰罗卡森林",
		[102] = "猎鹰岗哨，地狱火半岛",
		[120] = "加拉达尔，纳格兰",
		[150] = "扳钳镇，虚空风暴",
		[128] = "沙塔斯，泰罗卡森林",
		[151] = "沼泽鼠岗哨，赞加沼泽",
		[141] = "断背山，地狱火半岛",
		[139] = "风暴尖塔，虚空风暴",
		[130] = "地狱火半岛，黑暗之门，部落",
		[99] = "萨尔玛，地狱火半岛",
	},
	["currentGuideGroup"] = "RestedXP 部落 70-80",
}
RXPCTrackingData = {
	["profileKeys"] = {
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
	},
	["profiles"] = {
		["巴非特 - 伊弗斯"] = {
			["levels"] = {
				[70] = {
					["groupExperience"] = 5582,
					["deaths"] = 0,
					["mobs"] = {
						["风行者号"] = {
							["xp"] = 30180,
							["count"] = 2,
						},
						["嚎风峡湾"] = {
							["xp"] = 430416,
							["count"] = 89,
						},
						["提瑞斯法林地"] = {
							["xp"] = 1500,
							["count"] = 1,
						},
						["湮灭号"] = {
							["xp"] = 10532,
							["count"] = 10,
						},
						["奥格瑞玛"] = {
							["xp"] = 5000,
							["count"] = 4,
						},
					},
					["timestamp"] = {
						["dateStarted"] = {
							["monthDay"] = 2,
							["day"] = 0,
							["month"] = 4,
							["weekday"] = 1,
							["year"] = 2023,
							["hour"] = 11,
							["minute"] = 53,
						},
					},
					["quests"] = {
						["奥格瑞玛"] = {
							[70734] = 1250,
							[70396] = 1250,
							[70736] = 1250,
							[70735] = 1250,
						},
						["嚎风峡湾"] = {
							[11227] = 24120,
							[11282] = 24120,
							[11283] = 30180,
							[11167] = 24120,
							[11253] = 18120,
							[11168] = 12060,
							[11285] = 18120,
							[11270] = 24120,
							[11232] = 24120,
							[11303] = 30180,
							[11233] = 30180,
							[11241] = 30180,
							[11295] = 2400,
							[11254] = 12060,
							[11234] = 12060,
							[11170] = 24120,
							[11221] = 18120,
						},
						["风行者号"] = {
							[11229] = 6060,
							[11230] = 24120,
						},
						["提瑞斯法林地"] = {
							[70737] = 1500,
						},
					},
				},
			},
		},
	},
}
RXPCComms = {
	["profileKeys"] = {
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
	},
	["profiles"] = {
		["巴非特 - 伊弗斯"] = {
			["announcements"] = {
				["68-71 嚎风峡湾"] = {
					["collect"] = {
					},
					["complete"] = {
					},
				},
			},
			["players"] = {
				["Sdfghmne"] = {
					["timePlayed"] = 135.2900000000009,
					["class"] = "DEATHKNIGHT",
					["xp"] = 526,
				},
				["Sdfghmnf"] = {
					["timePlayed"] = 73.92799999999988,
					["class"] = "DEATHKNIGHT",
					["xp"] = 399,
				},
			},
		},
	},
}
RXPCSettings = {
	["profileKeys"] = {
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
	},
	["profiles"] = {
		["巴非特 - 伊弗斯"] = {
			["hardcore"] = false,
			["frameHeight"] = 27.56830787658691,
			["macroAnnounced"] = true,
			["xprate"] = 1.2,
			["windowScale"] = 1.35,
		},
	},
}
