
EncounterDetailsDB = {
	["emotes"] = {
		{
			{
				17.71699999999692, -- [1]
				"这些小虫太容易燃烧起来了……", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [1]
			{
				20.03399999999965, -- [1]
				"塔尼布隆！你也有保护龙卵的责任！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [2]
			{
				24.98999999999796, -- [1]
				"欣赏你的挣扎真是令人愉悦。好吧，现在让你见识见识该怎么了结这一切！", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [3]
			{
				33.43400000000111, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [4]
			{
				33.43400000000111, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [5]
			{
				43.59100000000035, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [6]
			{
				48.44199999999546, -- [1]
				"一群自大的低等生物。来挑战一下你们永远也无法理解的强大力量吧。", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [7]
			{
				49.25299999999697, -- [1]
				"%s开始召唤暮光传送门！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [8]
			{
				49.25299999999697, -- [1]
				"塔尼布隆开始孵蛋！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [9]
			{
				60.20100000000093, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [10]
			{
				60.20100000000093, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [11]
			{
				69.1140000000014, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [12]
			{
				94.54899999999907, -- [1]
				"%s开始召唤暮光传送门！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [13]
			{
				94.54899999999907, -- [1]
				"塔尼布隆开始孵蛋！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [14]
			{
				94.54899999999907, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [15]
			{
				94.54899999999907, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [16]
			{
				94.54899999999907, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [17]
			{
				95.25200000000041, -- [1]
				"我不该……犹……犹豫的……", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [18]
			{
				119.6849999999977, -- [1]
				"你们烧焦的骨头正好可以用来装饰地板！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [19]
			{
				129.224000000002, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [20]
			{
				129.224000000002, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [21]
			{
				145.2039999999979, -- [1]
				"这些小虫太容易燃烧起来了……", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [22]
			{
				156.1370000000024, -- [1]
				"你们这可笑的骚扰到此为止了！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [23]
			{
				161.0089999999982, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [24]
			{
				161.0089999999982, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [25]
			["boss"] = "萨塔里奥",
		}, -- [1]
		{
			{
				0.2049999999944703, -- [1]
				"我的职责是保护这些龙卵。在伤害到它们之前，你们就会被我的龙息烧成灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [1]
			{
				17.45399999999791, -- [1]
				"你们烧焦的骨头正好可以用来装饰地板！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [2]
			{
				21.11599999999453, -- [1]
				"塔尼布隆！你也有保护龙卵的责任！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [3]
			{
				25.93099999999686, -- [1]
				"欣赏你的挣扎真是令人愉悦。好吧，现在让你见识见识该怎么了结这一切！", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [4]
			{
				32.00699999999779, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [5]
			{
				32.00699999999779, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [6]
			{
				42.92099999999482, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [7]
			{
				48.98799999999756, -- [1]
				"我要将你们投入黑暗中。", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [8]
			{
				50.20999999999913, -- [1]
				"%s开始召唤暮光传送门！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [9]
			{
				50.20999999999913, -- [1]
				"塔尼布隆开始孵蛋！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [10]
			{
				64.74199999999837, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [11]
			{
				64.74199999999837, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [12]
			{
				68.39799999999377, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [13]
			{
				91.42699999999604, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [14]
			{
				91.42699999999604, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [15]
			{
				93.79599999999482, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [16]
			{
				104.7909999999974, -- [1]
				"%s开始召唤暮光传送门！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [17]
			{
				104.7909999999974, -- [1]
				"塔尼布隆开始孵蛋！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [18]
			{
				108.1139999999941, -- [1]
				"燃烧吧，你们这些可怜虫！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [19]
			{
				110.8429999999935, -- [1]
				"一群自大的低等生物。来挑战一下你们永远也无法理解的强大力量吧。", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [20]
			{
				110.8429999999935, -- [1]
				"维斯匹隆，情况危急！快来帮助我！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [21]
			{
				115.7019999999975, -- [1]
				"父亲大人对你的评价一点都没错，萨塔里奥。你就是个废物。", -- [2]
				"维斯匹隆", -- [3]
				7, -- [4]
			}, -- [22]
			{
				116.1089999999967, -- [1]
				"燃烧吧，你们这些可怜虫！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [23]
			{
				118.1359999999986, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [24]
			{
				118.1359999999986, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [25]
			{
				119.3459999999977, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [26]
			{
				120.5669999999955, -- [1]
				"你们这可笑的骚扰到此为止了！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [27]
			{
				124.114999999998, -- [1]
				"燃烧吧，你们这些可怜虫！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [28]
			{
				126.6159999999945, -- [1]
				"%s开始召唤暮光传送门！", -- [2]
				"维斯匹隆", -- [3]
				1, -- [4]
			}, -- [29]
			{
				129.0439999999944, -- [1]
				"一只维斯匹隆的信徒出现了！", -- [2]
				"维斯匹隆", -- [3]
				1, -- [4]
			}, -- [30]
			{
				129.6159999999945, -- [1]
				"这就是你的全部实力了吗？", -- [2]
				"维斯匹隆", -- [3]
				7, -- [4]
			}, -- [31]
			{
				131.4729999999981, -- [1]
				"我要用你们的骨头来剔牙！", -- [2]
				"维斯匹隆", -- [3]
				7, -- [4]
			}, -- [32]
			{
				140.1089999999967, -- [1]
				"燃烧吧，你们这些可怜虫！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [33]
			{
				144.8059999999969, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [34]
			{
				148.1179999999949, -- [1]
				"燃烧吧，你们这些可怜虫！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [35]
			["boss"] = "萨塔里奥",
		}, -- [2]
		{
			{
				0.217000000004191, -- [1]
				"我的职责是保护这些龙卵。在伤害到它们之前，你们就会被我的龙息烧成灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [1]
			{
				22.46199999999953, -- [1]
				"塔尼布隆！你也有保护龙卵的责任！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [2]
			{
				23.66800000000512, -- [1]
				"你们烧焦的骨头正好可以用来装饰地板！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [3]
			{
				27.34600000000501, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [4]
			{
				27.34600000000501, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [5]
			{
				27.34600000000501, -- [1]
				"欣赏你的挣扎真是令人愉悦。好吧，现在让你见识见识该怎么了结这一切！", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [6]
			{
				47.96300000000338, -- [1]
				"一群自大的低等生物。来挑战一下你们永远也无法理解的强大力量吧。", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [7]
			{
				49.18500000000495, -- [1]
				"你们烧焦的骨头正好可以用来装饰地板！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [8]
			{
				51.59100000000035, -- [1]
				"%s开始召唤暮光传送门！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [9]
			{
				51.59100000000035, -- [1]
				"塔尼布隆开始孵蛋！", -- [2]
				"塔尼布隆", -- [3]
				1, -- [4]
			}, -- [10]
			{
				61.31000000000495, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [11]
			{
				61.31000000000495, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [12]
			{
				74.69900000000052, -- [1]
				"这些小虫太容易燃烧起来了……", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [13]
			{
				89.26600000000326, -- [1]
				"%s周围的岩浆沸腾了起来！", -- [2]
				"萨塔里奥", -- [3]
				1, -- [4]
			}, -- [14]
			{
				89.26600000000326, -- [1]
				"一切都将化为灰烬！", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [15]
			{
				93.5590000000011, -- [1]
				"轻松。就像我平常的娱乐一样……", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [16]
			{
				94.13799999999901, -- [1]
				"我要将你们投入黑暗中。", -- [2]
				"塔尼布隆", -- [3]
				7, -- [4]
			}, -- [17]
			{
				99.88700000000244, -- [1]
				"你们真是占尽了下风。", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [18]
			{
				100.1589999999997, -- [1]
				"你们能承受多高的温度呢？", -- [2]
				"萨塔里奥", -- [3]
				7, -- [4]
			}, -- [19]
			["boss"] = "萨塔里奥",
		}, -- [3]
	},
	["encounter_spells"] = {
		[56909] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[60880] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[60882] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[60884] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[60894] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[57557] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[58695] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[63934] = {
			["school"] = 64,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "永恒子嗣",
		},
		[61672] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[58965] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[57581] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "暮光裂隙",
		},
		[50424] = {
			["school"] = 1,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[57459] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[61632] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[61251] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "维斯匹隆",
		},
		[57591] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "火焰旋风",
		},
		[58793] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "塔尼布隆",
		},
		[56272] = {
			["school"] = 80,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[48210] = {
			["school"] = 32,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[61248] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "塔尼布隆",
		},
		[56152] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "能量火花",
		},
		[56910] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[58678] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[60883] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[57579] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "塔尼布隆",
		},
		[60895] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[55849] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[60639] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "塔尼布隆",
		},
		[57491] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "烈焰飓风",
		},
		[56548] = {
			["school"] = 64,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[60708] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "萨塔里奥暮光雏龙",
		},
		[58696] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[57058] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "魔枢领主",
		},
		[57060] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "魔枢领主",
		},
		[56908] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[58963] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[57570] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "塔尼布隆",
		},
		[56438] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[58960] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[56505] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[60430] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "烈焰飓风",
		},
		[57429] = {
			["school"] = 64,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
		},
		[57428] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "静电力场",
		},
		[57430] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[57562] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "火焰旋风",
		},
		[1604] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "萨塔里奥暮光雏龙",
		},
		[56105] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[58663] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
		[56397] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "永恒子嗣",
		},
		[57407] = {
			["school"] = 64,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[61693] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "玛里苟斯",
		},
		[61254] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "萨塔里奥",
		},
		[58666] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "岩石看守者阿尔卡冯",
		},
	},
}
