
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["小马宝利"] = {
			["GUID"] = "Player-4778-04D71E3E",
			["LastEventHealth"] = {
				8169, -- [1]
				8198, -- [2]
				8267, -- [3]
				8275, -- [4]
				8275, -- [5]
				8136, -- [6]
				8148, -- [7]
				8156, -- [8]
				8180, -- [9]
				8058, -- [10]
				8066, -- [11]
				8078, -- [12]
				8078, -- [13]
				8078, -- [14]
				8078, -- [15]
				8103, -- [16]
				8112, -- [17]
				7972, -- [18]
				7972, -- [19]
				7985, -- [20]
				7985, -- [21]
				7993, -- [22]
				8190, -- [23]
				8304, -- [24]
				8326, -- [25]
				8326, -- [26]
				8336, -- [27]
				8336, -- [28]
				8349, -- [29]
				8359, -- [30]
				8233, -- [31]
				8233, -- [32]
				8246, -- [33]
				8246, -- [34]
				8246, -- [35]
				8246, -- [36]
				8269, -- [37]
				8269, -- [38]
				8133, -- [39]
				8133, -- [40]
				8161, -- [41]
				8103, -- [42]
				8132, -- [43]
				8328, -- [44]
				8328, -- [45]
				8328, -- [46]
				8169, -- [47]
				8169, -- [48]
				8169, -- [49]
				8169, -- [50]
			},
			["LastAttackedBy"] = "战槌劫掠者",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["HealingTaken"] = {
					692, -- [1]
				},
				["ActiveTime"] = {
					29.62, -- [1]
				},
				["DOT_Time"] = {
					36, -- [1]
				},
				["TimeDamage"] = {
					29.62, -- [1]
				},
				["DamageTaken"] = {
					1900, -- [1]
				},
				["Damage"] = {
					28575, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "小马宝利",
			["level"] = 69,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 7,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 136,
			["TimeLast"] = {
				["HealingTaken"] = 55230.002,
				["DOT_Time"] = 55228.994,
				["ActiveTime"] = 55228.994,
				["TimeDamage"] = 55228.994,
				["OVERALL"] = 55230.002,
				["DamageTaken"] = 55228.994,
				["Damage"] = 55228.994,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				8909, -- [1]
				8909, -- [2]
				8909, -- [3]
				8909, -- [4]
				8909, -- [5]
				8909, -- [6]
				8909, -- [7]
				8909, -- [8]
				8909, -- [9]
				8909, -- [10]
				8909, -- [11]
				8909, -- [12]
				8909, -- [13]
				8909, -- [14]
				8909, -- [15]
				8909, -- [16]
				8909, -- [17]
				8909, -- [18]
				8909, -- [19]
				8909, -- [20]
				8909, -- [21]
				8909, -- [22]
				8909, -- [23]
				8909, -- [24]
				8909, -- [25]
				8909, -- [26]
				8909, -- [27]
				8909, -- [28]
				8909, -- [29]
				8909, -- [30]
				8909, -- [31]
				8909, -- [32]
				8909, -- [33]
				8909, -- [34]
				8909, -- [35]
				8909, -- [36]
				8909, -- [37]
				8909, -- [38]
				8909, -- [39]
				8909, -- [40]
				8909, -- [41]
				8909, -- [42]
				8909, -- [43]
				8909, -- [44]
				8909, -- [45]
				8909, -- [46]
				8909, -- [47]
				8909, -- [48]
				8909, -- [49]
				8909, -- [50]
			},
			["NextEventNum"] = 42,
			["LastDamageTime"] = 55229.782,
			["LastEvents"] = {
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +29", -- [1]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +20", -- [2]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +8", -- [3]
				"小马宝利 肉搏 战槌萨满祭司 Hit -555 (Physical)", -- [4]
				"战槌萨满祭司 肉搏 小马宝利 Hit -139 (Physical)", -- [5]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +12", -- [6]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +8", -- [7]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +24", -- [8]
				"战槌萨满祭司 肉搏 小马宝利 Hit -122 (Physical)", -- [9]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +8", -- [10]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +12", -- [11]
				"小马宝利 撕裂 (伤害/跳) 战槌萨满祭司 Tick -258 (Physical)", -- [12]
				"小马宝利 肉搏 战槌萨满祭司 Hit -539 (Physical)", -- [13]
				"小马宝利 致死打击 战槌萨满祭司 Crit -1735 (Physical)", -- [14]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +25", -- [15]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +9", -- [16]
				"战槌萨满祭司 肉搏 小马宝利 Hit -140 (Physical)", -- [17]
				"小马宝利 重伤 (伤害/跳) 战槌萨满祭司 Tick -88 (Physical)", -- [18]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +13", -- [19]
				"小马宝利 压制 战槌萨满祭司 Crit -1626 (Physical)", -- [20]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +8", -- [21]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +2", -- [22]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +65", -- [23]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +22", -- [24]
				"小马宝利 肉搏 战槌劫掠者 Hit -600 (Physical)", -- [25]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +10", -- [26]
				"小马宝利 致死打击 战槌劫掠者 Hit -698 (Physical)", -- [27]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +13", -- [28]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +10", -- [29]
				"战槌劫掠者 肉搏 小马宝利 Hit -126 (Physical)", -- [30]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +13", -- [31]
				"小马宝利 肉搏 战槌劫掠者 Hit -565 (Physical)", -- [32]
				"小马宝利 撕裂 (伤害/跳) 战槌劫掠者 Tick -257 (Physical)", -- [33]
				"小马宝利 乘胜追击 战槌劫掠者 Crit -1188 (Physical)", -- [34]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +10", -- [35]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +13", -- [36]
				"小马宝利 重伤 (伤害/跳) 战槌劫掠者 Tick -79 (Physical)", -- [37]
				"战槌劫掠者 肉搏 小马宝利 Hit -136 (Physical)", -- [38]
				"小马宝利 压制 战槌劫掠者 Crit -1762 (Physical)", -- [39]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +28", -- [40]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +3", -- [41]
				"新特能源 吸血鬼的拥抱 小马宝利 Tick +29", -- [42]
				"小马宝利 斩杀 战槌劫掠者 Crit -2814 (Physical)", -- [43]
				"小马宝利 肉搏 战槌劫掠者 Crit -1365 (Physical)", -- [44]
				"小马宝利 重伤 (伤害/跳) 战槌劫掠者 Tick -88 (Physical)", -- [45]
				"战槌劫掠者 肉搏 小马宝利 Hit -159 (Physical)", -- [46]
				"小马宝利 致死打击 战槌劫掠者 Crit -1892 (Physical)", -- [47]
				"小马宝利 重伤 (伤害/跳) 战槌劫掠者 Tick -161 (Physical)", -- [48]
				"小马宝利 撕裂 (伤害/跳) 战槌劫掠者 Tick -334 (Physical)", -- [49]
				"小马宝利 斩杀 战槌劫掠者 Hit -1237 (Physical)", -- [50]
			},
			["Name"] = "小马宝利",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				55205.679, -- [1]
				55207.128, -- [2]
				55208.675, -- [3]
				55209.481, -- [4]
				55209.481, -- [5]
				55209.628, -- [6]
				55210.189, -- [7]
				55210.70200000001, -- [8]
				55211.396, -- [9]
				55211.614, -- [10]
				55211.717, -- [11]
				55212.496, -- [12]
				55212.658, -- [13]
				55212.792, -- [14]
				55212.895, -- [15]
				55213.176, -- [16]
				55213.482, -- [17]
				55213.846, -- [18]
				55213.846, -- [19]
				55214.257, -- [20]
				55214.678, -- [21]
				55215.027, -- [22]
				55222.967, -- [23]
				55224.65, -- [24]
				55224.995, -- [25]
				55226.173, -- [26]
				55226.845, -- [27]
				55227.192, -- [28]
				55227.697, -- [29]
				55227.697, -- [30]
				55228.185, -- [31]
				55228.185, -- [32]
				55228.287, -- [33]
				55228.287, -- [34]
				55229.189, -- [35]
				55229.189, -- [36]
				55229.386, -- [37]
				55229.782, -- [38]
				55229.782, -- [39]
				55229.879, -- [40]
				55230.711, -- [41]
				55190.378, -- [42]
				55190.753, -- [43]
				55201.435, -- [44]
				55202.485, -- [45]
				55202.67, -- [46]
				55202.831, -- [47]
				55203.855, -- [48]
				55204.318, -- [49]
				55204.318, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["重伤 (伤害/跳)"] = {
							["Details"] = {
								["战槌萨满祭司"] = {
									["count"] = 12,
								},
								["战槌劫掠者"] = {
									["count"] = 9,
								},
							},
							["amount"] = 21,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["战槌萨满祭司"] = {
									["count"] = 9,
								},
								["战槌劫掠者"] = {
									["count"] = 6,
								},
							},
							["amount"] = 15,
						},
					},
					["TimeSpent"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 3.13,
								},
								["压制"] = {
									["count"] = 1.29,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 3.41,
								},
								["重伤 (伤害/跳)"] = {
									["count"] = 3.71,
								},
								["肉搏"] = {
									["count"] = 3.26,
								},
							},
							["amount"] = 14.8,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 1.85,
								},
								["压制"] = {
									["count"] = 0.4,
								},
								["重伤 (伤害/跳)"] = {
									["count"] = 3.17,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["斩杀"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 5.84,
								},
							},
							["amount"] = 13.32,
						},
					},
					["DamageTaken"] = 1900,
					["PartialResist"] = {
						["攻击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
					},
					["PartialAbsorb"] = {
						["攻击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 29.62,
					["ElementTaken"] = {
						["Melee"] = 1205,
						["Frost"] = 695,
					},
					["DOT_Time"] = 36,
					["Damage"] = 28575,
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 692,
								},
							},
							["amount"] = 692,
						},
					},
					["ElementDone"] = {
						["Melee"] = 7067,
						["Physical"] = 21508,
					},
					["HealingTaken"] = 692,
					["DamagedWho"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 4275,
								},
								["压制"] = {
									["count"] = 4903,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 833,
								},
								["乘胜追击"] = {
									["count"] = 553,
								},
								["重伤 (伤害/跳)"] = {
									["count"] = 434,
								},
								["肉搏"] = {
									["count"] = 3452,
								},
							},
							["amount"] = 14450,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 571,
								},
							},
							["amount"] = 571,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 2590,
								},
								["乘胜追击"] = {
									["count"] = 1188,
								},
								["重伤 (伤害/跳)"] = {
									["count"] = 328,
								},
								["压制"] = {
									["count"] = 1762,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 591,
								},
								["斩杀"] = {
									["count"] = 4051,
								},
								["肉搏"] = {
									["count"] = 3044,
								},
							},
							["amount"] = 13554,
						},
					},
					["TimeDamage"] = 29.62,
					["TimeDamaging"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 3.13,
								},
								["压制"] = {
									["count"] = 1.29,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 3.41,
								},
								["重伤 (伤害/跳)"] = {
									["count"] = 3.71,
								},
								["肉搏"] = {
									["count"] = 3.26,
								},
							},
							["amount"] = 14.8,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 1.85,
								},
								["压制"] = {
									["count"] = 0.4,
								},
								["重伤 (伤害/跳)"] = {
									["count"] = 3.17,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["斩杀"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 5.84,
								},
							},
							["amount"] = 13.32,
						},
					},
					["Attacks"] = {
						["致死打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1892,
									["min"] = 1689,
									["count"] = 3,
									["amount"] = 5316,
								},
								["Hit"] = {
									["max"] = 851,
									["min"] = 698,
									["count"] = 2,
									["amount"] = 1549,
								},
							},
							["count"] = 5,
							["amount"] = 6865,
						},
						["压制"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1762,
									["min"] = 1626,
									["count"] = 4,
									["amount"] = 6665,
								},
							},
							["count"] = 4,
							["amount"] = 6665,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 334,
									["min"] = 257,
									["count"] = 5,
									["amount"] = 1424,
								},
							},
							["count"] = 5,
							["amount"] = 1424,
						},
						["重伤 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 187,
									["min"] = 79,
									["count"] = 7,
									["amount"] = 762,
								},
							},
							["count"] = 7,
							["amount"] = 762,
						},
						["乘胜追击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1188,
									["min"] = 1188,
									["count"] = 1,
									["amount"] = 1188,
								},
								["Hit"] = {
									["max"] = 553,
									["min"] = 553,
									["count"] = 1,
									["amount"] = 553,
								},
							},
							["count"] = 2,
							["amount"] = 1741,
						},
						["斩杀"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2814,
									["min"] = 2814,
									["count"] = 1,
									["amount"] = 2814,
								},
								["Hit"] = {
									["max"] = 1237,
									["min"] = 1237,
									["count"] = 1,
									["amount"] = 1237,
								},
							},
							["count"] = 2,
							["amount"] = 4051,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1365,
									["min"] = 1228,
									["count"] = 2,
									["amount"] = 2593,
								},
								["Hit"] = {
									["max"] = 611,
									["min"] = 514,
									["count"] = 8,
									["amount"] = 4474,
								},
							},
							["count"] = 10,
							["amount"] = 7067,
						},
					},
					["WhoDamaged"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 695,
								},
								["肉搏"] = {
									["count"] = 784,
								},
							},
							["amount"] = 1479,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 421,
								},
							},
							["amount"] = 421,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 12,
								},
								["Crit"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 25,
						},
					},
				},
			},
			["UnitLockout"] = 55139.993,
			["LastActive"] = 55230.002,
		},
		["新特能源"] = {
			["GUID"] = "Player-4778-04F3EDE6",
			["LastEventHealth"] = {
				5685, -- [1]
				5685, -- [2]
				5780, -- [3]
				5780, -- [4]
				5780, -- [5]
				5285, -- [6]
				5379, -- [7]
				5379, -- [8]
				5379, -- [9]
				5445, -- [10]
				5132, -- [11]
				5132, -- [12]
				5132, -- [13]
				5198, -- [14]
				5198, -- [15]
				5198, -- [16]
				5246, -- [17]
				5246, -- [18]
				5246, -- [19]
				5246, -- [20]
				5504, -- [21]
				5504, -- [22]
				5504, -- [23]
				5833, -- [24]
				5833, -- [25]
				5833, -- [26]
				5833, -- [27]
				6045, -- [28]
				6045, -- [29]
				6045, -- [30]
				6045, -- [31]
				6093, -- [32]
				6093, -- [33]
				6093, -- [34]
				6095, -- [35]
				6095, -- [36]
				6095, -- [37]
				6095, -- [38]
				6095, -- [39]
				6095, -- [40]
				6095, -- [41]
				6095, -- [42]
				6095, -- [43]
				6095, -- [44]
				6095, -- [45]
				6095, -- [46]
				6095, -- [47]
				6095, -- [48]
				5685, -- [49]
				5685, -- [50]
			},
			["LastAttackedBy"] = "石拳猎手",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					284.74, -- [1]
				},
				["Healing"] = {
					28169, -- [1]
				},
				["DamageTaken"] = {
					40641, -- [1]
				},
				["Overhealing"] = {
					31227, -- [1]
				},
				["Absorbs"] = {
					4480, -- [1]
				},
				["HealingTaken"] = {
					31323, -- [1]
				},
				["HOT_Time"] = {
					3264, -- [1]
				},
				["TimeDamage"] = {
					471.72, -- [1]
				},
				["ActiveTime"] = {
					756.4599999999989, -- [1]
				},
				["ManaGain"] = {
					4569, -- [1]
				},
				["DOT_Time"] = {
					606, -- [1]
				},
				["Damage"] = {
					322160, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "新特能源",
			["level"] = 66,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 54,
			["LastDamageTaken"] = 410,
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastHealTime"] = 56557.534,
			["TimeLast"] = {
				["TimeHeal"] = 56557,
				["Healing"] = 56557,
				["OVERALL"] = 56557,
				["DamageTaken"] = 56555.996,
				["ActiveTime"] = 56557,
				["Absorbs"] = 56520.998,
				["HealingTaken"] = 56557,
				["HOT_Time"] = 56557,
				["TimeDamage"] = 56557,
				["Overhealing"] = 56555.001,
				["ManaGain"] = 56555.001,
				["DOT_Time"] = 56557,
				["Damage"] = 56557,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				6095, -- [1]
				6095, -- [2]
				6095, -- [3]
				6095, -- [4]
				6095, -- [5]
				6095, -- [6]
				6095, -- [7]
				6095, -- [8]
				6095, -- [9]
				6095, -- [10]
				6095, -- [11]
				6095, -- [12]
				6095, -- [13]
				6095, -- [14]
				6095, -- [15]
				6095, -- [16]
				6095, -- [17]
				6095, -- [18]
				6095, -- [19]
				6095, -- [20]
				6095, -- [21]
				6095, -- [22]
				6095, -- [23]
				6095, -- [24]
				6095, -- [25]
				6095, -- [26]
				6095, -- [27]
				6095, -- [28]
				6095, -- [29]
				6095, -- [30]
				6095, -- [31]
				6095, -- [32]
				6095, -- [33]
				6095, -- [34]
				6095, -- [35]
				6095, -- [36]
				6095, -- [37]
				6095, -- [38]
				6095, -- [39]
				6095, -- [40]
				6095, -- [41]
				6095, -- [42]
				6095, -- [43]
				6095, -- [44]
				6095, -- [45]
				6095, -- [46]
				6095, -- [47]
				6095, -- [48]
				6095, -- [49]
				6095, -- [50]
			},
			["NextEventNum"] = 6,
			["LastDamageTime"] = 56557.534,
			["LastEvents"] = {
				"新特能源 吸血鬼的拥抱 新特能源 Tick +38", -- [1]
				"新特能源 噬灵疫病 新特能源 Hit +47", -- [2]
				"新特能源 精神鞭笞 石拳猎手 Crit -833 (Shadow)", -- [3]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +8", -- [4]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +31", -- [5]
				"新特能源 噬灵疫病 新特能源 Hit +47", -- [6]
				"新特能源 精神鞭笞 石拳猎手 Hit -442 (Shadow)", -- [7]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +13", -- [8]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +53", -- [9]
				"石拳猎手 肉搏 新特能源 Hit -313 (Physical)", -- [10]
				"新特能源 精神鞭笞 石拳猎手 Hit -442 (Shadow)", -- [11]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +13", -- [12]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +53", -- [13]
				"新特能源 暗言术：痛 (伤害/跳) 石拳猎手 Tick -313 (Shadow)", -- [14]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +10", -- [15]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +38", -- [16]
				"新特能源 噬灵疫病 (伤害/跳) 石拳猎手 Tick -316 (Shadow)", -- [17]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +3", -- [18]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +10", -- [19]
				"新特能源 噬灵疫病 新特能源 Hit +12", -- [20]
				"新特能源 心灵震爆 石拳猎手 Crit -2190 (Shadow)", -- [21]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +66", -- [22]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +263", -- [23]
				"新特能源 强化噬灵疫病 新特能源 Hit +99", -- [24]
				"新特能源 强化噬灵疫病 石拳猎手 Hit -758 (Shadow)", -- [25]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +22", -- [26]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +91", -- [27]
				"石拳猎手 投掷长矛 新特能源 Miss (Physical)", -- [28]
				"新特能源 暗言术：痛 (伤害/跳) 石拳猎手 Tick -313 (Shadow)", -- [29]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +10", -- [30]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +38", -- [31]
				"新特能源 精神鞭笞 石拳猎手 Hit -417 (Shadow)", -- [32]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +12 (10 过量治疗)", -- [33]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +50 (50 过量治疗)", -- [34]
				"新特能源 噬灵疫病 (伤害/跳) 石拳猎手 Tick -316 (Shadow)", -- [35]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +10 (10 过量治疗)", -- [36]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +38 (38 过量治疗)", -- [37]
				"新特能源 噬灵疫病 新特能源 Hit +47 (47 过量治疗)", -- [38]
				"新特能源 精神鞭笞 石拳猎手 Hit -417 (Shadow)", -- [39]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +12 (12 过量治疗)", -- [40]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +50 (50 过量治疗)", -- [41]
				"新特能源 暗言术：痛 (伤害/跳) 石拳猎手 Tick -313 (Shadow)", -- [42]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +10 (10 过量治疗)", -- [43]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +38 (38 过量治疗)", -- [44]
				"新特能源 精神鞭笞 石拳猎手 Hit -417 (Shadow)", -- [45]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +12 (12 过量治疗)", -- [46]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +50 (50 过量治疗)", -- [47]
				"石拳猎手 肉搏 新特能源 Hit -410 (Physical)", -- [48]
				"新特能源 噬灵疫病 (伤害/跳) 石拳猎手 Tick -317 (Shadow)", -- [49]
				"新特能源 吸血鬼的拥抱 新特能源 Tick +10", -- [50]
			},
			["Name"] = "新特能源",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				false, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				56557.05800000001, -- [1]
				56557.05800000001, -- [2]
				56557.534, -- [3]
				56557.534, -- [4]
				56557.534, -- [5]
				56535.292, -- [6]
				56535.619, -- [7]
				56535.619, -- [8]
				56535.619, -- [9]
				56536.30800000001, -- [10]
				56536.628, -- [11]
				56536.628, -- [12]
				56536.628, -- [13]
				56536.733, -- [14]
				56536.733, -- [15]
				56536.733, -- [16]
				56538.289, -- [17]
				56538.289, -- [18]
				56538.289, -- [19]
				56538.289, -- [20]
				56549.519, -- [21]
				56549.519, -- [22]
				56549.519, -- [23]
				56551.038, -- [24]
				56551.038, -- [25]
				56551.038, -- [26]
				56551.038, -- [27]
				56552.295, -- [28]
				56552.456, -- [29]
				56552.552, -- [30]
				56552.552, -- [31]
				56553.565, -- [32]
				56553.565, -- [33]
				56553.565, -- [34]
				56554.05, -- [35]
				56554.05, -- [36]
				56554.05, -- [37]
				56554.05, -- [38]
				56554.525, -- [39]
				56554.525, -- [40]
				56554.525, -- [41]
				56555.54, -- [42]
				56555.54, -- [43]
				56555.54, -- [44]
				56555.54, -- [45]
				56555.54, -- [46]
				56555.54, -- [47]
				56556.238, -- [48]
				56557.05800000001, -- [49]
				56557.05800000001, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["DOTs"] = {
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 3,
								},
								["风茅落魄者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 6,
								},
								["风茅落魄者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 48,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Frost"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 9,
					["Damage"] = 4599,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 4599,
					},
					["PartialAbsorb"] = {
						["大地震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 1422,
								},
								["心灵震爆"] = {
									["count"] = 1250,
								},
								["强化噬灵疫病"] = {
									["count"] = 859,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 710,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 358,
								},
							},
							["amount"] = 4599,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["大地震击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["大地震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 150,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 687,
								},
							},
							["count"] = 16,
							["amount"] = 687,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 97,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 97,
								},
							},
							["count"] = 1,
							["amount"] = 97,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 53,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 53,
								},
							},
							["count"] = 1,
							["amount"] = 53,
						},
					},
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 42,
								},
							},
							["amount"] = 42,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 42,
								},
							},
							["amount"] = 42,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 837,
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 1.43,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.47,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.57,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 7.47,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 7.47,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 474,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1422,
								},
							},
							["count"] = 3,
							["amount"] = 1422,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1250,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1250,
								},
							},
							["count"] = 1,
							["amount"] = 1250,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 859,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 859,
								},
							},
							["count"] = 1,
							["amount"] = 859,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 355,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 710,
								},
							},
							["count"] = 2,
							["amount"] = 710,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 358,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 358,
								},
							},
							["count"] = 1,
							["amount"] = 358,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 7.47,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 1.43,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.47,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.57,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 7.47,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 42,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 0,
								},
								["小马宝利"] = {
									["count"] = 0,
								},
								["新特能源"] = {
									["count"] = 48,
								},
							},
							["amount"] = 48,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 9,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
								["风茅落魄者"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 9,
								},
								["风茅落魄者"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1510,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 72,
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Melee"] = 690,
						["Physical"] = 820,
					},
					["DOT_Time"] = 18,
					["Damage"] = 5948,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 8.94,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Nature"] = 0,
						["Shadow"] = 5948,
					},
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2210,
								},
								["心灵震爆"] = {
									["count"] = 1092,
								},
								["强化噬灵疫病"] = {
									["count"] = 759,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 939,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 948,
								},
							},
							["amount"] = 5948,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["投掷长矛"] = {
									["count"] = 820,
								},
								["肉搏"] = {
									["count"] = 690,
								},
							},
							["amount"] = 1510,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 8.94,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8.94,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 131,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 277,
								},
							},
							["count"] = 4,
							["amount"] = 277,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 99,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 99,
								},
							},
							["count"] = 1,
							["amount"] = 99,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 65,
								},
							},
							["amount"] = 65,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 580,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 106,
								},
							},
							["amount"] = 686,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 65,
								},
							},
							["amount"] = 65,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 376,
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2.86,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.59,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 3.49,
								},
							},
							["amount"] = 11.94,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 8.94,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8.94,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 106,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 580,
								},
							},
							["count"] = 20,
							["amount"] = 580,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 106,
								},
							},
							["count"] = 3,
							["amount"] = 106,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 580,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 106,
								},
							},
							["amount"] = 686,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 20.88000000000001,
					["Healing"] = 686,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 884,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 884,
								},
								["Hit"] = {
									["max"] = 442,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1326,
								},
							},
							["count"] = 4,
							["amount"] = 2210,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1092,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1092,
								},
							},
							["count"] = 1,
							["amount"] = 1092,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 759,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 759,
								},
							},
							["count"] = 1,
							["amount"] = 759,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 313,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 939,
								},
							},
							["count"] = 3,
							["amount"] = 939,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 316,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 948,
								},
							},
							["count"] = 3,
							["amount"] = 948,
						},
					},
					["HealingTaken"] = 686,
					["RageGain"] = 0,
					["TimeDamage"] = 11.94,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2.86,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.59,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 3.49,
								},
							},
							["amount"] = 11.94,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 65,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 0,
								},
								["小马宝利"] = {
									["count"] = 0,
								},
								["新特能源"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["TimeHealing"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 0,
					["PartialResist"] = {
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恢复法力"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HOT_Time"] = 0,
					["ActiveTime"] = 0,
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 0,
						["Frost"] = 0,
					},
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 0,
								},
								["小马宝利"] = {
									["count"] = 0,
								},
								["新特能源"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 0,
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 0,
								},
								["恢复法力"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["TimeHeal"] = 0,
					["DOTs"] = {
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["顾问佐尔布"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["顾问佐尔布"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["Healing"] = 0,
					["Overhealing"] = 0,
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDone"] = {
						["Shadow"] = 0,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["Fight3"] = {
					["Absorbed"] = {
						["真言术：盾"] = {
							["Details"] = {
								["新特能源"] = {
									["max"] = 949,
									["min"] = 157,
									["count"] = 2,
									["amount"] = 1106,
								},
							},
							["count"] = 2,
							["amount"] = 1106,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["DOTs"] = {
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 6,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 9,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
					},
					["ShieldedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1361,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 1106,
					["DeathCount"] = 0,
					["HOT_Time"] = 78,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 13,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 157,
						["Physical"] = 949,
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Melee"] = 412,
						["Physical"] = 949,
					},
					["DOT_Time"] = 15,
					["Damage"] = 5909,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 6.64,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 5909,
					},
					["PartialAbsorb"] = {
						["投掷长矛"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 949,
									["min"] = 949,
									["count"] = 1,
									["amount"] = 949,
								},
							},
							["count"] = 1,
							["amount"] = 949,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 157,
									["min"] = 157,
									["count"] = 1,
									["amount"] = 157,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 157,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2881,
								},
								["心灵震爆"] = {
									["count"] = 944,
								},
								["强化噬灵疫病"] = {
									["count"] = 684,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 831,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 569,
								},
							},
							["amount"] = 5909,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["水箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["鹰爪 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["投掷长矛"] = {
									["count"] = 949,
								},
								["肉搏"] = {
									["count"] = 412,
								},
							},
							["amount"] = 1361,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 3.640000000000001,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["真言术：盾"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6.64,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 114,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 619,
								},
							},
							["count"] = 19,
							["amount"] = 619,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 93,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 93,
								},
							},
							["count"] = 1,
							["amount"] = 93,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 42,
								},
							},
							["count"] = 1,
							["amount"] = 42,
						},
					},
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 64,
								},
								["恢复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 64,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 241,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 42,
								},
								["真言术：盾"] = {
									["count"] = 1106,
								},
							},
							["amount"] = 1389,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["恢复"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 754,
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 3.640000000000001,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["真言术：盾"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6.64,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 3.62,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 3.09,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 10.51,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 50,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 241,
								},
							},
							["count"] = 9,
							["amount"] = 241,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 42,
								},
							},
							["count"] = 1,
							["amount"] = 42,
						},
						["真言术：盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 949,
									["min"] = 157,
									["count"] = 2,
									["amount"] = 1106,
								},
							},
							["count"] = 2,
							["amount"] = 1106,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 241,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病"] = {
									["count"] = 42,
								},
								["真言术：盾"] = {
									["count"] = 1106,
								},
							},
							["amount"] = 1389,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 17.15,
					["Healing"] = 283,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 803,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 803,
								},
								["Hit"] = {
									["max"] = 417,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 2078,
								},
							},
							["count"] = 6,
							["amount"] = 2881,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 944,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 944,
								},
							},
							["count"] = 1,
							["amount"] = 944,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 684,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 684,
								},
							},
							["count"] = 1,
							["amount"] = 684,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 285,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 569,
								},
							},
							["count"] = 2,
							["amount"] = 569,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 277,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 831,
								},
							},
							["count"] = 3,
							["amount"] = 831,
						},
					},
					["HealingTaken"] = 1389,
					["RageGain"] = 0,
					["TimeDamage"] = 10.51,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 3.62,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 3.09,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 10.51,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 64,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 78,
								},
							},
							["amount"] = 78,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["Absorbed"] = {
						["真言术：盾"] = {
							["Details"] = {
								["新特能源"] = {
									["max"] = 828,
									["min"] = 72,
									["count"] = 7,
									["amount"] = 3374,
								},
							},
							["count"] = 7,
							["amount"] = 3374,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 27,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 11,
						},
					},
					["DOTs"] = {
						["吸血鬼之触 (伤害/跳)"] = {
							["Details"] = {
								["风鹏皇后"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["风鹏皇后"] = {
									["count"] = 36,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 36,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["风鹏皇后"] = {
									["count"] = 42,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 42,
						},
					},
					["ShieldedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 17436,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 3374,
					["DeathCount"] = 0,
					["HOT_Time"] = 396,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 29,
								},
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 66,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 3302,
						["Physical"] = 72,
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Melee"] = 16770,
						["Physical"] = 666,
					},
					["DOT_Time"] = 108,
					["Damage"] = 35697,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 44.17,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 35697,
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 72,
									["min"] = 72,
									["count"] = 1,
									["amount"] = 72,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 72,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 828,
									["min"] = 272,
									["count"] = 6,
									["amount"] = 3302,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 3302,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13576,
								},
								["吸血鬼之触 (伤害/跳)"] = {
									["count"] = 6103,
								},
								["心灵震爆"] = {
									["count"] = 3729,
								},
								["强化噬灵疫病"] = {
									["count"] = 1705,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 4514,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 6070,
								},
							},
							["amount"] = 35697,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["精神鞭笞"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["精神鞭笞"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["鹰爪 (伤害/跳)"] = {
									["count"] = 666,
								},
								["肉搏"] = {
									["count"] = 16770,
								},
							},
							["amount"] = 17436,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 27,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 37.64,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["真言术：盾"] = {
									["count"] = 3.53,
								},
								["治疗药水"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 44.17,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 143,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 384,
								},
							},
							["count"] = 6,
							["amount"] = 384,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 103,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 103,
								},
							},
							["count"] = 1,
							["amount"] = 103,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 256,
								},
								["恢复"] = {
									["count"] = 285,
								},
							},
							["amount"] = 541,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 3374,
								},
								["治疗药水"] = {
									["count"] = 2498,
								},
								["吸血鬼的拥抱"] = {
									["count"] = 4931,
								},
								["强化噬灵疫病"] = {
									["count"] = 140,
								},
								["噬灵疫病"] = {
									["count"] = 905,
								},
							},
							["amount"] = 11848,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 256,
								},
							},
							["amount"] = 256,
						},
						["恢复"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 285,
								},
							},
							["amount"] = 285,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 487,
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13.56,
								},
								["吸血鬼之触 (伤害/跳)"] = {
									["count"] = 4.78,
								},
								["心灵震爆"] = {
									["count"] = 4.22,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.92,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 7.63,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 13.61,
								},
							},
							["amount"] = 45.72,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["精神鞭笞"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 37.64,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["真言术：盾"] = {
									["count"] = 3.53,
								},
								["治疗药水"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 44.17,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["精神鞭笞"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["真言术：盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 828,
									["min"] = 72,
									["count"] = 7,
									["amount"] = 3374,
								},
							},
							["count"] = 7,
							["amount"] = 3374,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2498,
									["min"] = 2498,
									["count"] = 1,
									["amount"] = 2498,
								},
							},
							["count"] = 1,
							["amount"] = 2498,
						},
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 162,
									["min"] = 0,
									["count"] = 126,
									["amount"] = 4931,
								},
							},
							["count"] = 126,
							["amount"] = 4931,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 140,
									["min"] = 140,
									["count"] = 1,
									["amount"] = 140,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 140,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 110,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 905,
								},
							},
							["count"] = 14,
							["amount"] = 905,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 3374,
								},
								["治疗药水"] = {
									["count"] = 2498,
								},
								["吸血鬼的拥抱"] = {
									["count"] = 4931,
								},
								["强化噬灵疫病"] = {
									["count"] = 140,
								},
								["噬灵疫病"] = {
									["count"] = 905,
								},
							},
							["amount"] = 11848,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 89.89000000000011,
					["Healing"] = 8474,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 954,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2850,
								},
								["Hit"] = {
									["max"] = 538,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 10726,
								},
							},
							["count"] = 25,
							["amount"] = 13576,
						},
						["吸血鬼之触 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 922,
									["min"] = 922,
									["count"] = 3,
									["amount"] = 2766,
								},
								["Tick"] = {
									["max"] = 483,
									["min"] = 461,
									["count"] = 7,
									["amount"] = 3337,
								},
							},
							["count"] = 10,
							["amount"] = 6103,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1344,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 3729,
								},
							},
							["count"] = 3,
							["amount"] = 3729,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 881,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1705,
								},
							},
							["count"] = 2,
							["amount"] = 1705,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 734,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2154,
								},
								["Tick"] = {
									["max"] = 367,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 3916,
								},
							},
							["count"] = 14,
							["amount"] = 6070,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 681,
									["min"] = 681,
									["count"] = 1,
									["amount"] = 681,
								},
								["Tick"] = {
									["max"] = 355,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 3833,
								},
							},
							["count"] = 12,
							["amount"] = 4514,
						},
					},
					["HealingTaken"] = 11848,
					["RageGain"] = 0,
					["TimeDamage"] = 45.72,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13.56,
								},
								["吸血鬼之触 (伤害/跳)"] = {
									["count"] = 4.78,
								},
								["心灵震爆"] = {
									["count"] = 4.22,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.92,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 7.63,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 13.61,
								},
							},
							["amount"] = 45.72,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["精神鞭笞"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["精神鞭笞"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 541,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["小马宝利"] = {
									["count"] = 0,
								},
								["新特能源"] = {
									["count"] = 396,
								},
							},
							["amount"] = 396,
						},
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 6,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 6,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 410,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 60,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 10,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Physical"] = 0,
						["Melee"] = 410,
						["Nature"] = 0,
					},
					["DOT_Time"] = 12,
					["Damage"] = 6291,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 7.49,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 6291,
					},
					["PartialAbsorb"] = {
						["大地震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["顺劈斩"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2084,
								},
								["心灵震爆"] = {
									["count"] = 2190,
								},
								["强化噬灵疫病"] = {
									["count"] = 758,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 626,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 633,
								},
							},
							["amount"] = 6291,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["顺劈斩"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 410,
								},
							},
							["amount"] = 410,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["大地震击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["大地震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["顺劈斩"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 5.99,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 7.49,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 50,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 280,
								},
							},
							["count"] = 10,
							["amount"] = 280,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 47,
								},
							},
							["count"] = 1,
							["amount"] = 47,
						},
					},
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 43,
								},
							},
							["amount"] = 43,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 579,
								},
								["强化噬灵疫病"] = {
									["count"] = 99,
								},
								["噬灵疫病"] = {
									["count"] = 47,
								},
							},
							["amount"] = 725,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 43,
								},
							},
							["amount"] = 43,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 327,
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2.06,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.43,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 9.48,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 5.99,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 7.49,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 263,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 579,
								},
							},
							["count"] = 11,
							["amount"] = 579,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 99,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 99,
								},
							},
							["count"] = 1,
							["amount"] = 99,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 47,
								},
							},
							["count"] = 1,
							["amount"] = 47,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 579,
								},
								["强化噬灵疫病"] = {
									["count"] = 99,
								},
								["噬灵疫病"] = {
									["count"] = 47,
								},
							},
							["amount"] = 725,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 16.97,
					["Healing"] = 725,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 833,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 833,
								},
								["Hit"] = {
									["max"] = 417,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1251,
								},
							},
							["count"] = 4,
							["amount"] = 2084,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2190,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 2190,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 2190,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 758,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 758,
								},
							},
							["count"] = 1,
							["amount"] = 758,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 313,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 626,
								},
							},
							["count"] = 2,
							["amount"] = 626,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 317,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 633,
								},
							},
							["count"] = 2,
							["amount"] = 633,
						},
					},
					["HealingTaken"] = 725,
					["RageGain"] = 0,
					["TimeDamage"] = 9.48,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2.06,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.43,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 9.48,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 43,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 0,
								},
								["小马宝利"] = {
									["count"] = 0,
								},
								["新特能源"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 6,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 0,
								},
								["战槌劫掠者"] = {
									["count"] = 0,
								},
								["石拳猎手"] = {
									["count"] = 6,
								},
								["风茅清道夫"] = {
									["count"] = 0,
								},
								["灰尘咆哮者"] = {
									["count"] = 0,
								},
								["被折磨的地灵"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 410,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 60,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 10,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Physical"] = 0,
						["Melee"] = 410,
						["Nature"] = 0,
					},
					["DOT_Time"] = 12,
					["Damage"] = 6291,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 7.49,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 6291,
					},
					["PartialAbsorb"] = {
						["大地震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["顺劈斩"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2084,
								},
								["心灵震爆"] = {
									["count"] = 2190,
								},
								["强化噬灵疫病"] = {
									["count"] = 758,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 626,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 633,
								},
							},
							["amount"] = 6291,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["顺劈斩"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 410,
								},
							},
							["amount"] = 410,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["大地震击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["大地震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["顺劈斩"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 5.99,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 7.49,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 50,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 280,
								},
							},
							["count"] = 10,
							["amount"] = 280,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 47,
								},
							},
							["count"] = 1,
							["amount"] = 47,
						},
					},
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 43,
								},
							},
							["amount"] = 43,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 579,
								},
								["强化噬灵疫病"] = {
									["count"] = 99,
								},
								["噬灵疫病"] = {
									["count"] = 47,
								},
							},
							["amount"] = 725,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 43,
								},
							},
							["amount"] = 43,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 327,
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2.06,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.43,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 9.48,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 5.99,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 7.49,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 263,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 579,
								},
							},
							["count"] = 11,
							["amount"] = 579,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 99,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 99,
								},
							},
							["count"] = 1,
							["amount"] = 99,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 47,
								},
							},
							["count"] = 1,
							["amount"] = 47,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 579,
								},
								["强化噬灵疫病"] = {
									["count"] = 99,
								},
								["噬灵疫病"] = {
									["count"] = 47,
								},
							},
							["amount"] = 725,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 16.97,
					["Healing"] = 725,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 833,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 833,
								},
								["Hit"] = {
									["max"] = 417,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1251,
								},
							},
							["count"] = 4,
							["amount"] = 2084,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2190,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 2190,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 2190,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 758,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 758,
								},
							},
							["count"] = 1,
							["amount"] = 758,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 313,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 626,
								},
							},
							["count"] = 2,
							["amount"] = 626,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 317,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 633,
								},
							},
							["count"] = 2,
							["amount"] = 633,
						},
					},
					["HealingTaken"] = 725,
					["RageGain"] = 0,
					["TimeDamage"] = 9.48,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2.06,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.43,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 1.99,
								},
							},
							["amount"] = 9.48,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0,
								},
								["暗言术：灭"] = {
									["count"] = 0,
								},
								["心灵震爆"] = {
									["count"] = 0,
								},
								["强化噬灵疫病"] = {
									["count"] = 0,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 43,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 0,
								},
								["小马宝利"] = {
									["count"] = 0,
								},
								["新特能源"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["吸血鬼之触 (伤害/跳)"] = {
							["Details"] = {
								["风鹏皇后"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 48,
								},
								["被折磨的地灵"] = {
									["count"] = 54,
								},
								["风茅清道夫"] = {
									["count"] = 30,
								},
								["风鹏皇后"] = {
									["count"] = 42,
								},
								["战槌劫掠者"] = {
									["count"] = 27,
								},
								["石拳猎手"] = {
									["count"] = 21,
								},
								["顾问佐尔布"] = {
									["count"] = 6,
								},
								["风茅落魄者"] = {
									["count"] = 6,
								},
								["灰尘咆哮者"] = {
									["count"] = 18,
								},
							},
							["amount"] = 252,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["湖水之魂"] = {
									["count"] = 66,
								},
								["被折磨的地灵"] = {
									["count"] = 87,
								},
								["风茅清道夫"] = {
									["count"] = 33,
								},
								["风鹏皇后"] = {
									["count"] = 36,
								},
								["战槌劫掠者"] = {
									["count"] = 27,
								},
								["石拳猎手"] = {
									["count"] = 24,
								},
								["顾问佐尔布"] = {
									["count"] = 6,
								},
								["风茅落魄者"] = {
									["count"] = 12,
								},
								["灰尘咆哮者"] = {
									["count"] = 33,
								},
							},
							["amount"] = 324,
						},
					},
					["TimeSpent"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 24.04,
								},
								["暗言术：灭"] = {
									["count"] = 3.46,
								},
								["心灵震爆"] = {
									["count"] = 18,
								},
								["强化噬灵疫病"] = {
									["count"] = 17.96,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 26.82,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 10.43,
								},
							},
							["amount"] = 100.71,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 27.52,
								},
							},
							["amount"] = 27.52,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13.46,
								},
								["暗言术：灭"] = {
									["count"] = 0.8900000000000001,
								},
								["心灵震爆"] = {
									["count"] = 7.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 7.43,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 10.86,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 8.43,
								},
							},
							["amount"] = 48.57,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 8.540000000000001,
								},
								["心灵震爆"] = {
									["count"] = 4.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 4.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 8.11,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 6.28,
								},
							},
							["amount"] = 31.93,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 11.03,
								},
								["心灵震爆"] = {
									["count"] = 12,
								},
								["强化噬灵疫病"] = {
									["count"] = 11.89,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 14.94,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 3.04,
								},
							},
							["amount"] = 52.9,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13.56,
								},
								["吸血鬼之触 (伤害/跳)"] = {
									["count"] = 4.78,
								},
								["心灵震爆"] = {
									["count"] = 4.22,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.92,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 7.63,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 13.61,
								},
							},
							["amount"] = 45.72,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 15.92,
								},
								["暗言术：灭"] = {
									["count"] = 1.04,
								},
								["心灵震爆"] = {
									["count"] = 6.24,
								},
								["强化噬灵疫病"] = {
									["count"] = 6.81,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 9.21,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 44.14,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 223.9,
								},
								["强化噬灵疫病"] = {
									["count"] = 20.79,
								},
								["真言术：盾"] = {
									["count"] = 6.53,
								},
								["治疗药水"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 252.72,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 27.73,
								},
								["暗言术：灭"] = {
									["count"] = 4.36,
								},
								["射击"] = {
									["count"] = 0.59,
								},
								["心灵震爆"] = {
									["count"] = 22.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 22.4,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 35.00000000000001,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 10.34,
								},
							},
							["amount"] = 122.92,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 3.96,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0.49,
								},
							},
							["amount"] = 9.91,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 3.61,
								},
								["心灵震爆"] = {
									["count"] = 3,
								},
								["强化噬灵疫病"] = {
									["count"] = 2.86,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 4.45,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14.92,
						},
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["WhoHealed"] = {
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 4480,
								},
								["治疗药水"] = {
									["count"] = 2498,
								},
								["吸血鬼的拥抱"] = {
									["count"] = 20372,
								},
								["强化噬灵疫病"] = {
									["count"] = 1339,
								},
								["噬灵疫病"] = {
									["count"] = 2634,
								},
							},
							["amount"] = 31323,
						},
					},
					["Absorbs"] = 4480,
					["Overhealing"] = 31227,
					["ElementTaken"] = {
						["Physical"] = 8109,
						["Frost"] = 4893,
						["Melee"] = 26191,
						["Nature"] = 1448,
					},
					["DOT_Time"] = 606,
					["Damage"] = 322160,
					["TimeHeal"] = 284.74,
					["ShieldedWho"] = {
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementDone"] = {
						["Nature"] = 151,
						["Shadow"] = 322009,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 175,
								},
								["Crit"] = {
									["count"] = 91,
								},
								["Hit"] = {
									["count"] = 237,
								},
							},
							["amount"] = 503,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["WhoDamaged"] = {
						["湖水之魂"] = {
							["Details"] = {
								["水箭"] = {
									["count"] = 4168,
								},
								["肉搏"] = {
									["count"] = 1263,
								},
							},
							["amount"] = 5431,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["大地震击"] = {
									["count"] = 1448,
								},
								["肉搏"] = {
									["count"] = 2963,
								},
							},
							["amount"] = 4411,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 2963,
								},
								["肉搏"] = {
									["count"] = 1572,
								},
							},
							["amount"] = 4535,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["鹰爪 (伤害/跳)"] = {
									["count"] = 968,
								},
								["肉搏"] = {
									["count"] = 16770,
								},
							},
							["amount"] = 17738,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["顺劈斩"] = {
									["count"] = 263,
								},
								["肉搏"] = {
									["count"] = 928,
								},
							},
							["amount"] = 1191,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 2146,
								},
							},
							["amount"] = 2146,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 725,
								},
							},
							["amount"] = 725,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1183,
								},
							},
							["amount"] = 1183,
						},
						["石拳猎手"] = {
							["Details"] = {
								["投掷长矛"] = {
									["count"] = 1769,
								},
								["肉搏"] = {
									["count"] = 1512,
								},
							},
							["amount"] = 3281,
						},
					},
					["Absorbed"] = {
						["真言术：盾"] = {
							["Details"] = {
								["新特能源"] = {
									["max"] = 949,
									["min"] = 72,
									["count"] = 9,
									["amount"] = 4480,
								},
							},
							["count"] = 9,
							["amount"] = 4480,
						},
					},
					["TimeHealing"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 27.52,
								},
							},
							["amount"] = 27.52,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 223.9,
								},
								["强化噬灵疫病"] = {
									["count"] = 20.79,
								},
								["真言术：盾"] = {
									["count"] = 6.53,
								},
								["治疗药水"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 252.72,
						},
					},
					["OverHeals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 316,
									["min"] = 1,
									["count"] = 495,
									["amount"] = 25191,
								},
							},
							["count"] = 495,
							["amount"] = 25191,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 155,
									["min"] = 145,
									["count"] = 2,
									["amount"] = 300,
								},
								["Hit"] = {
									["max"] = 107,
									["min"] = 1,
									["count"] = 41,
									["amount"] = 3723,
								},
							},
							["count"] = 43,
							["amount"] = 4023,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 118,
									["min"] = 10,
									["count"] = 36,
									["amount"] = 2013,
								},
							},
							["count"] = 36,
							["amount"] = 2013,
						},
					},
					["PartialResist"] = {
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["大地震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["顺劈斩"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["水箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 74,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 74,
						},
					},
					["ManaGained"] = {
						["暗言术：痛雕文"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 2294,
								},
							},
							["amount"] = 2294,
						},
						["恢复法力"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 1850,
								},
							},
							["amount"] = 1850,
						},
						["恢复"] = {
							["Details"] = {
								["新特能源"] = {
									["count"] = 425,
								},
							},
							["amount"] = 425,
						},
					},
					["PartialAbsorb"] = {
						["投掷长矛"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 949,
									["min"] = 949,
									["count"] = 1,
									["amount"] = 949,
								},
							},
							["count"] = 3,
							["amount"] = 949,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["大地震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["顺劈斩"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["鹰爪 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 72,
									["min"] = 72,
									["count"] = 1,
									["amount"] = 72,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 72,
						},
						["水箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 828,
									["min"] = 157,
									["count"] = 7,
									["amount"] = 3459,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
							},
							["count"] = 74,
							["amount"] = 3459,
						},
					},
					["ActiveTime"] = 756.4599999999989,
					["Heals"] = {
						["真言术：盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 949,
									["min"] = 72,
									["count"] = 9,
									["amount"] = 4480,
								},
							},
							["count"] = 9,
							["amount"] = 4480,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2498,
									["min"] = 2498,
									["count"] = 1,
									["amount"] = 2498,
								},
							},
							["count"] = 1,
							["amount"] = 2498,
						},
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 323,
									["min"] = 1,
									["count"] = 615,
									["amount"] = 21698,
								},
							},
							["count"] = 615,
							["amount"] = 21698,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 140,
									["min"] = 140,
									["count"] = 1,
									["amount"] = 140,
								},
								["Hit"] = {
									["max"] = 107,
									["min"] = 66,
									["count"] = 13,
									["amount"] = 1199,
								},
							},
							["count"] = 14,
							["amount"] = 1339,
						},
						["噬灵疫病"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 118,
									["min"] = 10,
									["count"] = 49,
									["amount"] = 2634,
								},
							},
							["count"] = 49,
							["amount"] = 2634,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 3459,
						["Physical"] = 1021,
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 32,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 59,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 74,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["HealedWho"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 634,
								},
							},
							["amount"] = 634,
						},
						["小马宝利"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 692,
								},
							},
							["amount"] = 692,
						},
						["新特能源"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 4480,
								},
								["治疗药水"] = {
									["count"] = 2498,
								},
								["吸血鬼的拥抱"] = {
									["count"] = 20372,
								},
								["强化噬灵疫病"] = {
									["count"] = 1339,
								},
								["噬灵疫病"] = {
									["count"] = 2634,
								},
							},
							["amount"] = 31323,
						},
					},
					["Healing"] = 28169,
					["DamageTaken"] = 40641,
					["HOT_Time"] = 3264,
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1125,
									["min"] = 687,
									["count"] = 41,
									["amount"] = 37948,
								},
								["Hit"] = {
									["max"] = 563,
									["min"] = 376,
									["count"] = 138,
									["amount"] = 64077,
								},
							},
							["count"] = 179,
							["amount"] = 102025,
						},
						["吸血鬼之触 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 922,
									["min"] = 922,
									["count"] = 3,
									["amount"] = 2766,
								},
								["Tick"] = {
									["max"] = 483,
									["min"] = 461,
									["count"] = 7,
									["amount"] = 3337,
								},
							},
							["count"] = 10,
							["amount"] = 6103,
						},
						["暗言术：灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2291,
									["min"] = 2291,
									["count"] = 1,
									["amount"] = 2291,
								},
								["Hit"] = {
									["max"] = 1124,
									["min"] = 864,
									["count"] = 14,
									["amount"] = 13742,
								},
							},
							["count"] = 15,
							["amount"] = 16033,
						},
						["射击"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 151,
									["min"] = 151,
									["count"] = 1,
									["amount"] = 151,
								},
							},
							["count"] = 2,
							["amount"] = 151,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2688,
									["min"] = 2099,
									["count"] = 16,
									["amount"] = 37049,
								},
								["Hit"] = {
									["max"] = 1344,
									["min"] = 940,
									["count"] = 38,
									["amount"] = 43233,
								},
							},
							["count"] = 54,
							["amount"] = 80282,
						},
						["强化噬灵疫病"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1425,
									["min"] = 1016,
									["count"] = 6,
									["amount"] = 7193,
								},
								["Hit"] = {
									["max"] = 950,
									["min"] = 651,
									["count"] = 47,
									["amount"] = 38068,
								},
							},
							["count"] = 53,
							["amount"] = 45261,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 778,
									["min"] = 628,
									["count"] = 12,
									["amount"] = 8285,
								},
								["Tick"] = {
									["max"] = 390,
									["min"] = 273,
									["count"] = 96,
									["amount"] = 31685,
								},
							},
							["count"] = 108,
							["amount"] = 39970,
						},
						["噬灵疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 791,
									["min"] = 649,
									["count"] = 12,
									["amount"] = 8684,
								},
								["Tick"] = {
									["max"] = 396,
									["min"] = 271,
									["count"] = 72,
									["amount"] = 23651,
								},
							},
							["count"] = 84,
							["amount"] = 32335,
						},
					},
					["HealingTaken"] = 31323,
					["HOTs"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 117,
								},
								["小马宝利"] = {
									["count"] = 132,
								},
								["新特能源"] = {
									["count"] = 3015,
								},
							},
							["amount"] = 3264,
						},
					},
					["TimeDamage"] = 471.72,
					["TimeDamaging"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 24.04,
								},
								["暗言术：灭"] = {
									["count"] = 3.46,
								},
								["心灵震爆"] = {
									["count"] = 18,
								},
								["强化噬灵疫病"] = {
									["count"] = 17.96,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 26.82,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 10.43,
								},
							},
							["amount"] = 100.71,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 27.73,
								},
								["暗言术：灭"] = {
									["count"] = 4.36,
								},
								["射击"] = {
									["count"] = 0.59,
								},
								["心灵震爆"] = {
									["count"] = 22.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 22.4,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 35.00000000000001,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 10.34,
								},
							},
							["amount"] = 122.92,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13.46,
								},
								["暗言术：灭"] = {
									["count"] = 0.8900000000000001,
								},
								["心灵震爆"] = {
									["count"] = 7.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 7.43,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 10.86,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 8.43,
								},
							},
							["amount"] = 48.57,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13.56,
								},
								["吸血鬼之触 (伤害/跳)"] = {
									["count"] = 4.78,
								},
								["心灵震爆"] = {
									["count"] = 4.22,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.92,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 7.63,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 13.61,
								},
							},
							["amount"] = 45.72,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 15.92,
								},
								["暗言术：灭"] = {
									["count"] = 1.04,
								},
								["心灵震爆"] = {
									["count"] = 6.24,
								},
								["强化噬灵疫病"] = {
									["count"] = 6.81,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 9.21,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 44.14,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 8.540000000000001,
								},
								["心灵震爆"] = {
									["count"] = 4.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 4.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 8.11,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 6.28,
								},
							},
							["amount"] = 31.93,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 3.96,
								},
								["心灵震爆"] = {
									["count"] = 1.5,
								},
								["强化噬灵疫病"] = {
									["count"] = 1.5,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 0.49,
								},
							},
							["amount"] = 9.91,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 3.61,
								},
								["心灵震爆"] = {
									["count"] = 3,
								},
								["强化噬灵疫病"] = {
									["count"] = 2.86,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 4.45,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14.92,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 11.03,
								},
								["心灵震爆"] = {
									["count"] = 12,
								},
								["强化噬灵疫病"] = {
									["count"] = 11.89,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 14.94,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 3.04,
								},
							},
							["amount"] = 52.9,
						},
					},
					["ManaGain"] = 4569,
					["ManaGainedFrom"] = {
						["新特能源"] = {
							["Details"] = {
								["暗言术：痛雕文"] = {
									["count"] = 2294,
								},
								["恢复法力"] = {
									["count"] = 1850,
								},
								["恢复"] = {
									["count"] = 425,
								},
							},
							["amount"] = 4569,
						},
					},
					["DamagedWho"] = {
						["湖水之魂"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 19269,
								},
								["暗言术：灭"] = {
									["count"] = 4638,
								},
								["射击"] = {
									["count"] = 151,
								},
								["心灵震爆"] = {
									["count"] = 13883,
								},
								["强化噬灵疫病"] = {
									["count"] = 9389,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 6931,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 5016,
								},
							},
							["amount"] = 59277,
						},
						["被折磨的地灵"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 26795,
								},
								["暗言术：灭"] = {
									["count"] = 7602,
								},
								["心灵震爆"] = {
									["count"] = 25965,
								},
								["强化噬灵疫病"] = {
									["count"] = 13625,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 12262,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 8836,
								},
							},
							["amount"] = 95085,
						},
						["风茅清道夫"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 10138,
								},
								["暗言术：灭"] = {
									["count"] = 2012,
								},
								["心灵震爆"] = {
									["count"] = 5583,
								},
								["强化噬灵疫病"] = {
									["count"] = 4017,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 4202,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 4310,
								},
							},
							["amount"] = 30262,
						},
						["风鹏皇后"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 13576,
								},
								["吸血鬼之触 (伤害/跳)"] = {
									["count"] = 6103,
								},
								["心灵震爆"] = {
									["count"] = 3729,
								},
								["强化噬灵疫病"] = {
									["count"] = 1705,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 4514,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 6070,
								},
							},
							["amount"] = 35697,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 10809,
								},
								["暗言术：灭"] = {
									["count"] = 1781,
								},
								["心灵震爆"] = {
									["count"] = 7445,
								},
								["强化噬灵疫病"] = {
									["count"] = 3564,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2604,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 2627,
								},
							},
							["amount"] = 28830,
						},
						["石拳猎手"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 7175,
								},
								["心灵震爆"] = {
									["count"] = 4226,
								},
								["强化噬灵疫病"] = {
									["count"] = 2201,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 2396,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 2150,
								},
							},
							["amount"] = 18148,
						},
						["顾问佐尔布"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 1737,
								},
								["心灵震爆"] = {
									["count"] = 1064,
								},
								["强化噬灵疫病"] = {
									["count"] = 1121,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 616,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 624,
								},
							},
							["amount"] = 5162,
						},
						["风茅落魄者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 2314,
								},
								["心灵震爆"] = {
									["count"] = 3311,
								},
								["强化噬灵疫病"] = {
									["count"] = 1944,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 1574,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 647,
								},
							},
							["amount"] = 9790,
						},
						["灰尘咆哮者"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 10212,
								},
								["心灵震爆"] = {
									["count"] = 15076,
								},
								["强化噬灵疫病"] = {
									["count"] = 7695,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 4871,
								},
								["噬灵疫病 (伤害/跳)"] = {
									["count"] = 2055,
								},
							},
							["amount"] = 39909,
						},
					},
				},
			},
			["UnitLockout"] = 55113.995,
			["LastActive"] = 56557,
		},
		["裸奔的包子"] = {
			["GUID"] = "Player-4778-048757B7",
			["LastEventHealth"] = {
				5491, -- [1]
				5499, -- [2]
				5648, -- [3]
				5768, -- [4]
				5791, -- [5]
				5791, -- [6]
				5801, -- [7]
				5801, -- [8]
				5814, -- [9]
				5824, -- [10]
				5837, -- [11]
				5837, -- [12]
				5859, -- [13]
				5859, -- [14]
				5895, -- [15]
				1794, -- [16]
				1865, -- [17]
				1865, -- [18]
				1757, -- [19]
				1562, -- [20]
				4949, -- [21]
				4983, -- [22]
				4983, -- [23]
				4991, -- [24]
				5006, -- [25]
				5006, -- [26]
				5016, -- [27]
				5016, -- [28]
				5016, -- [29]
				5031, -- [30]
				5031, -- [31]
				5262, -- [32]
				5262, -- [33]
				5262, -- [34]
				5262, -- [35]
				5262, -- [36]
				5262, -- [37]
				5344, -- [38]
				5364, -- [39]
				5373, -- [40]
				5373, -- [41]
				5385, -- [42]
				5394, -- [43]
				5418, -- [44]
				5418, -- [45]
				5426, -- [46]
				5438, -- [47]
				5446, -- [48]
				5471, -- [49]
				5479, -- [50]
			},
			["LastAttackedBy"] = "灼烧图腾",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					12.59, -- [1]
				},
				["Healing"] = {
					783, -- [1]
				},
				["DamageTaken"] = {
					4330, -- [1]
				},
				["RageGain"] = {
					23, -- [1]
				},
				["TimeDamage"] = {
					41.56, -- [1]
				},
				["ActiveTime"] = {
					54.14999999999999, -- [1]
				},
				["HealingTaken"] = {
					1417, -- [1]
				},
				["DOT_Time"] = {
					15, -- [1]
				},
				["Damage"] = {
					16344, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "裸奔的包子",
			["level"] = 66,
			["LastDamageAbility"] = "攻击",
			["LastFightIn"] = 7,
			["LastHealTime"] = 55156.987,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 195,
			["TimeLast"] = {
				["TimeHeal"] = 55155.991,
				["OVERALL"] = 55230.002,
				["DamageTaken"] = 55158.991,
				["HealingTaken"] = 55230.002,
				["TimeDamage"] = 55228.994,
				["ActiveTime"] = 55228.994,
				["Healing"] = 55155.991,
				["RageGain"] = 55225.995,
				["DOT_Time"] = 55228.994,
				["Damage"] = 55228.994,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				7119, -- [1]
				7119, -- [2]
				7119, -- [3]
				7119, -- [4]
				7119, -- [5]
				7119, -- [6]
				7119, -- [7]
				7119, -- [8]
				7119, -- [9]
				7119, -- [10]
				7119, -- [11]
				7119, -- [12]
				7119, -- [13]
				7119, -- [14]
				7119, -- [15]
				7119, -- [16]
				7119, -- [17]
				7119, -- [18]
				7119, -- [19]
				7119, -- [20]
				7119, -- [21]
				7119, -- [22]
				7119, -- [23]
				7119, -- [24]
				7119, -- [25]
				7119, -- [26]
				7119, -- [27]
				7119, -- [28]
				7119, -- [29]
				7119, -- [30]
				7119, -- [31]
				7119, -- [32]
				7119, -- [33]
				7119, -- [34]
				7119, -- [35]
				7119, -- [36]
				7119, -- [37]
				7119, -- [38]
				7119, -- [39]
				7119, -- [40]
				7119, -- [41]
				7119, -- [42]
				7119, -- [43]
				7119, -- [44]
				7119, -- [45]
				7119, -- [46]
				7119, -- [47]
				7119, -- [48]
				7119, -- [49]
				7119, -- [50]
			},
			["NextEventNum"] = 16,
			["LastDamageTime"] = 55229.613,
			["LastEvents"] = {
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +8", -- [1]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +2", -- [2]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +65", -- [3]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +23", -- [4]
				"裸奔的包子 肉搏 战槌劫掠者 Hit -395 (Physical)", -- [5]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +10", -- [6]
				"裸奔的包子 肉搏 战槌劫掠者 Hit -246 (Physical)", -- [7]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +13", -- [8]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +10", -- [9]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +13", -- [10]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +9", -- [11]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +13", -- [12]
				"裸奔的包子 撕裂 (伤害/跳) 战槌劫掠者 Tick -214 (Physical)", -- [13]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +28", -- [14]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +2", -- [15]
				"裸奔的包子 嗜血 裸奔的包子 Hit +71", -- [16]
				"裸奔的包子 嗜血 裸奔的包子 Hit +71", -- [17]
				"灼烧图腾 攻击 裸奔的包子 Hit -187 (Fire)", -- [18]
				"灼烧图腾 攻击 裸奔的包子 Hit -195 (Fire)", -- [19]
				"裸奔的包子 肉搏 灼烧图腾 Hit -437 (Physical)", -- [20]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +34", -- [21]
				"裸奔的包子 肉搏 战槌劫掠者 Crit -722 (Physical)", -- [22]
				"裸奔的包子 肉搏 战槌劫掠者 Miss (1)", -- [23]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +15", -- [24]
				"裸奔的包子 撕裂 (伤害/跳) 战槌劫掠者 Tick -158 (Physical)", -- [25]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +10", -- [26]
				"裸奔的包子 肉搏 战槌劫掠者 Hit -412 (Physical)", -- [27]
				"裸奔的包子 肉搏 战槌劫掠者 Hit -248 (Physical)", -- [28]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +15", -- [29]
				"裸奔的包子 嗜血 战槌劫掠者 Dodge (Physical)", -- [30]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +29", -- [31]
				"裸奔的包子 肉搏 战槌劫掠者 Hit -400 (Physical)", -- [32]
				"裸奔的包子 肉搏 战槌劫掠者 Crit -517 (Physical)", -- [33]
				"裸奔的包子 肉搏 战槌劫掠者 Crit -547 (Physical)", -- [34]
				"裸奔的包子 肉搏 战槌劫掠者 Miss (1)", -- [35]
				"裸奔的包子 撕裂 (伤害/跳) 战槌劫掠者 Tick -214 (Physical)", -- [36]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +28", -- [37]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +20", -- [38]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +9", -- [39]
				"裸奔的包子 肉搏 战槌萨满祭司 Hit -364 (Physical)", -- [40]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +12", -- [41]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +9", -- [42]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +24", -- [43]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +8", -- [44]
				"裸奔的包子 肉搏 战槌萨满祭司 Miss (1)", -- [45]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +12", -- [46]
				"裸奔的包子 肉搏 战槌萨满祭司 Hit -358 (Physical)", -- [47]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +25", -- [48]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +8", -- [49]
				"新特能源 吸血鬼的拥抱 裸奔的包子 Tick +12", -- [50]
			},
			["Name"] = "裸奔的包子",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				55214.678, -- [1]
				55215.027, -- [2]
				55222.967, -- [3]
				55224.65, -- [4]
				55225.93300000001, -- [5]
				55226.173, -- [6]
				55226.556, -- [7]
				55227.192, -- [8]
				55227.697, -- [9]
				55228.185, -- [10]
				55229.189, -- [11]
				55229.189, -- [12]
				55229.613, -- [13]
				55229.879, -- [14]
				55230.711, -- [15]
				55156.884, -- [16]
				55156.987, -- [17]
				55156.987, -- [18]
				55159.063, -- [19]
				55159.29, -- [20]
				55185.701, -- [21]
				55185.82, -- [22]
				55186.088, -- [23]
				55188.348, -- [24]
				55188.681, -- [25]
				55188.83, -- [26]
				55189.25500000001, -- [27]
				55189.25500000001, -- [28]
				55189.36, -- [29]
				55189.457, -- [30]
				55190.378, -- [31]
				55200.657, -- [32]
				55200.889, -- [33]
				55203.605, -- [34]
				55203.605, -- [35]
				55203.711, -- [36]
				55205.679, -- [37]
				55207.128, -- [38]
				55208.675, -- [39]
				55209.274, -- [40]
				55209.628, -- [41]
				55210.189, -- [42]
				55210.70200000001, -- [43]
				55211.614, -- [44]
				55211.614, -- [45]
				55211.717, -- [46]
				55212.296, -- [47]
				55212.895, -- [48]
				55213.176, -- [49]
				55213.846, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 48,
					},
					["TimeHealing"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 12.59,
								},
							},
							["amount"] = 12.59,
						},
					},
					["DOTs"] = {
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["战槌萨满祭司"] = {
									["count"] = 6,
								},
								["战槌劫掠者"] = {
									["count"] = 9,
								},
							},
							["amount"] = 15,
						},
					},
					["TimeSpent"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 3.79,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["旋风斩"] = {
									["count"] = 1.03,
								},
								["斩杀"] = {
									["count"] = 0.34,
								},
								["肉搏"] = {
									["count"] = 23.8,
								},
							},
							["amount"] = 29.06,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 3.11,
								},
								["嗜血"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 7.69,
								},
							},
							["amount"] = 11,
						},
						["裸奔的包子"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 12.59,
								},
							},
							["amount"] = 12.59,
						},
					},
					["WhoHealed"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 783,
								},
							},
							["amount"] = 783,
						},
						["新特能源"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 634,
								},
							},
							["amount"] = 634,
						},
					},
					["RageGainedFrom"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["怒不可遏效果"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["PartialResist"] = {
						["攻击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
					},
					["PartialAbsorb"] = {
						["攻击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["冰霜震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 54.14999999999999,
					["ElementTaken"] = {
						["Frost"] = 2172,
						["Melee"] = 1394,
						["Fire"] = 764,
					},
					["RageGained"] = {
						["怒不可遏效果"] = {
							["Details"] = {
								["裸奔的包子"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["Damage"] = 16344,
					["DOT_Time"] = 15,
					["TimeHeal"] = 12.59,
					["HealedWho"] = {
						["裸奔的包子"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 783,
								},
							},
							["amount"] = 783,
						},
					},
					["Heals"] = {
						["嗜血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 72,
									["min"] = 71,
									["count"] = 11,
									["amount"] = 783,
								},
							},
							["count"] = 11,
							["amount"] = 783,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 11,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 5,
						},
					},
					["Healing"] = 783,
					["WhoDamaged"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["冰霜震击"] = {
									["count"] = 2172,
								},
								["肉搏"] = {
									["count"] = 1394,
								},
							},
							["amount"] = 3566,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["攻击"] = {
									["count"] = 764,
								},
							},
							["amount"] = 764,
						},
					},
					["DamageTaken"] = 4330,
					["Attacks"] = {
						["嗜血"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1107,
									["min"] = 1107,
									["count"] = 1,
									["amount"] = 1107,
								},
								["Hit"] = {
									["max"] = 554,
									["min"] = 492,
									["count"] = 3,
									["amount"] = 1588,
								},
							},
							["count"] = 5,
							["amount"] = 2695,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 214,
									["min"] = 158,
									["count"] = 5,
									["amount"] = 902,
								},
							},
							["count"] = 5,
							["amount"] = 902,
						},
						["旋风斩"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 521,
									["min"] = 317,
									["count"] = 2,
									["amount"] = 838,
								},
							},
							["count"] = 2,
							["amount"] = 838,
						},
						["斩杀"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 843,
									["min"] = 843,
									["count"] = 1,
									["amount"] = 843,
								},
							},
							["count"] = 1,
							["amount"] = 843,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 261,
									["min"] = 261,
									["count"] = 1,
									["amount"] = 261,
								},
								["Hit"] = {
									["max"] = 460,
									["min"] = 246,
									["count"] = 15,
									["amount"] = 5416,
								},
								["Hit (被格挡)"] = {
									["max"] = 358,
									["min"] = 358,
									["count"] = 1,
									["amount"] = 358,
								},
								["Miss"] = {
									["count"] = 7,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 891,
									["min"] = 456,
									["count"] = 8,
									["amount"] = 5031,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 33,
							["amount"] = 11066,
						},
					},
					["RageGain"] = 23,
					["DamagedWho"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 2695,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 316,
								},
								["旋风斩"] = {
									["count"] = 838,
								},
								["斩杀"] = {
									["count"] = 843,
								},
								["肉搏"] = {
									["count"] = 7142,
								},
							},
							["amount"] = 11834,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 437,
								},
							},
							["amount"] = 437,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 586,
								},
								["肉搏"] = {
									["count"] = 3487,
								},
							},
							["amount"] = 4073,
						},
					},
					["TimeDamage"] = 41.56,
					["TimeDamaging"] = {
						["战槌萨满祭司"] = {
							["Details"] = {
								["嗜血"] = {
									["count"] = 3.79,
								},
								["撕裂 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["旋风斩"] = {
									["count"] = 1.03,
								},
								["斩杀"] = {
									["count"] = 0.34,
								},
								["肉搏"] = {
									["count"] = 23.8,
								},
							},
							["amount"] = 29.06,
						},
						["灼烧图腾"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["战槌劫掠者"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 3.11,
								},
								["嗜血"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 7.69,
								},
							},
							["amount"] = 11,
						},
					},
					["HealingTaken"] = 1417,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 16,
								},
								["Miss"] = {
									["count"] = 7,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 34,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 13,
						},
					},
					["ElementDone"] = {
						["Melee"] = 11066,
						["Physical"] = 5278,
					},
				},
			},
			["UnitLockout"] = 55139.993,
			["LastActive"] = 55230.002,
		},
	},
	["FightNum"] = 55,
	["CombatTimes"] = {
		{
			55100.998, -- [1]
			55110.997, -- [2]
			"00:58:39", -- [3]
			"00:58:48", -- [4]
			"战槌劫掠者", -- [5]
		}, -- [1]
		{
			55112.99, -- [1]
			55124.995, -- [2]
			"00:58:51", -- [3]
			"00:59:02", -- [4]
			"战槌萨满祭司", -- [5]
		}, -- [2]
		{
			55139.993, -- [1]
			55159.999, -- [2]
			"00:59:17", -- [3]
			"00:59:37", -- [4]
			"战槌萨满祭司", -- [5]
		}, -- [3]
		{
			55165.995, -- [1]
			55176.996, -- [2]
			"00:59:44", -- [3]
			"00:59:54", -- [4]
			"战槌劫掠者", -- [5]
		}, -- [4]
		{
			55177.994, -- [1]
			55182.999, -- [2]
			"00:59:56", -- [3]
			"01:00:00", -- [4]
			"战槌萨满祭司", -- [5]
		}, -- [5]
		{
			55184.99, -- [1]
			55192.993, -- [2]
			"01:00:03", -- [3]
			"01:00:10", -- [4]
			"战槌劫掠者", -- [5]
		}, -- [6]
		{
			55199.993, -- [1]
			55215.993, -- [2]
			"01:00:18", -- [3]
			"01:00:33", -- [4]
			"战槌劫掠者", -- [5]
		}, -- [7]
		{
			55221.991, -- [1]
			55231.999, -- [2]
			"01:00:40", -- [3]
			"01:00:49", -- [4]
			"战槌劫掠者", -- [5]
		}, -- [8]
		{
			55325.995, -- [1]
			55333.002, -- [2]
			"01:02:23", -- [3]
			"01:02:30", -- [4]
			"湖水之魂", -- [5]
		}, -- [9]
		{
			55335.997, -- [1]
			55345.001, -- [2]
			"01:02:33", -- [3]
			"01:02:42", -- [4]
			"湖水之魂", -- [5]
		}, -- [10]
		{
			55357.997, -- [1]
			55369.995, -- [2]
			"01:02:55", -- [3]
			"01:03:07", -- [4]
			"湖水之魂", -- [5]
		}, -- [11]
		{
			55371.993, -- [1]
			55382.003, -- [2]
			"01:03:10", -- [3]
			"01:03:19", -- [4]
			"湖水之魂", -- [5]
		}, -- [12]
		{
			55385.992, -- [1]
			55393.995, -- [2]
			"01:03:24", -- [3]
			"01:03:31", -- [4]
			"湖水之魂", -- [5]
		}, -- [13]
		{
			55399.995, -- [1]
			55410.995, -- [2]
			"01:03:38", -- [3]
			"01:03:48", -- [4]
			"湖水之魂", -- [5]
		}, -- [14]
		{
			55413.99, -- [1]
			55421.994, -- [2]
			"01:03:52", -- [3]
			"01:03:59", -- [4]
			"湖水之魂", -- [5]
		}, -- [15]
		{
			55427.999, -- [1]
			55436.99, -- [2]
			"01:04:06", -- [3]
			"01:04:14", -- [4]
			"湖水之魂", -- [5]
		}, -- [16]
		{
			55442.99, -- [1]
			55449.998, -- [2]
			"01:04:20", -- [3]
			"01:04:27", -- [4]
			"湖水之魂", -- [5]
		}, -- [17]
		{
			55456.991, -- [1]
			55467.991, -- [2]
			"01:04:35", -- [3]
			"01:04:45", -- [4]
			"湖水之魂", -- [5]
		}, -- [18]
		{
			55476.995, -- [1]
			55485.999, -- [2]
			"01:04:55", -- [3]
			"01:05:03", -- [4]
			"湖水之魂", -- [5]
		}, -- [19]
		{
			55491.997, -- [1]
			55498.996, -- [2]
			"01:05:09", -- [3]
			"01:05:16", -- [4]
			"湖水之魂", -- [5]
		}, -- [20]
		{
			55633.993, -- [1]
			55639.992, -- [2]
			"01:07:32", -- [3]
			"01:07:37", -- [4]
			"风茅清道夫", -- [5]
		}, -- [21]
		{
			55655.997, -- [1]
			55667.997, -- [2]
			"01:07:53", -- [3]
			"01:08:05", -- [4]
			"风茅清道夫", -- [5]
		}, -- [22]
		{
			55667.997, -- [1]
			55678.99, -- [2]
			"01:08:06", -- [3]
			"01:08:16", -- [4]
			"风茅清道夫", -- [5]
		}, -- [23]
		{
			55695.996, -- [1]
			55702.99, -- [2]
			"01:08:33", -- [3]
			"01:08:40", -- [4]
			"风茅落魄者", -- [5]
		}, -- [24]
		{
			55711.993, -- [1]
			55720.995, -- [2]
			"01:08:49", -- [3]
			"01:08:58", -- [4]
			"风茅清道夫", -- [5]
		}, -- [25]
		{
			55738.992, -- [1]
			55751.995, -- [2]
			"01:09:17", -- [3]
			"01:09:29", -- [4]
			"风茅清道夫", -- [5]
		}, -- [26]
		{
			55769.999, -- [1]
			55776.999, -- [2]
			"01:09:47", -- [3]
			"01:09:54", -- [4]
			"风茅落魄者", -- [5]
		}, -- [27]
		{
			55778.991, -- [1]
			55790.99, -- [2]
			"01:09:57", -- [3]
			"01:10:08", -- [4]
			"风茅清道夫", -- [5]
		}, -- [28]
		{
			55864, -- [1]
			55871.997, -- [2]
			"01:11:22", -- [3]
			"01:11:29", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [29]
		{
			55881.992, -- [1]
			55886.992, -- [2]
			"01:11:40", -- [3]
			"01:11:44", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [30]
		{
			55894.991, -- [1]
			55903.998, -- [2]
			"01:11:53", -- [3]
			"01:12:01", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [31]
		{
			55905.995, -- [1]
			55912.996, -- [2]
			"01:12:03", -- [3]
			"01:12:10", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [32]
		{
			55915.992, -- [1]
			55926.993, -- [2]
			"01:12:14", -- [3]
			"01:12:24", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [33]
		{
			55933.992, -- [1]
			55940.995, -- [2]
			"01:12:31", -- [3]
			"01:12:38", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [34]
		{
			55944.993, -- [1]
			55953.993, -- [2]
			"01:12:42", -- [3]
			"01:12:51", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [35]
		{
			55975.997, -- [1]
			55984.993, -- [2]
			"01:13:14", -- [3]
			"01:13:22", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [36]
		{
			55985.994, -- [1]
			55992.99, -- [2]
			"01:13:24", -- [3]
			"01:13:30", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [37]
		{
			55997.996, -- [1]
			56007.009, -- [2]
			"01:13:36", -- [3]
			"01:13:44", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [38]
		{
			56008.991, -- [1]
			56016.998, -- [2]
			"01:13:46", -- [3]
			"01:13:54", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [39]
		{
			56058.994, -- [1]
			56066.993, -- [2]
			"01:14:37", -- [3]
			"01:14:44", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [40]
		{
			56069.993, -- [1]
			56081, -- [2]
			"01:14:48", -- [3]
			"01:14:58", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [41]
		{
			56084.991, -- [1]
			56093.992, -- [2]
			"01:15:03", -- [3]
			"01:15:11", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [42]
		{
			56094.997, -- [1]
			56106.995, -- [2]
			"01:15:13", -- [3]
			"01:15:24", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [43]
		{
			56113.991, -- [1]
			56124.996, -- [2]
			"01:15:32", -- [3]
			"01:15:42", -- [4]
			"被折磨的地灵", -- [5]
		}, -- [44]
		{
			56138.992, -- [1]
			56146.992, -- [2]
			"01:15:57", -- [3]
			"01:16:04", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [45]
		{
			56156.997, -- [1]
			56162.992, -- [2]
			"01:16:15", -- [3]
			"01:16:20", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [46]
		{
			56174.995, -- [1]
			56181.998, -- [2]
			"01:16:32", -- [3]
			"01:16:39", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [47]
		{
			56197.996, -- [1]
			56204.997, -- [2]
			"01:16:56", -- [3]
			"01:17:02", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [48]
		{
			56223.994, -- [1]
			56230.996, -- [2]
			"01:17:21", -- [3]
			"01:17:28", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [49]
		{
			56254.994, -- [1]
			56262.993, -- [2]
			"01:17:53", -- [3]
			"01:18:00", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [50]
		{
			56271.997, -- [1]
			56279.992, -- [2]
			"01:18:10", -- [3]
			"01:18:17", -- [4]
			"灰尘咆哮者", -- [5]
		}, -- [51]
		{
			56399.998, -- [1]
			56451.998, -- [2]
			"01:20:17", -- [3]
			"01:21:09", -- [4]
			"风鹏皇后", -- [5]
		}, -- [52]
		{
			56514.001, -- [1]
			56524.993, -- [2]
			"01:22:12", -- [3]
			"01:22:22", -- [4]
			"石拳猎手", -- [5]
		}, -- [53]
		{
			56527, -- [1]
			56538.993, -- [2]
			"01:22:25", -- [3]
			"01:22:36", -- [4]
			"石拳猎手", -- [5]
		}, -- [54]
		{
			56548.997, -- [1]
			56558.997, -- [2]
			"01:22:47", -- [3]
			"01:22:56", -- [4]
			"石拳猎手", -- [5]
		}, -- [55]
	},
	["FoughtWho"] = {
		"石拳猎手 01:22:47-01:22:56", -- [1]
		"石拳猎手 01:22:25-01:22:36", -- [2]
		"石拳猎手 01:22:12-01:22:22", -- [3]
		"风鹏皇后 01:20:17-01:21:09", -- [4]
		"灰尘咆哮者 01:18:10-01:18:17", -- [5]
	},
}
