
DataStore_AgendaDB = {
	["profileKeys"] = {
		["佰鳥朝鳳 - 伊弗斯"] = "佰鳥朝鳳 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.佰鳥朝鳳"] = {
				["lastUpdate"] = 1683098177,
				["DungeonIDs"] = {
					["阿尔卡冯的宝库 25人|214842573"] = "56631|1683098177|0|1",
					["奥杜尔 25人|214713186"] = "56631|1683098177|0|1",
				},
				["BossKills"] = {
					["阿尔卡冯的宝库 25人|214842573"] = {
						"岩石看守者阿尔卡冯|0", -- [1]
						"风暴看守者埃玛尔隆|1", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["奥杜尔 25人|214713186"] = {
						"烈焰巨兽|1", -- [1]
						"掌炉者伊格尼斯|1", -- [2]
						"锋鳞|1", -- [3]
						"XT-002拆解者|1", -- [4]
						"钢铁议会|1", -- [5]
						"科隆加恩|1", -- [6]
						"欧尔莉亚|1", -- [7]
						"霍迪尔|1", -- [8]
						"托里姆|1", -- [9]
						"弗蕾亚|1", -- [10]
						"米米尔隆|1", -- [11]
						"维扎克斯将军|1", -- [12]
						"尤格-萨隆|1", -- [13]
						"观察者奥尔加隆|1", -- [14]
					},
				},
			},
		},
	},
}
