
DataStore_CurrenciesDB = {
	["profileKeys"] = {
		["佰鳥朝鳳 - 伊弗斯"] = "佰鳥朝鳳 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.佰鳥朝鳳"] = {
				["Currencies"] = {
					"0|PvP", -- [1]
					"1|岩石守卫者的碎片|27|161", -- [2]
					"1|荣誉点数|3119|1901", -- [3]
					"1|风险硬币|14|201", -- [4]
					"0|其它", -- [5]
					"1|公正徽章|2|42", -- [6]
					"0|地下城与团队", -- [7]
					"1|勇气纹章|17|102", -- [8]
					"1|征服纹章|125|221", -- [9]
					"1|英雄纹章|0|101", -- [10]
				},
				["lastUpdate"] = 1683098169,
			},
		},
	},
}
