
DataStore_InventoryDB = {
	["profileKeys"] = {
		["佰鳥朝鳳 - 伊弗斯"] = "佰鳥朝鳳 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.佰鳥朝鳳"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:46120::41380:40008:::::80:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:45821::::::::80:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:45339:3811:40057::::::80:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:46118:1953:40008:40008:::::80:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:45825::40008::::::80:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:46121:3822:40008:40032:::::80:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:45560:3606:40057:40008:::::80:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:40306:3850:40032::::::80:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:45337:3860:40032::::::80:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:45871:3791:40008::::::80:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:45874:3791:::::::80:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:46021::::::::80:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:40257::::::::80:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:45319:1951:::::::80:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:45165:3847:::::::80:::::::::|h[]|h|r", -- [16]
					[18] = "|cffffffff|Hitem:45144::::::::80:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1683098169,
			},
		},
	},
}
