
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["库兹夸尔 <恶魔哥哥>"] = {
			["GUID"] = "Pet-0-4537-34-32657-416-01016928F8",
			["LastEventHealth"] = {
				1234, -- [1]
				1234, -- [2]
				1234, -- [3]
				1234, -- [4]
				1234, -- [5]
				1234, -- [6]
				1234, -- [7]
				1234, -- [8]
				1234, -- [9]
				1234, -- [10]
				1234, -- [11]
				1234, -- [12]
				1234, -- [13]
				1234, -- [14]
				1234, -- [15]
				1234, -- [16]
				1234, -- [17]
				1234, -- [18]
				1234, -- [19]
				1234, -- [20]
				1234, -- [21]
				1234, -- [22]
				1234, -- [23]
				1234, -- [24]
				1234, -- [25]
				1234, -- [26]
				1234, -- [27]
				1234, -- [28]
				1234, -- [29]
				1234, -- [30]
				1234, -- [31]
				1234, -- [32]
				1234, -- [33]
				1234, -- [34]
				1234, -- [35]
				1234, -- [36]
				1234, -- [37]
				1234, -- [38]
				1234, -- [39]
				1234, -- [40]
				1234, -- [41]
				1234, -- [42]
				1234, -- [43]
				1234, -- [44]
				1234, -- [45]
				1234, -- [46]
				1234, -- [47]
				1234, -- [48]
				1234, -- [49]
				1234, -- [50]
			},
			["LastAttackedBy"] = "迪菲亚狱友",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["HealingTaken"] = {
					73, -- [1]
				},
				["ActiveTime"] = {
					40.5, -- [1]
				},
				["TimeDamage"] = {
					40.5, -- [1]
				},
				["ManaGain"] = {
					21, -- [1]
				},
				["DamageTaken"] = {
					143, -- [1]
				},
				["Damage"] = {
					836, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "库兹夸尔",
			["level"] = 1,
			["LastDamageAbility"] = "撕裂 (伤害/跳)",
			["LastFightIn"] = 18,
			["LastActive"] = 47185.161,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "恶魔哥哥",
			["LastEventHealthMax"] = {
				1234, -- [1]
				1234, -- [2]
				1234, -- [3]
				1234, -- [4]
				1234, -- [5]
				1234, -- [6]
				1234, -- [7]
				1234, -- [8]
				1234, -- [9]
				1234, -- [10]
				1234, -- [11]
				1234, -- [12]
				1234, -- [13]
				1234, -- [14]
				1234, -- [15]
				1234, -- [16]
				1234, -- [17]
				1234, -- [18]
				1234, -- [19]
				1234, -- [20]
				1234, -- [21]
				1234, -- [22]
				1234, -- [23]
				1234, -- [24]
				1234, -- [25]
				1234, -- [26]
				1234, -- [27]
				1234, -- [28]
				1234, -- [29]
				1234, -- [30]
				1234, -- [31]
				1234, -- [32]
				1234, -- [33]
				1234, -- [34]
				1234, -- [35]
				1234, -- [36]
				1234, -- [37]
				1234, -- [38]
				1234, -- [39]
				1234, -- [40]
				1234, -- [41]
				1234, -- [42]
				1234, -- [43]
				1234, -- [44]
				1234, -- [45]
				1234, -- [46]
				1234, -- [47]
				1234, -- [48]
				1234, -- [49]
				1234, -- [50]
			},
			["TimeLast"] = {
				["HealingTaken"] = 46446.155,
				["TimeDamage"] = 47072.155,
				["ActiveTime"] = 47072.155,
				["ManaGain"] = 46369.159,
				["OVERALL"] = 47072.155,
				["DamageTaken"] = 46445.159,
				["Damage"] = 47072.155,
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["NextEventNum"] = 16,
			["LastDamageTime"] = 47073.001,
			["LastEvents"] = {
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [1]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [2]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [3]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [4]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [5]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [6]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [7]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [8]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [9]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [10]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +15 (15 过量治疗)", -- [11]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [12]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +14 (14 过量治疗)", -- [13]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [14]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [15]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [16]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [17]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [18]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +15 (15 过量治疗)", -- [19]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [20]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [21]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +4 (4 过量治疗)", -- [22]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [23]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [24]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [25]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [26]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [27]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [28]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [29]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [30]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [31]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [32]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [33]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [34]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [35]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [36]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [37]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [38]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [39]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [40]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [41]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [42]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [43]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +8 (8 过量治疗)", -- [44]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [45]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [46]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [47]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [48]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [49]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [50]
			},
			["Name"] = "库兹夸尔",
			["LastEventTimes"] = {
				47150.762, -- [1]
				47177.4, -- [2]
				47177.4, -- [3]
				47177.4, -- [4]
				47177.4, -- [5]
				47179.408, -- [6]
				47179.408, -- [7]
				47179.408, -- [8]
				47179.408, -- [9]
				47181.41, -- [10]
				47181.41, -- [11]
				47181.41, -- [12]
				47184.02, -- [13]
				47184.02, -- [14]
				47186.015, -- [15]
				47126.263, -- [16]
				47127.769, -- [17]
				47128.28, -- [18]
				47128.977, -- [19]
				47129.272, -- [20]
				47129.76, -- [21]
				47131.284, -- [22]
				47131.762, -- [23]
				47132.275, -- [24]
				47133.577, -- [25]
				47133.771, -- [26]
				47134.278, -- [27]
				47135.077, -- [28]
				47135.272, -- [29]
				47135.579, -- [30]
				47136.592, -- [31]
				47137.578, -- [32]
				47138.086, -- [33]
				47138.592, -- [34]
				47139.58, -- [35]
				47140.089, -- [36]
				47140.585, -- [37]
				47140.6, -- [38]
				47141.574, -- [39]
				47142.09, -- [40]
				47143.568, -- [41]
				47143.598, -- [42]
				47144.08, -- [43]
				47144.578, -- [44]
				47145.568, -- [45]
				47146.087, -- [46]
				47146.593, -- [47]
				47147.579, -- [48]
				47147.679, -- [49]
				47148.091, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
					},
					["DamageTaken"] = 143,
					["PartialResist"] = {
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["智慧审判"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
					},
					["PartialAbsorb"] = {
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 40.5,
					["ElementTaken"] = {
						["Melee"] = 88,
						["Physical"] = 55,
					},
					["Damage"] = 836,
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["邪能共效"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 27,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 55,
								},
								["肉搏"] = {
									["count"] = 88,
								},
							},
							["amount"] = 143,
						},
					},
					["Attacks"] = {
						["火焰箭"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 48,
									["min"] = 42,
									["count"] = 4,
									["amount"] = 175,
								},
								["Hit"] = {
									["max"] = 33,
									["min"] = 27,
									["count"] = 22,
									["amount"] = 661,
								},
							},
							["count"] = 27,
							["amount"] = 836,
						},
					},
					["HealingTaken"] = 73,
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
					},
					["TimeDamage"] = 40.5,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
					},
					["ManaGain"] = 21,
					["ElementDone"] = {
						["Fire"] = 836,
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 197,
								},
							},
							["amount"] = 197,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 62,
								},
							},
							["amount"] = 62,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 61,
								},
							},
							["amount"] = 61,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["火焰箭"] = {
									["count"] = 516,
								},
							},
							["amount"] = 516,
						},
					},
				},
			},
			["LastDamageTaken"] = 11,
			["UnitLockout"] = 46057.161,
			["LastAbility"] = 57029.059,
		},
		["沈南鹏"] = {
			["GUID"] = "Player-4778-050B37B0",
			["LastEventHealth"] = {
				675, -- [1]
				675, -- [2]
				675, -- [3]
				675, -- [4]
				675, -- [5]
				675, -- [6]
				675, -- [7]
				637, -- [8]
				637, -- [9]
				637, -- [10]
				637, -- [11]
				637, -- [12]
				637, -- [13]
				637, -- [14]
				637, -- [15]
				637, -- [16]
				637, -- [17]
				595, -- [18]
				595, -- [19]
				595, -- [20]
				595, -- [21]
				560, -- [22]
				560, -- [23]
				560, -- [24]
				560, -- [25]
				524, -- [26]
				524, -- [27]
				524, -- [28]
				524, -- [29]
				524, -- [30]
				485, -- [31]
				485, -- [32]
				485, -- [33]
				485, -- [34]
				443, -- [35]
				443, -- [36]
				443, -- [37]
				443, -- [38]
				404, -- [39]
				404, -- [40]
				404, -- [41]
				404, -- [42]
				404, -- [43]
				404, -- [44]
				404, -- [45]
				404, -- [46]
				463, -- [47]
				675, -- [48]
				675, -- [49]
				675, -- [50]
			},
			["LastAttackedBy"] = "辛迪加巡路者",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["FDamage"] = {
					116, -- [1]
				},
				["TimeHeal"] = {
					725.4900000000004, -- [1]
				},
				["Dispelled"] = {
					46, -- [1]
				},
				["Dispels"] = {
					42, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["Healing"] = {
					28841, -- [1]
				},
				["DamageTaken"] = {
					58677, -- [1]
				},
				["Overhealing"] = {
					4764, -- [1]
				},
				["ActiveTime"] = {
					2851.959999999996, -- [1]
				},
				["HealingTaken"] = {
					29515, -- [1]
				},
				["HOT_Time"] = {
					2325, -- [1]
				},
				["TimeDamage"] = {
					2126.470000000004, -- [1]
				},
				["Interrupts"] = {
					6, -- [1]
				},
				["ManaGain"] = {
					1319, -- [1]
				},
				["DOT_Time"] = {
					10566, -- [1]
				},
				["Damage"] = {
					273115, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "沈南鹏",
			["LastActive"] = 56770.032,
			["LastEventHealthMax"] = {
				1277, -- [1]
				1277, -- [2]
				1277, -- [3]
				1277, -- [4]
				1277, -- [5]
				1277, -- [6]
				1277, -- [7]
				1277, -- [8]
				1277, -- [9]
				1277, -- [10]
				1277, -- [11]
				1277, -- [12]
				1277, -- [13]
				1277, -- [14]
				1277, -- [15]
				1277, -- [16]
				1277, -- [17]
				1277, -- [18]
				1277, -- [19]
				1277, -- [20]
				1277, -- [21]
				1277, -- [22]
				1277, -- [23]
				1277, -- [24]
				1277, -- [25]
				1277, -- [26]
				1277, -- [27]
				1277, -- [28]
				1277, -- [29]
				1277, -- [30]
				1277, -- [31]
				1277, -- [32]
				1277, -- [33]
				1277, -- [34]
				1277, -- [35]
				1277, -- [36]
				1277, -- [37]
				1277, -- [38]
				1277, -- [39]
				1277, -- [40]
				1277, -- [41]
				1277, -- [42]
				1277, -- [43]
				1277, -- [44]
				1277, -- [45]
				1277, -- [46]
				1277, -- [47]
				1277, -- [48]
				1277, -- [49]
				1277, -- [50]
			},
			["level"] = 27,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 114,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						true, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						true, -- [26]
						true, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						true, -- [38]
						false, -- [39]
						true, -- [40]
						false, -- [41]
						true, -- [42]
						false, -- [43]
						true, -- [44]
						false, -- [45]
						true, -- [46]
						true, -- [47]
						false, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -31 (Holy)", -- [1]
						"黑铁暗法师 暗影箭 沈南鹏 Hit -156 (Shadow)", -- [2]
						"黑铁投弹手 肉搏 沈南鹏 Immune (1)", -- [3]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [4]
						"黑铁投弹手 肉搏 沈南鹏 Immune (1)", -- [5]
						"黑铁后勤兵 中毒 (伤害/跳) 沈南鹏 Tick -19 (Nature)", -- [6]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [7]
						"黑铁投弹手 肉搏 沈南鹏 Immune (1)", -- [8]
						"黑铁投弹手 肉搏 沈南鹏 Immune (1)", -- [9]
						"沈南鹏 圣光术 沈南鹏 Hit +645", -- [10]
						"黑铁暗法师 暗影箭 沈南鹏 Hit -171 (Shadow)", -- [11]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [12]
						"黑铁暗法师 暗影箭 沈南鹏 Hit -157 (Shadow)", -- [13]
						"沈南鹏 奉献 黑铁暗法师 Miss (Holy)", -- [14]
						"黑铁投弹手 肉搏 沈南鹏 Immune (1)", -- [15]
						"黑铁后勤兵 中毒 (伤害/跳) 沈南鹏 Tick -19 (Nature)", -- [16]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [17]
						"黑铁投弹手 肉搏 沈南鹏 Immune (1)", -- [18]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -31 (Holy)", -- [19]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -32 (Holy)", -- [20]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -32 (Holy)", -- [21]
						"黑铁暗法师 暗影箭 沈南鹏 Hit -156 (Shadow)", -- [22]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -31 (Holy)", -- [23]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -32 (Holy)", -- [24]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -31 (Holy)", -- [25]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [26]
						"黑铁暗法师 暗影箭 沈南鹏 Hit -149 (Shadow)", -- [27]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -31 (Holy)", -- [28]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -31 (Holy)", -- [29]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -31 (Holy)", -- [30]
						"沈南鹏 命令审判 黑铁暗法师 Hit -56 (Holy)", -- [31]
						"黑铁投弹手 肉搏 沈南鹏 Dodge (1)", -- [32]
						"黑铁后勤兵 中毒 (伤害/跳) 沈南鹏 Tick -19 (Nature)", -- [33]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [34]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -32 (Holy)", -- [35]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -31 (Holy)", -- [36]
						"沈南鹏 奉献 (伤害/跳) 黑铁投弹手 Tick -32 (Holy)", -- [37]
						"黑铁投弹手 肉搏 沈南鹏 Hit -42 (Physical)", -- [38]
						"沈南鹏 惩戒光环 黑铁投弹手 Hit -28 (Holy)", -- [39]
						"沈南鹏 治疗药水 沈南鹏 Hit +79", -- [40]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -32 (Holy)", -- [41]
						"黑铁投弹手 肉搏 沈南鹏 Hit -31 (Physical)", -- [42]
						"沈南鹏 惩戒光环 黑铁投弹手 Hit -28 (Holy)", -- [43]
						"黑铁暗法师 献祭 (伤害/跳) 沈南鹏 Tick -33 (Fire)", -- [44]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -29 (Holy)", -- [45]
						"黑铁投弹手 肉搏 沈南鹏 Hit -40 (Physical)", -- [46]
						"黑铁暗法师 暗影箭 沈南鹏 Miss (Shadow)", -- [47]
						"沈南鹏 惩戒光环 黑铁投弹手 Hit -28 (Holy)", -- [48]
						"沈南鹏死亡。", -- [49]
						"沈南鹏 奉献 (伤害/跳) 黑铁暗法师 Tick -29 (Holy)", -- [50]
					},
					["DeathAt"] = 55838.153,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-10.21799999999348, -- [1]
						-9.663999999997031, -- [2]
						-9.543999999994412, -- [3]
						-9.543999999994412, -- [4]
						-9.25499999999738, -- [5]
						-8.278999999994994, -- [6]
						-8.278999999994994, -- [7]
						-7.635999999998603, -- [8]
						-7.235000000000582, -- [9]
						-7.10399999999936, -- [10]
						-7.10399999999936, -- [11]
						-6.497999999999593, -- [12]
						-6.381999999997788, -- [13]
						-6.114999999997963, -- [14]
						-5.627999999996973, -- [15]
						-5.275999999998021, -- [16]
						-5.275999999998021, -- [17]
						-5.275999999998021, -- [18]
						-5.10899999999674, -- [19]
						-5.10899999999674, -- [20]
						-5.10899999999674, -- [21]
						-4.130999999993946, -- [22]
						-4.130999999993946, -- [23]
						-4.130999999993946, -- [24]
						-4.130999999993946, -- [25]
						-3.5, -- [26]
						-3.19999999999709, -- [27]
						-3.19999999999709, -- [28]
						-3.19999999999709, -- [29]
						-3.19999999999709, -- [30]
						-2.992999999994936, -- [31]
						-2.697999999996682, -- [32]
						-2.27100000000064, -- [33]
						-2.27100000000064, -- [34]
						-2.137999999999011, -- [35]
						-2.137999999999011, -- [36]
						-2.137999999999011, -- [37]
						-2.013999999995576, -- [38]
						-2.013999999995576, -- [39]
						-1.385999999998603, -- [40]
						-1.182999999997264, -- [41]
						-0.68399999999383, -- [42]
						-0.68399999999383, -- [43]
						-0.4969999999957508, -- [44]
						-0.1069999999963329, -- [45]
						-0.1069999999963329, -- [46]
						-0.0309999999954016, -- [47]
						0, -- [48]
						0, -- [49]
						1.85399999999936, -- [50]
					},
					["HealthMax"] = {
						1277, -- [1]
						1277, -- [2]
						1277, -- [3]
						1277, -- [4]
						1277, -- [5]
						1277, -- [6]
						1277, -- [7]
						1277, -- [8]
						1277, -- [9]
						1277, -- [10]
						1277, -- [11]
						1277, -- [12]
						1277, -- [13]
						1277, -- [14]
						1277, -- [15]
						1277, -- [16]
						1277, -- [17]
						1277, -- [18]
						1277, -- [19]
						1277, -- [20]
						1277, -- [21]
						1277, -- [22]
						1277, -- [23]
						1277, -- [24]
						1277, -- [25]
						1277, -- [26]
						1277, -- [27]
						1277, -- [28]
						1277, -- [29]
						1277, -- [30]
						1277, -- [31]
						1277, -- [32]
						1277, -- [33]
						1277, -- [34]
						1277, -- [35]
						1277, -- [36]
						1277, -- [37]
						1277, -- [38]
						1277, -- [39]
						1277, -- [40]
						1277, -- [41]
						1277, -- [42]
						1277, -- [43]
						1277, -- [44]
						1277, -- [45]
						1277, -- [46]
						1277, -- [47]
						1277, -- [48]
						1277, -- [49]
						1277, -- [50]
					},
					["Health"] = {
						446, -- [1]
						446, -- [2]
						446, -- [3]
						446, -- [4]
						257, -- [5]
						257, -- [6]
						238, -- [7]
						205, -- [8]
						205, -- [9]
						205, -- [10]
						850, -- [11]
						679, -- [12]
						646, -- [13]
						646, -- [14]
						489, -- [15]
						489, -- [16]
						470, -- [17]
						470, -- [18]
						470, -- [19]
						470, -- [20]
						470, -- [21]
						437, -- [22]
						437, -- [23]
						437, -- [24]
						437, -- [25]
						281, -- [26]
						248, -- [27]
						248, -- [28]
						248, -- [29]
						248, -- [30]
						99, -- [31]
						99, -- [32]
						99, -- [33]
						99, -- [34]
						99, -- [35]
						99, -- [36]
						99, -- [37]
						99, -- [38]
						99, -- [39]
						5, -- [40]
						84, -- [41]
						84, -- [42]
						84, -- [43]
						84, -- [44]
						20, -- [45]
						20, -- [46]
						20, -- [47]
						20, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "黑铁投弹手",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"HEAL", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"HEAL", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [1]
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 39,
			["TimeLast"] = {
				["Dispelled"] = 56549.034,
				["DamageTaken"] = 56759.035,
				["DeathCount"] = 55836.156,
				["Overhealing"] = 56732.035,
				["Interrupts"] = 56032.088,
				["DOT_Time"] = 56760.035,
				["Damage"] = 56763.029,
				["TimeHeal"] = 56738.028,
				["Dispels"] = 54696.152,
				["Healing"] = 56738.028,
				["HealingTaken"] = 56738.028,
				["HOT_Time"] = 56738.028,
				["TimeDamage"] = 56763.029,
				["ActiveTime"] = 56763.029,
				["ManaGain"] = 56732.035,
				["OVERALL"] = 56763.029,
				["FDamage"] = 54183.355,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 48,
			["LastDamageTime"] = 56763.833,
			["LastEvents"] = {
				"沈南鹏 灼热武器 辛迪加巡路者 Hit -41 (Fire)", -- [1]
				"辛迪加巡路者 肉搏 沈南鹏 Miss (1)", -- [2]
				"沈南鹏 命令审判 辛迪加巡路者 Hit -57 (Holy)", -- [3]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [4]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [5]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -38 (Physical)", -- [6]
				"沈南鹏 惩戒光环 辛迪加巡路者 Resist (Holy)", -- [7]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [8]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [9]
				"辛迪加巡路者 肉搏 沈南鹏 Dodge (1)", -- [10]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [11]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [12]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -42 (Physical)", -- [13]
				"沈南鹏 惩戒光环 辛迪加巡路者 Hit -28 (Holy)", -- [14]
				"沈南鹏 肉搏 辛迪加巡路者 Hit -118 (Physical)", -- [15]
				"沈南鹏 命令圣印 辛迪加巡路者 Hit -35 (Holy)", -- [16]
				"沈南鹏 命令圣印 辛迪加巡路者 Crit -107 (Holy)", -- [17]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [18]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [19]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -35 (Physical)", -- [20]
				"沈南鹏 惩戒光环 辛迪加巡路者 Hit -28 (Holy)", -- [21]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [22]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [23]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -36 (Physical)", -- [24]
				"沈南鹏 惩戒光环 辛迪加巡路者 Hit -22 (Holy)", -- [25]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [26]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [27]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -39 (Physical)", -- [28]
				"沈南鹏 惩戒光环 辛迪加巡路者 Hit -28 (Holy)", -- [29]
				"沈南鹏 肉搏 辛迪加巡路者 Miss (1)", -- [30]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [31]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [32]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -42 (Physical)", -- [33]
				"沈南鹏 惩戒光环 辛迪加巡路者 Hit -28 (Holy)", -- [34]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [35]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [36]
				"辛迪加巡路者 肉搏 沈南鹏 Hit -39 (Physical)", -- [37]
				"沈南鹏 惩戒光环 辛迪加巡路者 Hit -28 (Holy)", -- [38]
				"沈南鹏 命令审判 辛迪加巡路者 Crit -119 (Holy)", -- [39]
				"沈南鹏 灼热武器 辛迪加巡路者 Crit -62 (Fire)", -- [40]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -31 (Holy)", -- [41]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [42]
				"沈南鹏 奉献 (伤害/跳) 辛迪加巡路者 Tick -32 (Holy)", -- [43]
				"沈南鹏 肉搏 辛迪加巡路者 Miss (1)", -- [44]
				"沈南鹏 肉搏 辛迪加巡路者 Hit -100 (Physical)", -- [45]
				"沈南鹏 命令圣印 辛迪加巡路者 Hit -56 (Holy)", -- [46]
				"沈南鹏 圣光术 沈南鹏 Hit +684", -- [47]
				"沈南鹏 肉搏 辛迪加巡路者 Hit -114 (Physical)", -- [48]
				"沈南鹏 命令圣印 辛迪加巡路者 Hit -54 (Holy)", -- [49]
				"沈南鹏 命令圣印 辛迪加巡路者 Crit -101 (Holy)", -- [50]
			},
			["Name"] = "沈南鹏",
			["LastEventTimes"] = {
				56751.007, -- [1]
				56751.007, -- [2]
				56751.511, -- [3]
				56751.511, -- [4]
				56751.511, -- [5]
				56751.984, -- [6]
				56751.984, -- [7]
				56752.54, -- [8]
				56752.54, -- [9]
				56753.028, -- [10]
				56753.546, -- [11]
				56753.546, -- [12]
				56753.999, -- [13]
				56753.999, -- [14]
				56754.229, -- [15]
				56754.229, -- [16]
				56754.229, -- [17]
				56754.537, -- [18]
				56754.537, -- [19]
				56755.053, -- [20]
				56755.053, -- [21]
				56755.456, -- [22]
				56755.456, -- [23]
				56755.996, -- [24]
				56755.996, -- [25]
				56756.536, -- [26]
				56756.536, -- [27]
				56757.065, -- [28]
				56757.065, -- [29]
				56757.4, -- [30]
				56757.544, -- [31]
				56757.544, -- [32]
				56758.00500000001, -- [33]
				56758.00500000001, -- [34]
				56758.547, -- [35]
				56758.547, -- [36]
				56759.081, -- [37]
				56759.081, -- [38]
				56759.5, -- [39]
				56759.5, -- [40]
				56759.5, -- [41]
				56759.5, -- [42]
				56760.555, -- [43]
				56760.555, -- [44]
				56763.833, -- [45]
				56763.833, -- [46]
				56770.342, -- [47]
				56751.007, -- [48]
				56751.007, -- [49]
				56751.007, -- [50]
			},
			["Fights"] = {
				["Fight3"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["塔伯克的伙伴"] = {
									["count"] = 0,
								},
								["食脑者"] = {
									["count"] = 0,
								},
								["黑铁爆破手"] = {
									["count"] = 0,
								},
								["黑铁破坏者"] = {
									["count"] = 0,
								},
								["黑铁隧道工"] = {
									["count"] = 0,
								},
								["辛迪加雇佣兵"] = {
									["count"] = 24,
								},
								["黑铁矮人"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["黑铁暗法师"] = {
									["count"] = 0,
								},
								["\"干柴\"塔伯克·贾恩"] = {
									["count"] = 0,
								},
								["邪恶的巴尔加拉斯"] = {
									["count"] = 0,
								},
								["辛迪加路霸"] = {
									["count"] = 84,
								},
								["虚空行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 108,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1367,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 34,
								},
								["Dodge"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 4,
								},
							},
							["amount"] = 50,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 30,
					["Damage"] = 5580,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Melee"] = 1308,
						["Fire"] = 0,
						["Physical"] = 59,
						["Nature"] = 0,
					},
					["DOT_Time"] = 108,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 12.15,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 55,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 99,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 11,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 17,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 952,
					["ElementDone"] = {
						["Holy"] = 3996,
						["Melee"] = 1460,
						["Fire"] = 124,
					},
					["DamagedWho"] = {
						["塔伯克的伙伴"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 58,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 252,
								},
								["命令圣印"] = {
									["count"] = 284,
								},
								["灼热武器"] = {
									["count"] = 42,
								},
								["惩戒光环"] = {
									["count"] = 195,
								},
								["肉搏"] = {
									["count"] = 344,
								},
							},
							["amount"] = 1175,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 233,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 880,
								},
								["命令圣印"] = {
									["count"] = 1286,
								},
								["灼热武器"] = {
									["count"] = 82,
								},
								["惩戒光环"] = {
									["count"] = 808,
								},
								["肉搏"] = {
									["count"] = 1116,
								},
							},
							["amount"] = 4405,
						},
						["虚空行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["塔伯克的伙伴"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 178,
								},
							},
							["amount"] = 178,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["暗影箭雨"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["背刺"] = {
									["count"] = 59,
								},
								["肉搏"] = {
									["count"] = 1130,
								},
							},
							["amount"] = 1189,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 32,
						["Holy"] = 0,
					},
					["TimeHealing"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 10.65,
								},
								["圣光术"] = {
									["count"] = 1.5,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 12.15,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 255,
								},
								["圣光术"] = {
									["count"] = 697,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 952,
						},
					},
					["HealedWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 255,
								},
								["圣光术"] = {
									["count"] = 697,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 952,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["背刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拳击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 50,
									["amount"] = 0,
								},
							},
							["count"] = 50,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["背刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拳击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 50,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 50,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["塔伯克的伙伴"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.72,
								},
								["惩戒光环"] = {
									["count"] = 23.86,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.83,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 39.75,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.53,
								},
								["惩戒光环"] = {
									["count"] = 3.55,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.5800000000000001,
								},
								["肉搏"] = {
									["count"] = 3.43,
								},
							},
							["amount"] = 8.09,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 10.65,
								},
								["圣光术"] = {
									["count"] = 1.5,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 12.15,
						},
						["虚空行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["中毒 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 26,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 255,
								},
							},
							["count"] = 10,
							["amount"] = 255,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 697,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 697,
								},
							},
							["count"] = 1,
							["amount"] = 697,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 59.99,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 952,
					["Dispelled"] = 1,
					["RageGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 112,
									["min"] = 112,
									["count"] = 1,
									["amount"] = 112,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 179,
								},
							},
							["count"] = 4,
							["amount"] = 291,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 1132,
								},
							},
							["count"] = 36,
							["amount"] = 1132,
						},
						["命令圣印"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 914,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 118,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 656,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 1570,
						},
						["灼热武器"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 124,
								},
							},
							["count"] = 3,
							["amount"] = 124,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 1003,
								},
							},
							["count"] = 37,
							["amount"] = 1003,
						},
						["奉献"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 102,
									["min"] = 94,
									["count"] = 2,
									["amount"] = 196,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 123,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 1043,
								},
								["Crit"] = {
									["max"] = 221,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 221,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 1460,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 47.84,
					["TimeDamaging"] = {
						["塔伯克的伙伴"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.53,
								},
								["惩戒光环"] = {
									["count"] = 3.55,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.5800000000000001,
								},
								["肉搏"] = {
									["count"] = 3.43,
								},
							},
							["amount"] = 8.09,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.72,
								},
								["惩戒光环"] = {
									["count"] = 23.86,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.83,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 39.75,
						},
						["虚空行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
					},
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["中毒 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["食脑者"] = {
									["count"] = 0,
								},
								["骸骨魔"] = {
									["count"] = 0,
								},
								["摩拉迪姆"] = {
									["count"] = 0,
								},
								["迪菲亚夜贼"] = {
									["count"] = 0,
								},
								["辛迪加路霸"] = {
									["count"] = 45,
								},
								["迪菲亚附魔师"] = {
									["count"] = 0,
								},
								["黑铁破坏者"] = {
									["count"] = 0,
								},
								["骷髅袭击者"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["夜行邪齿狼人"] = {
									["count"] = 0,
								},
								["噬骨者"] = {
									["count"] = 0,
								},
								["恐怖骸骨"] = {
									["count"] = 0,
								},
							},
							["amount"] = 45,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 0,
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 399,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 14,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 18,
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 18,
								},
								["云中丶静影"] = {
									["count"] = 0,
								},
							},
							["amount"] = 18,
						},
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Fire"] = 0,
						["Melee"] = 399,
						["Nature"] = 0,
					},
					["DOT_Time"] = 45,
					["Damage"] = 2384,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 7.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Holy"] = 1354,
						["Melee"] = 968,
						["Fire"] = 62,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 19,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 15,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 38,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 7,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 399,
								},
							},
							["amount"] = 399,
						},
						["弃灵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Holy"] = 0,
					},
					["TimeHealing"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 7.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 7.5,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 153,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 153,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 26.21,
					["PartialResist"] = {
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["中毒 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["弃灵"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeSpent"] = {
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 7.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 7.5,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.54,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.26,
								},
								["命令圣印"] = {
									["count"] = 1.84,
								},
								["惩戒光环"] = {
									["count"] = 8.190000000000001,
								},
								["肉搏"] = {
									["count"] = 3.88,
								},
							},
							["amount"] = 18.71,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 26,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 153,
								},
							},
							["count"] = 6,
							["amount"] = 153,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 153,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 153,
						},
					},
					["Healing"] = 153,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 59,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 117,
								},
							},
							["count"] = 2,
							["amount"] = 117,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 474,
								},
							},
							["count"] = 15,
							["amount"] = 474,
						},
						["命令圣印"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 59,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 340,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 118,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 118,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 458,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 62,
									["min"] = 62,
									["count"] = 1,
									["amount"] = 62,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 62,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 305,
								},
							},
							["count"] = 11,
							["amount"] = 305,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 113,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 213,
								},
								["Hit"] = {
									["max"] = 113,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 320,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 224,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 435,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 968,
						},
					},
					["HealingTaken"] = 153,
					["DamagedWho"] = {
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 117,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 474,
								},
								["命令圣印"] = {
									["count"] = 458,
								},
								["灼热武器"] = {
									["count"] = 62,
								},
								["惩戒光环"] = {
									["count"] = 305,
								},
								["肉搏"] = {
									["count"] = 968,
								},
							},
							["amount"] = 2384,
						},
						["弃灵"] = {
							["Details"] = {
								["灼热武器"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["命令审判"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 18.71,
					["TimeDamaging"] = {
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.54,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.26,
								},
								["命令圣印"] = {
									["count"] = 1.84,
								},
								["惩戒光环"] = {
									["count"] = 8.190000000000001,
								},
								["肉搏"] = {
									["count"] = 3.88,
								},
							},
							["amount"] = 18.71,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["中毒 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 0,
								},
								["迪菲亚囚徒"] = {
									["count"] = 0,
								},
								["骷髅袭击者"] = {
									["count"] = 0,
								},
								["裂拳战士"] = {
									["count"] = 0,
								},
								["骸骨魔"] = {
									["count"] = 0,
								},
								["黑铁爆破手"] = {
									["count"] = 0,
								},
								["黑铁破坏者"] = {
									["count"] = 0,
								},
								["迪菲亚叛军"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["旧城区暴徒"] = {
									["count"] = 0,
								},
								["迪菲亚俘虏"] = {
									["count"] = 0,
								},
								["黑铁隧道工"] = {
									["count"] = 0,
								},
								["裂拳工头"] = {
									["count"] = 0,
								},
								["达舍尔·石拳"] = {
									["count"] = 0,
								},
								["黑铁矮人"] = {
									["count"] = 0,
								},
								["老鼠"] = {
									["count"] = 0,
								},
								["夜行黑暗狼人"] = {
									["count"] = 0,
								},
								["食脑者"] = {
									["count"] = 0,
								},
								["恐怖骸骨"] = {
									["count"] = 0,
								},
								["迪菲亚罪犯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Fire"] = 0,
						["Holy"] = 0,
					},
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["圣光审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳工头"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老鼠"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HOT_Time"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Fire"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["恶魔哥哥"] = {
									["count"] = 0,
								},
								["库兹夸尔 <恶魔哥哥>"] = {
									["count"] = 0,
								},
								["希尔瑞斯"] = {
									["count"] = 0,
								},
								["沈南鹏"] = {
									["count"] = 0,
								},
								["丶晴宝丶"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 0,
					["TimeHeal"] = 0,
					["Dispels"] = 0,
					["FAttacks"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Holy"] = 0,
						["Melee"] = 0,
						["Fire"] = 0,
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色破坏者幼崽"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳工头"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老鼠"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["工兵爆破"] = {
									["count"] = 0,
								},
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑色破坏者幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳工头"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["背刺"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Holy"] = 0,
					},
					["TimeHealing"] = {
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamagedWho"] = {
						["达舍尔·石拳"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Overhealing"] = 0,
					["PartialResist"] = {
						["背刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["工兵爆破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["挫志怒吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["智慧审判"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["ActiveTime"] = 0,
					["Interrupts"] = 0,
					["Dispelled"] = 0,
					["WhoDispelled"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
						["骷髅医师"] = {
							["Details"] = {
								["治疗术 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 0,
								},
								["恢复"] = {
									["count"] = 0,
								},
								["次级治疗术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["DamageTaken"] = 0,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["驱邪术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光审判"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["圣光审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["老鼠"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳工头"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["PartialAbsorb"] = {
						["背刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["工兵爆破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["挫志怒吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 1422,
								},
								["塔伯克的伙伴"] = {
									["count"] = 30,
								},
								["骷髅袭击者"] = {
									["count"] = 513,
								},
								["可怕的塔格尔"] = {
									["count"] = 24,
								},
								["骸骨魔"] = {
									["count"] = 183,
								},
								["黑铁爆破手"] = {
									["count"] = 333,
								},
								["葛瑞格·莱斯科瓦公爵"] = {
									["count"] = 24,
								},
								["蓝腮袭击者"] = {
									["count"] = 132,
								},
								["天灾食尸鬼"] = {
									["count"] = 969,
								},
								["噬骨者"] = {
									["count"] = 165,
								},
								["旧城区暴徒"] = {
									["count"] = 24,
								},
								["黑铁后勤兵"] = {
									["count"] = 24,
								},
								["食腐独行蛛"] = {
									["count"] = 51,
								},
								["迪菲亚俘虏"] = {
									["count"] = 609,
								},
								["巴基尔·斯瑞德"] = {
									["count"] = 24,
								},
								["骷髅看守"] = {
									["count"] = 141,
								},
								["黑铁暗法师"] = {
									["count"] = 45,
								},
								["迪菲亚夜贼"] = {
									["count"] = 90,
								},
								["裂拳工头"] = {
									["count"] = 84,
								},
								["迪菲亚附魔师"] = {
									["count"] = 21,
								},
								["老鼠"] = {
									["count"] = 3,
								},
								["虚空行者"] = {
									["count"] = 39,
								},
								["迪菲亚囚徒"] = {
									["count"] = 516,
								},
								["裂拳战士"] = {
									["count"] = 57,
								},
								["沉默之刃马尔松"] = {
									["count"] = 33,
								},
								["辛迪加雇佣兵"] = {
									["count"] = 192,
								},
								["迪菲亚叛军"] = {
									["count"] = 687,
								},
								["辛迪加巡路者"] = {
									["count"] = 135,
								},
								["黑铁破坏者"] = {
									["count"] = 561,
								},
								["迪克斯特·瓦德"] = {
									["count"] = 39,
								},
								["邪恶的巴尔加拉斯"] = {
									["count"] = 15,
								},
								["黑铁投弹手"] = {
									["count"] = 66,
								},
								["恐怖骸骨"] = {
									["count"] = 357,
								},
								["摩拉迪姆"] = {
									["count"] = 24,
								},
								["辛迪加路霸"] = {
									["count"] = 180,
								},
								["夜行邪齿狼人"] = {
									["count"] = 537,
								},
								["黑铁矮人"] = {
									["count"] = 369,
								},
								["骷髅医师"] = {
									["count"] = 42,
								},
								["腐烂者"] = {
									["count"] = 129,
								},
								["黑铁隧道工"] = {
									["count"] = 264,
								},
								["哈姆霍克"] = {
									["count"] = 24,
								},
								["夜行黑暗狼人"] = {
									["count"] = 375,
								},
								["达舍尔·石拳"] = {
									["count"] = 18,
								},
								["夜行堕落狼人"] = {
									["count"] = 330,
								},
								["食脑者"] = {
									["count"] = 375,
								},
								["\"干柴\"塔伯克·贾恩"] = {
									["count"] = 39,
								},
								["卡姆·深怒"] = {
									["count"] = 33,
								},
								["奶牛"] = {
									["count"] = 3,
								},
								["迪菲亚罪犯"] = {
									["count"] = 216,
								},
							},
							["amount"] = 10566,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 526,
						["Fire"] = 44,
					},
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 17.85,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 110.92,
								},
								["命令圣印"] = {
									["count"] = 9.709999999999999,
								},
								["惩戒光环"] = {
									["count"] = 3.66,
								},
								["火焰之盾"] = {
									["count"] = 0.14,
								},
								["肉搏"] = {
									["count"] = 55.88,
								},
							},
							["amount"] = 198.16,
						},
						["塔伯克的伙伴"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 3.220000000000001,
								},
								["命令圣印"] = {
									["count"] = 1.14,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.12,
								},
							},
							["amount"] = 6.479999999999999,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 5.429999999999999,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 41.02,
								},
								["命令圣印"] = {
									["count"] = 7.83,
								},
								["驱邪术"] = {
									["count"] = 1.33,
								},
								["圣光审判"] = {
									["count"] = 0.9199999999999999,
								},
								["惩戒光环"] = {
									["count"] = 56.06000000000002,
								},
								["灼热武器"] = {
									["count"] = 0.9099999999999999,
								},
								["肉搏"] = {
									["count"] = 20.59,
								},
							},
							["amount"] = 134.09,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.6,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.82,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 4.43,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.390000000000001,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 16.4,
								},
								["命令圣印"] = {
									["count"] = 3.76,
								},
								["圣光审判"] = {
									["count"] = 0.83,
								},
								["肉搏"] = {
									["count"] = 16.71,
								},
							},
							["amount"] = 42.09,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["腐烂者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.89,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.510000000000002,
								},
								["命令圣印"] = {
									["count"] = 1.97,
								},
								["惩戒光环"] = {
									["count"] = 15.41,
								},
								["奉献"] = {
									["count"] = 1.47,
								},
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 35.24999999999999,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.45,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.12,
								},
								["命令圣印"] = {
									["count"] = 1.39,
								},
								["惩戒光环"] = {
									["count"] = 3.86,
								},
								["肉搏"] = {
									["count"] = 5.89,
								},
							},
							["amount"] = 25.71,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 606.8899999999998,
								},
								["治疗药水"] = {
									["count"] = 8.72,
								},
								["圣疗术"] = {
									["count"] = 6,
								},
								["圣光术"] = {
									["count"] = 22.5,
								},
							},
							["amount"] = 644.1099999999998,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.82,
								},
								["惩戒光环"] = {
									["count"] = 2.94,
								},
								["灼热武器"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 8.01,
								},
							},
							["amount"] = 15.16,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.26,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 17.73,
								},
								["命令圣印"] = {
									["count"] = 1.07,
								},
								["惩戒光环"] = {
									["count"] = 22.95,
								},
								["肉搏"] = {
									["count"] = 11.68,
								},
							},
							["amount"] = 56.69000000000001,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.55,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.35,
								},
								["惩戒光环"] = {
									["count"] = 0.37,
								},
								["肉搏"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 3.02,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 22.46,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 64.09000000000002,
								},
								["命令圣印"] = {
									["count"] = 6.850000000000001,
								},
								["驱邪术"] = {
									["count"] = 2.2,
								},
								["惩戒光环"] = {
									["count"] = 76.26999999999997,
								},
								["肉搏"] = {
									["count"] = 44.36,
								},
								["奉献"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 216.3600000000002,
						},
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.29,
								},
							},
							["amount"] = 2.29,
						},
						["豹 <Appelfcat>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 1.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.88,
								},
							},
							["amount"] = 5.380000000000001,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 2.59,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.84,
								},
								["肉搏"] = {
									["count"] = 1.1,
								},
							},
							["amount"] = 5.53,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1,
								},
								["惩戒光环"] = {
									["count"] = 13.41,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5.720000000000001,
								},
								["肉搏"] = {
									["count"] = 4.23,
								},
							},
							["amount"] = 24.36,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 8.56,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 52.74999999999999,
								},
								["命令圣印"] = {
									["count"] = 8.469999999999999,
								},
								["火焰之盾"] = {
									["count"] = 1.9,
								},
								["肉搏"] = {
									["count"] = 16.6,
								},
							},
							["amount"] = 88.27999999999997,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.65,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.33,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 3.95,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 8.77,
								},
								["命令圣印"] = {
									["count"] = 0.47,
								},
								["驱邪术"] = {
									["count"] = 0.4,
								},
								["惩戒光环"] = {
									["count"] = 18.23,
								},
								["肉搏"] = {
									["count"] = 8.24,
								},
								["奉献"] = {
									["count"] = 0.5800000000000001,
								},
							},
							["amount"] = 39.22,
						},
						["奶牛"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0.11,
								},
							},
							["amount"] = 0.11,
						},
						["食腐虫"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 3.48,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.98,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 8.209999999999999,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 6.37,
								},
								["肉搏"] = {
									["count"] = 0.81,
								},
							},
							["amount"] = 16.89,
						},
						["裂拳工头"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 6.890000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.63,
								},
								["惩戒光环"] = {
									["count"] = 1.86,
								},
							},
							["amount"] = 9.379999999999999,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.19,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.47,
								},
								["肉搏"] = {
									["count"] = 1.67,
								},
							},
							["amount"] = 4.33,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.03,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.22,
								},
								["惩戒光环"] = {
									["count"] = 8.160000000000002,
								},
								["肉搏"] = {
									["count"] = 3.94,
								},
							},
							["amount"] = 24.34999999999999,
						},
						["老鼠"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0.29,
								},
							},
							["amount"] = 0.29,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 6.13,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.200000000000001,
								},
								["命令圣印"] = {
									["count"] = 2.48,
								},
								["惩戒光环"] = {
									["count"] = 18.96,
								},
								["肉搏"] = {
									["count"] = 11.87,
								},
							},
							["amount"] = 48.64000000000001,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 12.55,
								},
								["命令圣印"] = {
									["count"] = 0.41,
								},
								["惩戒光环"] = {
									["count"] = 28.60999999999999,
								},
								["肉搏"] = {
									["count"] = 8.010000000000002,
								},
							},
							["amount"] = 51.08,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 8.88,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 12.14,
								},
								["命令圣印"] = {
									["count"] = 3.82,
								},
								["惩戒光环"] = {
									["count"] = 49.02999999999999,
								},
								["肉搏"] = {
									["count"] = 23.39,
								},
							},
							["amount"] = 97.26,
						},
						["虚空行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 2.17,
								},
							},
							["amount"] = 2.17,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3,
								},
								["惩戒光环"] = {
									["count"] = 2.85,
								},
								["驱邪术"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 4.78,
								},
							},
							["amount"] = 12.13,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 11.91,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 50.44000000000001,
								},
								["命令圣印"] = {
									["count"] = 6.43,
								},
								["火焰之盾"] = {
									["count"] = 0.33,
								},
								["肉搏"] = {
									["count"] = 15.5,
								},
							},
							["amount"] = 84.60999999999996,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.52,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.93,
								},
								["命令圣印"] = {
									["count"] = 4.020000000000001,
								},
								["驱邪术"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 12.71,
								},
								["肉搏"] = {
									["count"] = 6.409999999999999,
								},
							},
							["amount"] = 31.09,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.49,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 33.48,
								},
								["命令圣印"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 20.22,
								},
								["肉搏"] = {
									["count"] = 7.75,
								},
							},
							["amount"] = 64.44,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.45,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.11,
								},
								["惩戒光环"] = {
									["count"] = 11.26,
								},
								["肉搏"] = {
									["count"] = 3.98,
								},
							},
							["amount"] = 20.8,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.41,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 7.36,
								},
								["命令圣印"] = {
									["count"] = 0.83,
								},
								["肉搏"] = {
									["count"] = 4.91,
								},
							},
							["amount"] = 16.51,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.03,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.85,
								},
								["肉搏"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 4.2,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.17,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.120000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["惩戒光环"] = {
									["count"] = 21.45,
								},
								["肉搏"] = {
									["count"] = 9.05,
								},
							},
							["amount"] = 40.90000000000003,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 9.55,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 31.73,
								},
								["命令圣印"] = {
									["count"] = 4.1,
								},
								["惩戒光环"] = {
									["count"] = 5.54,
								},
								["火焰之盾"] = {
									["count"] = 3.05,
								},
								["肉搏"] = {
									["count"] = 28.76,
								},
							},
							["amount"] = 82.73000000000002,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 20.5,
								},
							},
							["amount"] = 20.5,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 6.93,
								},
								["命令圣印"] = {
									["count"] = 0.13,
								},
								["肉搏"] = {
									["count"] = 0.75,
								},
							},
							["amount"] = 7.810000000000001,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.98,
								},
							},
							["amount"] = 2.09,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 54.09999999999999,
								},
								["神圣牺牲"] = {
									["count"] = 4.83,
								},
							},
							["amount"] = 58.92999999999999,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 18.57,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 44.71000000000002,
								},
								["命令圣印"] = {
									["count"] = 11.49,
								},
								["灼热武器"] = {
									["count"] = 2.2,
								},
								["肉搏"] = {
									["count"] = 32.21999999999999,
								},
							},
							["amount"] = 109.19,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.44,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 38.49000000000002,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["驱邪术"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 15.8,
								},
							},
							["amount"] = 57.46,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.59,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.92,
								},
								["命令圣印"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 2.33,
								},
								["奉献"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 5.82,
								},
							},
							["amount"] = 16.66,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 10.05,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 80.92999999999999,
								},
								["命令圣印"] = {
									["count"] = 15.98,
								},
								["灼热武器"] = {
									["count"] = 1.5,
								},
								["驱邪术"] = {
									["count"] = 0.71,
								},
								["肉搏"] = {
									["count"] = 25.45,
								},
							},
							["amount"] = 134.62,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.48,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.34,
								},
								["圣光审判"] = {
									["count"] = 1.13,
								},
								["惩戒光环"] = {
									["count"] = 14.5,
								},
								["肉搏"] = {
									["count"] = 1.76,
								},
							},
							["amount"] = 29.20999999999999,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.42,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.23,
								},
								["命令圣印"] = {
									["count"] = 0.25,
								},
								["灼热武器"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 1.19,
								},
								["肉搏"] = {
									["count"] = 6.36,
								},
							},
							["amount"] = 14.95,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.36,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 28.4,
								},
								["命令圣印"] = {
									["count"] = 1.25,
								},
								["驱邪术"] = {
									["count"] = 1.98,
								},
								["惩戒光环"] = {
									["count"] = 21.83000000000001,
								},
								["肉搏"] = {
									["count"] = 14.79,
								},
							},
							["amount"] = 71.60999999999996,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.96,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.920000000000002,
								},
								["命令圣印"] = {
									["count"] = 3.27,
								},
								["惩戒光环"] = {
									["count"] = 27.25,
								},
								["肉搏"] = {
									["count"] = 3.38,
								},
							},
							["amount"] = 45.78,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.15,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.95,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.6,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 5.810000000000001,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 34.92,
								},
								["命令圣印"] = {
									["count"] = 3.44,
								},
								["肉搏"] = {
									["count"] = 17.34,
								},
								["奉献"] = {
									["count"] = 0.58,
								},
							},
							["amount"] = 62.09,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.26,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.61,
								},
								["肉搏"] = {
									["count"] = 0.26,
								},
							},
							["amount"] = 2.13,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.69,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.79,
								},
								["命令圣印"] = {
									["count"] = 0.65,
								},
								["惩戒光环"] = {
									["count"] = 3.91,
								},
								["肉搏"] = {
									["count"] = 0.79,
								},
							},
							["amount"] = 10.83,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 3.5,
								},
								["命令圣印"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.38,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.69,
								},
								["命令圣印"] = {
									["count"] = 0.15,
								},
								["驱邪术"] = {
									["count"] = 0.51,
								},
								["惩戒光环"] = {
									["count"] = 9.979999999999999,
								},
								["肉搏"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 13.68,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 2.99,
						},
					},
					["HealedWho"] = {
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 421,
								},
							},
							["amount"] = 421,
						},
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12900,
								},
								["治疗药水"] = {
									["count"] = 1974,
								},
								["圣疗术"] = {
									["count"] = 3708,
								},
								["圣光术"] = {
									["count"] = 8693,
								},
							},
							["amount"] = 27275,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1041,
								},
							},
							["amount"] = 1041,
						},
						["豹 <Appelfcat>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
					},
					["DeathCount"] = 1,
					["HOT_Time"] = 2325,
					["ElementTaken"] = {
						["Physical"] = 2960,
						["Melee"] = 50650,
						["Fire"] = 3570,
						["Shadow"] = 1329,
						["Nature"] = 168,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Appelfcat"] = {
									["count"] = 15,
								},
								["云中丶静影"] = {
									["count"] = 18,
								},
								["一朵小奶骑"] = {
									["count"] = 63,
								},
								["沈南鹏"] = {
									["count"] = 1998,
								},
								["库兹夸尔 <恶魔哥哥>"] = {
									["count"] = 18,
								},
								["恶魔哥哥"] = {
									["count"] = 72,
								},
								["希尔瑞斯"] = {
									["count"] = 123,
								},
								["豹 <Appelfcat>"] = {
									["count"] = 3,
								},
								["丶晴宝丶"] = {
									["count"] = 15,
								},
							},
							["amount"] = 2325,
						},
					},
					["Damage"] = 273115,
					["TimeHeal"] = 725.4900000000004,
					["Dispels"] = 42,
					["FAttacks"] = {
						["神圣牺牲"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12,
									["min"] = 2,
									["count"] = 5,
									["amount"] = 27,
								},
								["Split"] = {
									["max"] = 14,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 45,
								},
							},
							["count"] = 17,
							["amount"] = 72,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 22,
									["min"] = 22,
									["count"] = 2,
									["amount"] = 44,
								},
							},
							["count"] = 2,
							["amount"] = 44,
						},
					},
					["ElementDone"] = {
						["Holy"] = 188911,
						["Melee"] = 76346,
						["Fire"] = 7858,
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1635,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9733,
								},
								["命令圣印"] = {
									["count"] = 7596,
								},
								["惩戒光环"] = {
									["count"] = 50,
								},
								["火焰之盾"] = {
									["count"] = 14,
								},
								["肉搏"] = {
									["count"] = 7540,
								},
							},
							["amount"] = 26568,
						},
						["塔伯克的伙伴"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 294,
								},
								["惩戒光环"] = {
									["count"] = 190,
								},
							},
							["amount"] = 484,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 659,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3624,
								},
								["命令圣印"] = {
									["count"] = 3533,
								},
								["灼热武器"] = {
									["count"] = 600,
								},
								["惩戒光环"] = {
									["count"] = 1836,
								},
								["驱邪术"] = {
									["count"] = 731,
								},
								["肉搏"] = {
									["count"] = 3909,
								},
							},
							["amount"] = 14892,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 52,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 168,
								},
								["命令圣印"] = {
									["count"] = 201,
								},
								["肉搏"] = {
									["count"] = 144,
								},
							},
							["amount"] = 565,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 358,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1305,
								},
								["命令圣印"] = {
									["count"] = 1524,
								},
								["灼热武器"] = {
									["count"] = 280,
								},
								["肉搏"] = {
									["count"] = 2391,
								},
							},
							["amount"] = 5858,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 83,
								},
							},
							["amount"] = 83,
						},
						["腐烂者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 211,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 904,
								},
								["命令圣印"] = {
									["count"] = 747,
								},
								["灼热武器"] = {
									["count"] = 41,
								},
								["惩戒光环"] = {
									["count"] = 445,
								},
								["肉搏"] = {
									["count"] = 929,
								},
							},
							["amount"] = 3277,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 145,
								},
								["命令圣印"] = {
									["count"] = 215,
								},
								["灼热武器"] = {
									["count"] = 80,
								},
								["惩戒光环"] = {
									["count"] = 70,
								},
								["肉搏"] = {
									["count"] = 702,
								},
							},
							["amount"] = 1212,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 336,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1374,
								},
								["命令圣印"] = {
									["count"] = 1436,
								},
								["灼热武器"] = {
									["count"] = 123,
								},
								["惩戒光环"] = {
									["count"] = 830,
								},
								["肉搏"] = {
									["count"] = 1883,
								},
							},
							["amount"] = 5982,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1706,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 8051,
								},
								["命令圣印"] = {
									["count"] = 6420,
								},
								["灼热武器"] = {
									["count"] = 1104,
								},
								["惩戒光环"] = {
									["count"] = 3142,
								},
								["驱邪术"] = {
									["count"] = 365,
								},
								["肉搏"] = {
									["count"] = 7684,
								},
							},
							["amount"] = 28472,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 102,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1506,
								},
								["命令圣印"] = {
									["count"] = 901,
								},
								["灼热武器"] = {
									["count"] = 81,
								},
								["惩戒光环"] = {
									["count"] = 709,
								},
								["肉搏"] = {
									["count"] = 896,
								},
							},
							["amount"] = 4195,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 156,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 175,
								},
							},
							["amount"] = 331,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 59,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 251,
								},
								["命令圣印"] = {
									["count"] = 155,
								},
								["灼热武器"] = {
									["count"] = 42,
								},
								["惩戒光环"] = {
									["count"] = 140,
								},
								["肉搏"] = {
									["count"] = 221,
								},
							},
							["amount"] = 868,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 156,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 349,
								},
								["命令圣印"] = {
									["count"] = 346,
								},
								["灼热武器"] = {
									["count"] = 100,
								},
								["惩戒光环"] = {
									["count"] = 180,
								},
								["肉搏"] = {
									["count"] = 499,
								},
							},
							["amount"] = 1630,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1366,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2624,
								},
								["命令圣印"] = {
									["count"] = 3205,
								},
								["灼热武器"] = {
									["count"] = 700,
								},
								["肉搏"] = {
									["count"] = 5287,
								},
							},
							["amount"] = 13182,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 99,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 162,
								},
								["命令圣印"] = {
									["count"] = 290,
								},
								["肉搏"] = {
									["count"] = 304,
								},
							},
							["amount"] = 855,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 254,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 992,
								},
								["命令圣印"] = {
									["count"] = 976,
								},
								["灼热武器"] = {
									["count"] = 100,
								},
								["惩戒光环"] = {
									["count"] = 538,
								},
								["肉搏"] = {
									["count"] = 1069,
								},
							},
							["amount"] = 3929,
						},
						["食腐虫"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 127,
								},
								["命令圣印"] = {
									["count"] = 101,
								},
								["肉搏"] = {
									["count"] = 304,
								},
							},
							["amount"] = 532,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 100,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 632,
								},
								["命令圣印"] = {
									["count"] = 705,
								},
								["灼热武器"] = {
									["count"] = 40,
								},
								["惩戒光环"] = {
									["count"] = 288,
								},
								["肉搏"] = {
									["count"] = 494,
								},
							},
							["amount"] = 2259,
						},
						["黑色破坏者幼崽"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 52,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 147,
								},
								["命令圣印"] = {
									["count"] = 140,
								},
								["肉搏"] = {
									["count"] = 302,
								},
							},
							["amount"] = 641,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 456,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1368,
								},
								["命令圣印"] = {
									["count"] = 1264,
								},
								["灼热武器"] = {
									["count"] = 432,
								},
								["惩戒光环"] = {
									["count"] = 710,
								},
								["肉搏"] = {
									["count"] = 2090,
								},
							},
							["amount"] = 6320,
						},
						["老鼠"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 22,
								},
							},
							["amount"] = 22,
						},
						["奶牛"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 57,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 159,
								},
								["命令圣印"] = {
									["count"] = 173,
								},
								["灼热武器"] = {
									["count"] = 104,
								},
								["惩戒光环"] = {
									["count"] = 28,
								},
								["肉搏"] = {
									["count"] = 338,
								},
							},
							["amount"] = 859,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 806,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1889,
								},
								["命令圣印"] = {
									["count"] = 2985,
								},
								["灼热武器"] = {
									["count"] = 412,
								},
								["惩戒光环"] = {
									["count"] = 1697,
								},
								["肉搏"] = {
									["count"] = 3455,
								},
							},
							["amount"] = 11244,
						},
						["虚空行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 195,
								},
								["命令圣印"] = {
									["count"] = 204,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 409,
								},
							},
							["amount"] = 808,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 290,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3485,
								},
								["命令圣印"] = {
									["count"] = 648,
								},
								["灼热武器"] = {
									["count"] = 83,
								},
								["惩戒光环"] = {
									["count"] = 609,
								},
								["肉搏"] = {
									["count"] = 1017,
								},
							},
							["amount"] = 6132,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 761,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3612,
								},
								["命令圣印"] = {
									["count"] = 3006,
								},
								["火焰之盾"] = {
									["count"] = 35,
								},
								["肉搏"] = {
									["count"] = 2347,
								},
							},
							["amount"] = 9761,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 224,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 465,
								},
								["命令圣印"] = {
									["count"] = 166,
								},
								["灼热武器"] = {
									["count"] = 125,
								},
								["惩戒光环"] = {
									["count"] = 82,
								},
								["肉搏"] = {
									["count"] = 720,
								},
							},
							["amount"] = 1782,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 357,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 592,
								},
								["命令圣印"] = {
									["count"] = 586,
								},
								["灼热武器"] = {
									["count"] = 303,
								},
								["惩戒光环"] = {
									["count"] = 440,
								},
								["驱邪术"] = {
									["count"] = 236,
								},
								["肉搏"] = {
									["count"] = 1075,
								},
							},
							["amount"] = 3589,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 234,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3866,
								},
								["命令圣印"] = {
									["count"] = 1624,
								},
								["灼热武器"] = {
									["count"] = 126,
								},
								["惩戒光环"] = {
									["count"] = 1441,
								},
								["肉搏"] = {
									["count"] = 1424,
								},
							},
							["amount"] = 8715,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 168,
								},
								["命令圣印"] = {
									["count"] = 196,
								},
								["肉搏"] = {
									["count"] = 292,
								},
							},
							["amount"] = 709,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 196,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 173,
								},
								["命令圣印"] = {
									["count"] = 236,
								},
								["肉搏"] = {
									["count"] = 457,
								},
							},
							["amount"] = 1062,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 100,
								},
								["命令圣印"] = {
									["count"] = 142,
								},
								["驱邪术"] = {
									["count"] = 407,
								},
								["惩戒光环"] = {
									["count"] = 83,
								},
								["灼热武器"] = {
									["count"] = 82,
								},
								["肉搏"] = {
									["count"] = 437,
								},
							},
							["amount"] = 1251,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 167,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1965,
								},
								["命令圣印"] = {
									["count"] = 1704,
								},
								["灼热武器"] = {
									["count"] = 125,
								},
								["惩戒光环"] = {
									["count"] = 1642,
								},
								["肉搏"] = {
									["count"] = 1436,
								},
							},
							["amount"] = 7039,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 793,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4567,
								},
								["命令圣印"] = {
									["count"] = 3576,
								},
								["惩戒光环"] = {
									["count"] = 100,
								},
								["火焰之盾"] = {
									["count"] = 21,
								},
								["肉搏"] = {
									["count"] = 3606,
								},
							},
							["amount"] = 12663,
						},
						["裂拳工头"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 333,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 872,
								},
								["命令圣印"] = {
									["count"] = 354,
								},
								["肉搏"] = {
									["count"] = 224,
								},
							},
							["amount"] = 1783,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 115,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 694,
								},
								["命令圣印"] = {
									["count"] = 488,
								},
								["灼热武器"] = {
									["count"] = 185,
								},
								["惩戒光环"] = {
									["count"] = 447,
								},
								["肉搏"] = {
									["count"] = 452,
								},
							},
							["amount"] = 2381,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 160,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 273,
								},
							},
							["amount"] = 433,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 552,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4210,
								},
								["命令圣印"] = {
									["count"] = 3013,
								},
								["火焰之盾"] = {
									["count"] = 21,
								},
								["肉搏"] = {
									["count"] = 3046,
								},
							},
							["amount"] = 10842,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 360,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2541,
								},
								["命令圣印"] = {
									["count"] = 2650,
								},
								["灼热武器"] = {
									["count"] = 320,
								},
								["驱邪术"] = {
									["count"] = 388,
								},
								["肉搏"] = {
									["count"] = 2811,
								},
							},
							["amount"] = 9070,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["灼热武器"] = {
									["count"] = 60,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 325,
								},
								["命令圣印"] = {
									["count"] = 102,
								},
								["肉搏"] = {
									["count"] = 99,
								},
							},
							["amount"] = 586,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 84,
								},
							},
							["amount"] = 84,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 971,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3688,
								},
								["命令圣印"] = {
									["count"] = 3606,
								},
								["灼热武器"] = {
									["count"] = 720,
								},
								["驱邪术"] = {
									["count"] = 243,
								},
								["肉搏"] = {
									["count"] = 5036,
								},
							},
							["amount"] = 14264,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 137,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 223,
								},
								["命令圣印"] = {
									["count"] = 146,
								},
								["灼热武器"] = {
									["count"] = 140,
								},
								["肉搏"] = {
									["count"] = 213,
								},
							},
							["amount"] = 859,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 101,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 297,
								},
								["命令圣印"] = {
									["count"] = 352,
								},
								["灼热武器"] = {
									["count"] = 120,
								},
								["惩戒光环"] = {
									["count"] = 72,
								},
								["肉搏"] = {
									["count"] = 1286,
								},
							},
							["amount"] = 2228,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 290,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5890,
								},
								["命令圣印"] = {
									["count"] = 948,
								},
								["灼热武器"] = {
									["count"] = 62,
								},
								["惩戒光环"] = {
									["count"] = 1338,
								},
								["肉搏"] = {
									["count"] = 1334,
								},
							},
							["amount"] = 9862,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 378,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2491,
								},
								["命令圣印"] = {
									["count"] = 926,
								},
								["灼热武器"] = {
									["count"] = 232,
								},
								["惩戒光环"] = {
									["count"] = 1407,
								},
								["肉搏"] = {
									["count"] = 1531,
								},
							},
							["amount"] = 6965,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 88,
								},
								["命令圣印"] = {
									["count"] = 150,
								},
								["灼热武器"] = {
									["count"] = 40,
								},
								["肉搏"] = {
									["count"] = 423,
								},
							},
							["amount"] = 754,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 643,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2289,
								},
								["命令圣印"] = {
									["count"] = 1821,
								},
								["灼热武器"] = {
									["count"] = 336,
								},
								["肉搏"] = {
									["count"] = 2399,
								},
							},
							["amount"] = 7488,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 374,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3272,
								},
								["命令圣印"] = {
									["count"] = 2157,
								},
								["灼热武器"] = {
									["count"] = 241,
								},
								["惩戒光环"] = {
									["count"] = 1081,
								},
								["驱邪术"] = {
									["count"] = 1143,
								},
								["肉搏"] = {
									["count"] = 2346,
								},
							},
							["amount"] = 10614,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 115,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 379,
								},
								["命令圣印"] = {
									["count"] = 57,
								},
								["灼热武器"] = {
									["count"] = 124,
								},
								["惩戒光环"] = {
									["count"] = 203,
								},
								["肉搏"] = {
									["count"] = 165,
								},
							},
							["amount"] = 1043,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 199,
								},
								["命令圣印"] = {
									["count"] = 82,
								},
								["肉搏"] = {
									["count"] = 85,
								},
							},
							["amount"] = 366,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 163,
								},
								["命令圣印"] = {
									["count"] = 98,
								},
								["灼热武器"] = {
									["count"] = 104,
								},
								["惩戒光环"] = {
									["count"] = 305,
								},
								["驱邪术"] = {
									["count"] = 424,
								},
								["肉搏"] = {
									["count"] = 512,
								},
							},
							["amount"] = 1606,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 249,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1438,
								},
								["命令圣印"] = {
									["count"] = 1115,
								},
								["惩戒光环"] = {
									["count"] = 40,
								},
								["肉搏"] = {
									["count"] = 1132,
								},
							},
							["amount"] = 3974,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 517,
								},
								["肉搏"] = {
									["count"] = 1448,
								},
							},
							["amount"] = 1965,
						},
						["塔伯克的伙伴"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 20,
								},
								["肉搏"] = {
									["count"] = 269,
								},
							},
							["amount"] = 289,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3599,
								},
							},
							["amount"] = 3599,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1298,
								},
							},
							["amount"] = 1298,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 78,
								},
							},
							["amount"] = 78,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 102,
								},
							},
							["amount"] = 102,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["扫荡"] = {
									["count"] = 49,
								},
								["肉搏"] = {
									["count"] = 303,
								},
							},
							["amount"] = 352,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 1118,
								},
								["肉搏"] = {
									["count"] = 1138,
								},
							},
							["amount"] = 2256,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6125,
								},
							},
							["amount"] = 6125,
						},
						["噬骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 998,
								},
							},
							["amount"] = 998,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 187,
								},
							},
							["amount"] = 187,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 57,
								},
								["肉搏"] = {
									["count"] = 125,
								},
							},
							["amount"] = 182,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 584,
								},
							},
							["amount"] = 584,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1750,
								},
							},
							["amount"] = 1750,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 624,
								},
							},
							["amount"] = 624,
						},
						["骷髅看守"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1160,
								},
							},
							["amount"] = 1160,
						},
						["食腐虫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 88,
								},
							},
							["amount"] = 88,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 91,
								},
								["肉搏"] = {
									["count"] = 470,
								},
							},
							["amount"] = 561,
						},
						["黑色破坏者幼崽"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 116,
								},
							},
							["amount"] = 116,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 837,
								},
								["肉搏"] = {
									["count"] = 1183,
								},
							},
							["amount"] = 2020,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 821,
								},
								["拉格纳罗斯的赐福"] = {
									["count"] = 416,
								},
								["炸弹"] = {
									["count"] = 455,
								},
							},
							["amount"] = 1692,
						},
						["虚空行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 359,
								},
							},
							["amount"] = 359,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["背刺"] = {
									["count"] = 59,
								},
								["肉搏"] = {
									["count"] = 2422,
								},
							},
							["amount"] = 2481,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 427,
								},
							},
							["amount"] = 427,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3285,
								},
							},
							["amount"] = 3285,
						},
						["裂拳战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 765,
								},
							},
							["amount"] = 765,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["献祭 (伤害/跳)"] = {
									["count"] = 264,
								},
								["暗影箭"] = {
									["count"] = 1226,
								},
								["献祭"] = {
									["count"] = 185,
								},
								["肉搏"] = {
									["count"] = 78,
								},
							},
							["amount"] = 1753,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["工兵爆破"] = {
									["count"] = 598,
								},
								["拉格纳罗斯的赐福"] = {
									["count"] = 547,
								},
								["肉搏"] = {
									["count"] = 1537,
								},
							},
							["amount"] = 2682,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 932,
								},
							},
							["amount"] = 932,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 435,
								},
								["肉搏"] = {
									["count"] = 1724,
								},
							},
							["amount"] = 2159,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1454,
								},
							},
							["amount"] = 1454,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1831,
								},
							},
							["amount"] = 1831,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 270,
								},
							},
							["amount"] = 270,
						},
						["腐烂者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 880,
								},
							},
							["amount"] = 880,
						},
						["迪菲亚夜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
						["裂拳工头"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 424,
								},
							},
							["amount"] = 424,
						},
						["弃灵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 191,
								},
							},
							["amount"] = 191,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1467,
								},
							},
							["amount"] = 1467,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["背刺"] = {
									["count"] = 66,
								},
								["肉搏"] = {
									["count"] = 292,
								},
							},
							["amount"] = 358,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3892,
								},
							},
							["amount"] = 3892,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 152,
								},
							},
							["amount"] = 152,
						},
						["骷髅医师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 112,
								},
							},
							["amount"] = 112,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 440,
								},
								["肉搏"] = {
									["count"] = 2042,
								},
							},
							["amount"] = 2482,
						},
						["阿什兰·暗石"] = {
							["Details"] = {
								["劣质炸药"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 48,
								},
							},
							["amount"] = 48,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1843,
								},
							},
							["amount"] = 1843,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 314,
								},
								["Fire"] = {
									["count"] = 50,
								},
							},
							["amount"] = 364,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 309,
								},
							},
							["amount"] = 309,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["暗影箭雨"] = {
									["count"] = 103,
								},
								["肉搏"] = {
									["count"] = 34,
								},
							},
							["amount"] = 137,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 475,
								},
							},
							["amount"] = 475,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 833,
								},
							},
							["amount"] = 833,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 390,
						["Holy"] = 527,
					},
					["TimeHealing"] = {
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 20.5,
								},
							},
							["amount"] = 20.5,
						},
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.29,
								},
							},
							["amount"] = 2.29,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 606.8899999999998,
								},
								["治疗药水"] = {
									["count"] = 8.72,
								},
								["圣疗术"] = {
									["count"] = 6,
								},
								["圣光术"] = {
									["count"] = 22.5,
								},
							},
							["amount"] = 644.1099999999998,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 54.09999999999999,
								},
							},
							["amount"] = 54.09999999999999,
						},
						["豹 <Appelfcat>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 2.99,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 27,
									["min"] = 1,
									["count"] = 164,
									["amount"] = 3382,
								},
							},
							["count"] = 164,
							["amount"] = 3382,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 354,
									["min"] = 198,
									["count"] = 4,
									["amount"] = 1089,
								},
							},
							["count"] = 4,
							["amount"] = 1089,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 110,
									["min"] = 31,
									["count"] = 4,
									["amount"] = 293,
								},
							},
							["count"] = 4,
							["amount"] = 293,
						},
					},
					["FDamagedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["神圣牺牲"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 44,
								},
							},
							["amount"] = 44,
						},
					},
					["ActiveTime"] = 2851.959999999996,
					["PartialResist"] = {
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 50,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 50,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["拳击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 27,
						},
						["扫荡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["挫志怒吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["劣质炸药"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["天灾心灵"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["背刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["减速毒药"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["暗影箭雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 25,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 25,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["工兵爆破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["反手一击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1959,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1959,
						},
					},
					["ManaGained"] = {
						["圣疗术"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 750,
								},
							},
							["amount"] = 750,
						},
						["智慧审判"] = {
							["Details"] = {
								["一朵小奶骑"] = {
									["count"] = 25,
								},
								["希尔瑞斯"] = {
									["count"] = 544,
								},
							},
							["amount"] = 569,
						},
					},
					["FDamage"] = 116,
					["Interrupts"] = 6,
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12900,
								},
								["治疗药水"] = {
									["count"] = 1974,
								},
								["圣疗术"] = {
									["count"] = 3708,
								},
								["圣光术"] = {
									["count"] = 8693,
								},
							},
							["amount"] = 27275,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 1060,
								},
								["恢复"] = {
									["count"] = 730,
								},
								["次级治疗术"] = {
									["count"] = 450,
								},
							},
							["amount"] = 2240,
						},
					},
					["Dispelled"] = 46,
					["WhoDispelled"] = {
						["夜行黑暗狼人"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["弃灵"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 8,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 12,
								},
								["中毒 (纯净术)"] = {
									["count"] = 3,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 10,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 9,
								},
							},
							["amount"] = 42,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["InterruptData"] = {
						["天灾食尸鬼"] = {
							["Details"] = {
								["游荡疫病 (打断)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["暗影箭 (打断)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["骷髅医师"] = {
							["Details"] = {
								["治疗术 (打断)"] = {
									["count"] = 1,
								},
								["暗影箭 (打断)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["DamageTaken"] = 58677,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 28,
									["min"] = 1,
									["count"] = 641,
									["amount"] = 14466,
								},
							},
							["count"] = 641,
							["amount"] = 14466,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 333,
									["min"] = 79,
									["count"] = 7,
									["amount"] = 1974,
								},
							},
							["count"] = 7,
							["amount"] = 1974,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1013,
									["min"] = 764,
									["count"] = 4,
									["amount"] = 3708,
								},
							},
							["count"] = 4,
							["amount"] = 3708,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 714,
									["min"] = 339,
									["count"] = 15,
									["amount"] = 8693,
								},
							},
							["count"] = 15,
							["amount"] = 8693,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 983,
						["Physical"] = 77,
					},
					["Overhealing"] = 4764,
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 544,
								},
							},
							["amount"] = 544,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 750,
								},
							},
							["amount"] = 750,
						},
						["一朵小奶骑"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
					},
					["Healing"] = 28841,
					["DOT_Time"] = 10566,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 48,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 10,
								},
								["Tick"] = {
									["count"] = 43,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 113,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 22,
								},
								["Immune"] = {
									["count"] = 51,
								},
								["Hit"] = {
									["count"] = 1346,
								},
								["Miss"] = {
									["count"] = 139,
								},
								["Dodge"] = {
									["count"] = 151,
								},
								["Crit"] = {
									["count"] = 80,
								},
								["Parry"] = {
									["count"] = 170,
								},
							},
							["amount"] = 1959,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 49,
								},
							},
							["amount"] = 57,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 9,
								},
								["Miss"] = {
									["count"] = 4,
								},
							},
							["amount"] = 13,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 10,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 11,
						},
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 119,
									["min"] = 82,
									["count"] = 48,
									["amount"] = 4998,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 40,
									["count"] = 220,
									["amount"] = 11287,
								},
							},
							["count"] = 268,
							["amount"] = 16285,
						},
						["驱邪术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 243,
									["min"] = 236,
									["count"] = 2,
									["amount"] = 479,
								},
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 424,
									["min"] = 355,
									["count"] = 9,
									["amount"] = 3458,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 3937,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 30,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 10,
									["count"] = 891,
									["amount"] = 21077,
								},
							},
							["count"] = 921,
							["amount"] = 21077,
						},
						["火焰之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7,
									["min"] = 7,
									["count"] = 13,
									["amount"] = 91,
								},
							},
							["count"] = 13,
							["amount"] = 91,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 32,
									["min"] = 16,
									["count"] = 3520,
									["amount"] = 84230,
								},
							},
							["count"] = 3520,
							["amount"] = 84230,
						},
						["命令圣印"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 44,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 44,
									["min"] = 29,
									["count"] = 38,
									["amount"] = 1413,
								},
								["Dodge"] = {
									["count"] = 51,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 37,
									["count"] = 891,
									["amount"] = 45492,
								},
								["Miss"] = {
									["count"] = 70,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 121,
									["min"] = 80,
									["count"] = 161,
									["amount"] = 16477,
								},
								["Evade"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 1257,
							["amount"] = 63382,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 32,
									["count"] = 153,
									["amount"] = 6129,
								},
								["Crit"] = {
									["max"] = 62,
									["min"] = 60,
									["count"] = 27,
									["amount"] = 1638,
								},
								["Miss"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 189,
							["amount"] = 7767,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 113,
									["min"] = 37,
									["count"] = 53,
									["amount"] = 4390,
								},
								["Hit (被格挡)"] = {
									["max"] = 102,
									["min"] = 80,
									["count"] = 28,
									["amount"] = 2452,
								},
								["Hit"] = {
									["max"] = 128,
									["min"] = 86,
									["count"] = 457,
									["amount"] = 47484,
								},
								["Miss"] = {
									["count"] = 30,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 17,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 253,
									["min"] = 172,
									["count"] = 107,
									["amount"] = 22020,
								},
								["Parry"] = {
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 712,
							["amount"] = 76346,
						},
						["圣光审判"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 29515,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 85,
								},
								["Parry"] = {
									["count"] = 44,
								},
								["Resist"] = {
									["count"] = 30,
								},
								["Dodge"] = {
									["count"] = 51,
								},
								["Tick"] = {
									["count"] = 3520,
								},
								["Hit"] = {
									["count"] = 2042,
								},
								["Block"] = {
									["count"] = 38,
								},
								["Crit"] = {
									["count"] = 218,
								},
								["Evade"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6033,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 53,
								},
								["Dodge"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 485,
								},
								["Miss"] = {
									["count"] = 30,
								},
								["Block"] = {
									["count"] = 28,
								},
								["Crit"] = {
									["count"] = 107,
								},
								["Parry"] = {
									["count"] = 20,
								},
							},
							["amount"] = 740,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 166,
								},
								["Crit"] = {
									["count"] = 27,
								},
								["Miss"] = {
									["count"] = 9,
								},
							},
							["amount"] = 202,
						},
					},
					["TimeDamage"] = 2126.470000000004,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 17.85,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 110.92,
								},
								["命令圣印"] = {
									["count"] = 9.709999999999999,
								},
								["惩戒光环"] = {
									["count"] = 3.66,
								},
								["火焰之盾"] = {
									["count"] = 0.14,
								},
								["肉搏"] = {
									["count"] = 55.88,
								},
							},
							["amount"] = 198.16,
						},
						["塔伯克的伙伴"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 3.220000000000001,
								},
								["命令圣印"] = {
									["count"] = 1.14,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.12,
								},
							},
							["amount"] = 6.479999999999999,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 5.429999999999999,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 41.02,
								},
								["命令圣印"] = {
									["count"] = 7.83,
								},
								["驱邪术"] = {
									["count"] = 1.33,
								},
								["圣光审判"] = {
									["count"] = 0.9199999999999999,
								},
								["惩戒光环"] = {
									["count"] = 56.06000000000002,
								},
								["灼热武器"] = {
									["count"] = 0.9099999999999999,
								},
								["肉搏"] = {
									["count"] = 20.59,
								},
							},
							["amount"] = 134.09,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.6,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.82,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 4.43,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.390000000000001,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 16.4,
								},
								["命令圣印"] = {
									["count"] = 3.76,
								},
								["圣光审判"] = {
									["count"] = 0.83,
								},
								["肉搏"] = {
									["count"] = 16.71,
								},
							},
							["amount"] = 42.09,
						},
						["藓皮沼泽行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["腐烂者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.89,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.510000000000002,
								},
								["命令圣印"] = {
									["count"] = 1.97,
								},
								["惩戒光环"] = {
									["count"] = 15.41,
								},
								["奉献"] = {
									["count"] = 1.47,
								},
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 35.24999999999999,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.82,
								},
								["惩戒光环"] = {
									["count"] = 2.94,
								},
								["灼热武器"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 8.01,
								},
							},
							["amount"] = 15.16,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.26,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 17.73,
								},
								["命令圣印"] = {
									["count"] = 1.07,
								},
								["惩戒光环"] = {
									["count"] = 22.95,
								},
								["肉搏"] = {
									["count"] = 11.68,
								},
							},
							["amount"] = 56.69000000000001,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 22.46,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 64.09000000000002,
								},
								["命令圣印"] = {
									["count"] = 6.850000000000001,
								},
								["驱邪术"] = {
									["count"] = 2.2,
								},
								["惩戒光环"] = {
									["count"] = 76.26999999999997,
								},
								["肉搏"] = {
									["count"] = 44.36,
								},
								["奉献"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 216.3600000000002,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.48,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.34,
								},
								["圣光审判"] = {
									["count"] = 1.13,
								},
								["惩戒光环"] = {
									["count"] = 14.5,
								},
								["肉搏"] = {
									["count"] = 1.76,
								},
							},
							["amount"] = 29.20999999999999,
						},
						["旧城区暴徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 1.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.88,
								},
							},
							["amount"] = 5.380000000000001,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 2.59,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.84,
								},
								["肉搏"] = {
									["count"] = 1.1,
								},
							},
							["amount"] = 5.53,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1,
								},
								["惩戒光环"] = {
									["count"] = 13.41,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 5.720000000000001,
								},
								["肉搏"] = {
									["count"] = 4.23,
								},
							},
							["amount"] = 24.36,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 8.56,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 52.74999999999999,
								},
								["命令圣印"] = {
									["count"] = 8.469999999999999,
								},
								["火焰之盾"] = {
									["count"] = 1.9,
								},
								["肉搏"] = {
									["count"] = 16.6,
								},
							},
							["amount"] = 88.27999999999997,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.65,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.33,
								},
								["命令圣印"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 3.95,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 8.77,
								},
								["命令圣印"] = {
									["count"] = 0.47,
								},
								["驱邪术"] = {
									["count"] = 0.4,
								},
								["惩戒光环"] = {
									["count"] = 18.23,
								},
								["肉搏"] = {
									["count"] = 8.24,
								},
								["奉献"] = {
									["count"] = 0.5800000000000001,
								},
							},
							["amount"] = 39.22,
						},
						["食腐虫"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 3.48,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.98,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 8.209999999999999,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 6.37,
								},
								["肉搏"] = {
									["count"] = 0.81,
								},
							},
							["amount"] = 16.89,
						},
						["裂拳工头"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 6.890000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.63,
								},
								["惩戒光环"] = {
									["count"] = 1.86,
								},
							},
							["amount"] = 9.379999999999999,
						},
						["迪菲亚附魔师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.19,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.47,
								},
								["肉搏"] = {
									["count"] = 1.67,
								},
							},
							["amount"] = 4.33,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 6.13,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.200000000000001,
								},
								["命令圣印"] = {
									["count"] = 2.48,
								},
								["惩戒光环"] = {
									["count"] = 18.96,
								},
								["肉搏"] = {
									["count"] = 11.87,
								},
							},
							["amount"] = 48.64000000000001,
						},
						["老鼠"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0.29,
								},
							},
							["amount"] = 0.29,
						},
						["奶牛"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0.11,
								},
							},
							["amount"] = 0.11,
						},
						["邪恶的巴尔加拉斯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.55,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.35,
								},
								["惩戒光环"] = {
									["count"] = 0.37,
								},
								["肉搏"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 3.02,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 8.88,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 12.14,
								},
								["命令圣印"] = {
									["count"] = 3.82,
								},
								["惩戒光环"] = {
									["count"] = 49.02999999999999,
								},
								["肉搏"] = {
									["count"] = 23.39,
								},
							},
							["amount"] = 97.26,
						},
						["虚空行者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 2.17,
								},
							},
							["amount"] = 2.17,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.03,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.22,
								},
								["惩戒光环"] = {
									["count"] = 8.160000000000002,
								},
								["肉搏"] = {
									["count"] = 3.94,
								},
							},
							["amount"] = 24.34999999999999,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 11.91,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 50.44000000000001,
								},
								["命令圣印"] = {
									["count"] = 6.43,
								},
								["火焰之盾"] = {
									["count"] = 0.33,
								},
								["肉搏"] = {
									["count"] = 15.5,
								},
							},
							["amount"] = 84.60999999999996,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.59,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.92,
								},
								["命令圣印"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 2.33,
								},
								["奉献"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 5.82,
								},
							},
							["amount"] = 16.66,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.52,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.93,
								},
								["命令圣印"] = {
									["count"] = 4.020000000000001,
								},
								["驱邪术"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 12.71,
								},
								["肉搏"] = {
									["count"] = 6.409999999999999,
								},
							},
							["amount"] = 31.09,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 12.55,
								},
								["命令圣印"] = {
									["count"] = 0.41,
								},
								["惩戒光环"] = {
									["count"] = 28.60999999999999,
								},
								["肉搏"] = {
									["count"] = 8.010000000000002,
								},
							},
							["amount"] = 51.08,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.26,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.61,
								},
								["肉搏"] = {
									["count"] = 0.26,
								},
							},
							["amount"] = 2.13,
						},
						["摩拉迪姆"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.41,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 7.36,
								},
								["命令圣印"] = {
									["count"] = 0.83,
								},
								["肉搏"] = {
									["count"] = 4.91,
								},
							},
							["amount"] = 16.51,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3,
								},
								["惩戒光环"] = {
									["count"] = 2.85,
								},
								["驱邪术"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 4.78,
								},
							},
							["amount"] = 12.13,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.17,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.120000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["惩戒光环"] = {
									["count"] = 21.45,
								},
								["肉搏"] = {
									["count"] = 9.05,
								},
							},
							["amount"] = 40.90000000000003,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 9.55,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 31.73,
								},
								["命令圣印"] = {
									["count"] = 4.1,
								},
								["惩戒光环"] = {
									["count"] = 5.54,
								},
								["火焰之盾"] = {
									["count"] = 3.05,
								},
								["肉搏"] = {
									["count"] = 28.76,
								},
							},
							["amount"] = 82.73000000000002,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.45,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.11,
								},
								["惩戒光环"] = {
									["count"] = 11.26,
								},
								["肉搏"] = {
									["count"] = 3.98,
								},
							},
							["amount"] = 20.8,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.98,
								},
							},
							["amount"] = 2.09,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.36,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 28.4,
								},
								["命令圣印"] = {
									["count"] = 1.25,
								},
								["驱邪术"] = {
									["count"] = 1.98,
								},
								["惩戒光环"] = {
									["count"] = 21.83000000000001,
								},
								["肉搏"] = {
									["count"] = 14.79,
								},
							},
							["amount"] = 71.60999999999996,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 6.93,
								},
								["命令圣印"] = {
									["count"] = 0.13,
								},
								["肉搏"] = {
									["count"] = 0.75,
								},
							},
							["amount"] = 7.810000000000001,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.44,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 38.49000000000002,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["驱邪术"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 15.8,
								},
							},
							["amount"] = 57.46,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 3.5,
								},
								["命令圣印"] = {
									["count"] = 0.38,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.38,
						},
						["黑色破坏者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 10.05,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 80.92999999999999,
								},
								["命令圣印"] = {
									["count"] = 15.98,
								},
								["灼热武器"] = {
									["count"] = 1.5,
								},
								["驱邪术"] = {
									["count"] = 0.71,
								},
								["肉搏"] = {
									["count"] = 25.45,
								},
							},
							["amount"] = 134.62,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 18.57,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 44.71000000000002,
								},
								["命令圣印"] = {
									["count"] = 11.49,
								},
								["灼热武器"] = {
									["count"] = 2.2,
								},
								["肉搏"] = {
									["count"] = 32.21999999999999,
								},
							},
							["amount"] = 109.19,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.42,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.23,
								},
								["命令圣印"] = {
									["count"] = 0.25,
								},
								["灼热武器"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 1.19,
								},
								["肉搏"] = {
									["count"] = 6.36,
								},
							},
							["amount"] = 14.95,
						},
						["黑色软泥怪"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.49,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 33.48,
								},
								["命令圣印"] = {
									["count"] = 1.5,
								},
								["惩戒光环"] = {
									["count"] = 20.22,
								},
								["肉搏"] = {
									["count"] = 7.75,
								},
							},
							["amount"] = 64.44,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.96,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 9.920000000000002,
								},
								["命令圣印"] = {
									["count"] = 3.27,
								},
								["惩戒光环"] = {
									["count"] = 27.25,
								},
								["肉搏"] = {
									["count"] = 3.38,
								},
							},
							["amount"] = 45.78,
						},
						["高地阔步龙"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["达舍尔·石拳"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.15,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.95,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.6,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 5.810000000000001,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 34.92,
								},
								["命令圣印"] = {
									["count"] = 3.44,
								},
								["肉搏"] = {
									["count"] = 17.34,
								},
								["奉献"] = {
									["count"] = 0.58,
								},
							},
							["amount"] = 62.09,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.03,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.85,
								},
								["肉搏"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 4.2,
						},
						["\"干柴\"塔伯克·贾恩"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 1.69,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.79,
								},
								["命令圣印"] = {
									["count"] = 0.65,
								},
								["惩戒光环"] = {
									["count"] = 3.91,
								},
								["肉搏"] = {
									["count"] = 0.79,
								},
							},
							["amount"] = 10.83,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["神圣牺牲"] = {
									["count"] = 4.83,
								},
							},
							["amount"] = 4.83,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.69,
								},
								["命令圣印"] = {
									["count"] = 0.15,
								},
								["驱邪术"] = {
									["count"] = 0.51,
								},
								["惩戒光环"] = {
									["count"] = 9.979999999999999,
								},
								["肉搏"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 13.68,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.45,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.12,
								},
								["命令圣印"] = {
									["count"] = 1.39,
								},
								["惩戒光环"] = {
									["count"] = 3.86,
								},
								["肉搏"] = {
									["count"] = 5.89,
								},
							},
							["amount"] = 25.71,
						},
					},
					["ManaGain"] = 1319,
					["PartialAbsorb"] = {
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 43,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 12,
									["min"] = 10,
									["count"] = 7,
									["amount"] = 77,
								},
							},
							["count"] = 50,
							["amount"] = 77,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["拳击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 0,
						},
						["扫荡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["挫志怒吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["劣质炸药"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["天灾心灵"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["背刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["减速毒药"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["暗影箭雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 25,
									["amount"] = 0,
								},
							},
							["count"] = 25,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["工兵爆破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["反手一击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 93,
									["min"] = 2,
									["count"] = 22,
									["amount"] = 983,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1937,
									["amount"] = 0,
								},
							},
							["count"] = 1959,
							["amount"] = 983,
						},
					},
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 8,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 12,
								},
								["中毒 (纯净术)"] = {
									["count"] = 3,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 10,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 9,
								},
							},
							["amount"] = 42,
						},
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["骷髅袭击者"] = {
									["count"] = 0,
								},
								["骸骨魔"] = {
									["count"] = 0,
								},
								["葛瑞格·莱斯科瓦公爵"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["噬骨者"] = {
									["count"] = 0,
								},
								["恐怖骸骨"] = {
									["count"] = 0,
								},
								["黑铁后勤兵"] = {
									["count"] = 0,
								},
								["食腐独行蛛"] = {
									["count"] = 0,
								},
								["夜行邪齿狼人"] = {
									["count"] = 0,
								},
								["黑铁投弹手"] = {
									["count"] = 0,
								},
								["骷髅医师"] = {
									["count"] = 0,
								},
								["骷髅看守"] = {
									["count"] = 0,
								},
								["黑铁暗法师"] = {
									["count"] = 0,
								},
								["黑铁矮人"] = {
									["count"] = 0,
								},
								["夜行堕落狼人"] = {
									["count"] = 0,
								},
								["食脑者"] = {
									["count"] = 0,
								},
								["腐烂者"] = {
									["count"] = 0,
								},
								["沉默之刃马尔松"] = {
									["count"] = 0,
								},
								["辛迪加路霸"] = {
									["count"] = 51,
								},
							},
							["amount"] = 51,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 0,
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 893,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 24,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 30,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 36,
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 893,
						["Fire"] = 0,
						["Shadow"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 51,
					["Damage"] = 4455,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 13.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Holy"] = 2816,
						["Melee"] = 1371,
						["Fire"] = 268,
					},
					["ManaGainedFrom"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 0,
								},
								["Resist"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 39,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 17,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Evade"] = {
									["count"] = 0,
								},
							},
							["amount"] = 66,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 12,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["献祭"] = {
									["count"] = 0,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 893,
								},
							},
							["amount"] = 893,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐虫"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚夜贼"] = {
							["Details"] = {
								["中毒 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["阿什兰·暗石"] = {
							["Details"] = {
								["劣质炸药"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["腐烂者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Holy"] = 0,
					},
					["TimeHealing"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 13.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13.5,
						},
					},
					["OverHeals"] = {
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 307,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 307,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["天灾心灵"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["劣质炸药"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["背刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 52.3,
					["PartialResist"] = {
						["天灾心灵"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["劣质炸药"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["背刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["中毒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
					},
					["ManaGained"] = {
						["圣疗术"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
						["骷髅医师"] = {
							["Details"] = {
								["暗影箭 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["暗影箭 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeSpent"] = {
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 13.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13.5,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐虫"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["腐烂者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.62,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.05,
								},
								["命令圣印"] = {
									["count"] = 1.98,
								},
								["惩戒光环"] = {
									["count"] = 16.98,
								},
								["肉搏"] = {
									["count"] = 11.17,
								},
							},
							["amount"] = 38.8,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 26,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 307,
								},
							},
							["count"] = 12,
							["amount"] = 307,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 307,
								},
								["圣光术"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
							},
							["amount"] = 307,
						},
					},
					["Healing"] = 307,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 112,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 222,
								},
								["Hit"] = {
									["max"] = 60,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 234,
								},
							},
							["count"] = 6,
							["amount"] = 456,
						},
						["驱邪术"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 584,
								},
							},
							["count"] = 23,
							["amount"] = 584,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 535,
								},
							},
							["count"] = 17,
							["amount"] = 535,
						},
						["命令圣印"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 791,
								},
								["Crit"] = {
									["max"] = 119,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 450,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 1241,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 206,
								},
								["Crit"] = {
									["max"] = 62,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 62,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 268,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 121,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 1371,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 1371,
						},
						["圣光审判"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 307,
					["DamagedWho"] = {
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["灼热武器"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["灼热武器"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐虫"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["腐烂者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 456,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 535,
								},
								["命令圣印"] = {
									["count"] = 1241,
								},
								["灼热武器"] = {
									["count"] = 268,
								},
								["惩戒光环"] = {
									["count"] = 584,
								},
								["肉搏"] = {
									["count"] = 1371,
								},
							},
							["amount"] = 4455,
						},
					},
					["TimeDamage"] = 38.8,
					["TimeDamaging"] = {
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沉默之刃马尔松"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁后勤兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐独行蛛"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁投弹手"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食腐虫"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["葛瑞格·莱斯科瓦公爵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["腐烂者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加路霸"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.62,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.05,
								},
								["命令圣印"] = {
									["count"] = 1.98,
								},
								["惩戒光环"] = {
									["count"] = 16.98,
								},
								["肉搏"] = {
									["count"] = 11.17,
								},
							},
							["amount"] = 38.8,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 0,
								},
								["迪菲亚囚徒"] = {
									["count"] = 0,
								},
								["骷髅袭击者"] = {
									["count"] = 0,
								},
								["骸骨魔"] = {
									["count"] = 0,
								},
								["辛迪加雇佣兵"] = {
									["count"] = 60,
								},
								["迪菲亚叛军"] = {
									["count"] = 0,
								},
								["蓝腮袭击者"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["噬骨者"] = {
									["count"] = 0,
								},
								["恐怖骸骨"] = {
									["count"] = 0,
								},
								["食脑者"] = {
									["count"] = 0,
								},
								["黑铁隧道工"] = {
									["count"] = 0,
								},
								["黑铁矮人"] = {
									["count"] = 0,
								},
								["夜行堕落狼人"] = {
									["count"] = 0,
								},
								["迪菲亚俘虏"] = {
									["count"] = 0,
								},
								["夜行邪齿狼人"] = {
									["count"] = 0,
								},
								["夜行黑暗狼人"] = {
									["count"] = 0,
								},
								["辛迪加巡路者"] = {
									["count"] = 93,
								},
							},
							["amount"] = 153,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 6,
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1897,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 14,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 14,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 38,
								},
								["Miss"] = {
									["count"] = 17,
								},
								["Dodge"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 67,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 12,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Physical"] = 741,
						["Melee"] = 1156,
						["Fire"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["恶魔哥哥"] = {
									["count"] = 0,
								},
								["一朵小奶骑"] = {
									["count"] = 0,
								},
								["库兹夸尔 <恶魔哥哥>"] = {
									["count"] = 0,
								},
								["沈南鹏"] = {
									["count"] = 12,
								},
								["希尔瑞斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 12,
						},
					},
					["Damage"] = 6050,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 6,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 557,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 634,
								},
								["命令圣印"] = {
									["count"] = 728,
								},
								["肉搏"] = {
									["count"] = 437,
								},
							},
							["amount"] = 2356,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 292,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 967,
								},
								["命令圣印"] = {
									["count"] = 804,
								},
								["灼热武器"] = {
									["count"] = 227,
								},
								["惩戒光环"] = {
									["count"] = 439,
								},
								["肉搏"] = {
									["count"] = 965,
								},
							},
							["amount"] = 3694,
						},
					},
					["FAttacks"] = {
						["神圣牺牲"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Split"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 1024,
					["ElementDone"] = {
						["Holy"] = 4421,
						["Melee"] = 1402,
						["Fire"] = 227,
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 51,
								},
								["Hit"] = {
									["count"] = 59,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 121,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 11,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 17,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5,
						},
					},
					["ManaGainedFrom"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 250,
								},
							},
							["amount"] = 250,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 484,
								},
							},
							["amount"] = 484,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["扫荡"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 741,
								},
								["肉搏"] = {
									["count"] = 672,
								},
							},
							["amount"] = 1413,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 17,
						["Holy"] = 17,
					},
					["TimeHealing"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.5,
								},
								["圣疗术"] = {
									["count"] = 1.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 101,
								},
								["圣疗术"] = {
									["count"] = 923,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1024,
						},
					},
					["HealedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 101,
								},
								["圣疗术"] = {
									["count"] = 923,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1024,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["圣疗术"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 250,
								},
							},
							["amount"] = 250,
						},
						["智慧审判"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["天灾心灵"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["扫荡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
							},
							["count"] = 67,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 48.19000000000001,
					["Overhealing"] = 354,
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 7.98,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.31,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 3.59,
								},
							},
							["amount"] = 15.99,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.5,
								},
								["圣疗术"] = {
									["count"] = 1.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣牺牲"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.05,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 6.560000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.53,
								},
								["惩戒光环"] = {
									["count"] = 11.75,
								},
								["肉搏"] = {
									["count"] = 5.310000000000001,
								},
							},
							["amount"] = 26.2,
						},
					},
					["WhoDispelled"] = {
						["夜行黑暗狼人"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
						["天灾食尸鬼"] = {
							["Details"] = {
								["游荡疫病 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 26,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 101,
								},
							},
							["count"] = 4,
							["amount"] = 101,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 923,
									["min"] = 923,
									["count"] = 1,
									["amount"] = 923,
								},
							},
							["count"] = 1,
							["amount"] = 923,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["天灾心灵"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["扫荡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 67,
						},
					},
					["Healing"] = 1024,
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 354,
									["min"] = 354,
									["count"] = 1,
									["amount"] = 354,
								},
							},
							["count"] = 1,
							["amount"] = 354,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 119,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 119,
								},
								["Hit"] = {
									["max"] = 59,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 173,
								},
							},
							["count"] = 4,
							["amount"] = 292,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 51,
									["amount"] = 1601,
								},
							},
							["count"] = 51,
							["amount"] = 1601,
						},
						["命令圣印"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 1055,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 121,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 442,
								},
								["Hit (被格挡)"] = {
									["max"] = 35,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 35,
								},
							},
							["count"] = 25,
							["amount"] = 1532,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 165,
								},
								["Crit"] = {
									["max"] = 62,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 62,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 227,
						},
						["驱邪术"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 996,
								},
							},
							["count"] = 40,
							["amount"] = 996,
						},
						["火焰之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 93,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 93,
								},
								["Hit"] = {
									["max"] = 119,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 1093,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 216,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 216,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 1402,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["神圣牺牲"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 42.19000000000002,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 7.98,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.31,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 3.59,
								},
							},
							["amount"] = 15.99,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["神圣牺牲"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.05,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 6.560000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.53,
								},
								["惩戒光环"] = {
									["count"] = 11.75,
								},
								["肉搏"] = {
									["count"] = 5.310000000000001,
								},
							},
							["amount"] = 26.2,
						},
					},
					["ManaGain"] = 250,
					["DOT_Time"] = 153,
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 0,
								},
								["迪菲亚囚徒"] = {
									["count"] = 0,
								},
								["骷髅袭击者"] = {
									["count"] = 0,
								},
								["骸骨魔"] = {
									["count"] = 0,
								},
								["黑铁爆破手"] = {
									["count"] = 0,
								},
								["黑铁破坏者"] = {
									["count"] = 0,
								},
								["辛迪加雇佣兵"] = {
									["count"] = 108,
								},
								["迪菲亚叛军"] = {
									["count"] = 0,
								},
								["蓝腮袭击者"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["噬骨者"] = {
									["count"] = 0,
								},
								["恐怖骸骨"] = {
									["count"] = 0,
								},
								["食脑者"] = {
									["count"] = 0,
								},
								["巴基尔·斯瑞德"] = {
									["count"] = 0,
								},
								["骷髅医师"] = {
									["count"] = 0,
								},
								["骷髅看守"] = {
									["count"] = 0,
								},
								["黑铁隧道工"] = {
									["count"] = 0,
								},
								["辛迪加巡路者"] = {
									["count"] = 42,
								},
								["夜行堕落狼人"] = {
									["count"] = 0,
								},
								["迪克斯特·瓦德"] = {
									["count"] = 0,
								},
								["夜行黑暗狼人"] = {
									["count"] = 0,
								},
								["夜行邪齿狼人"] = {
									["count"] = 0,
								},
								["奶牛"] = {
									["count"] = 3,
								},
								["迪菲亚罪犯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 153,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 41,
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1399,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 14,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 39,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Parry"] = {
									["count"] = 7,
								},
							},
							["amount"] = 67,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 48,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 96,
						["Melee"] = 1303,
						["Fire"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["Appelfcat"] = {
									["count"] = 0,
								},
								["恶魔哥哥"] = {
									["count"] = 0,
								},
								["一朵小奶骑"] = {
									["count"] = 0,
								},
								["沈南鹏"] = {
									["count"] = 48,
								},
								["希尔瑞斯"] = {
									["count"] = 0,
								},
								["豹 <Appelfcat>"] = {
									["count"] = 0,
								},
								["丶晴宝丶"] = {
									["count"] = 0,
								},
							},
							["amount"] = 48,
						},
					},
					["Damage"] = 6164,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 19.05,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 109,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1079,
								},
								["命令圣印"] = {
									["count"] = 692,
								},
								["灼热武器"] = {
									["count"] = 83,
								},
								["惩戒光环"] = {
									["count"] = 890,
								},
								["肉搏"] = {
									["count"] = 655,
								},
							},
							["amount"] = 3508,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["灼热武器"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 164,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 401,
								},
								["命令圣印"] = {
									["count"] = 460,
								},
								["灼热武器"] = {
									["count"] = 205,
								},
								["惩戒光环"] = {
									["count"] = 271,
								},
								["肉搏"] = {
									["count"] = 1125,
								},
							},
							["amount"] = 2626,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奶牛"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 1074,
					["ElementDone"] = {
						["Holy"] = 4096,
						["Melee"] = 1780,
						["Fire"] = 288,
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 51,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 63,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 123,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 9,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 15,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 7,
						},
					},
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["一朵小奶骑"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["弃灵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["工兵爆破"] = {
									["count"] = 0,
								},
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 792,
								},
							},
							["amount"] = 792,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚夜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 96,
								},
								["肉搏"] = {
									["count"] = 511,
								},
							},
							["amount"] = 607,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Holy"] = 17,
					},
					["TimeHealing"] = {
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 17.55,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 19.05,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["豹 <Appelfcat>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 428,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 646,
								},
							},
							["amount"] = 1074,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 0,
								},
								["真言术：盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 428,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 646,
								},
							},
							["amount"] = 1074,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["豹 <Appelfcat>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["圣疗术"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["智慧审判"] = {
							["Details"] = {
								["一朵小奶骑"] = {
									["count"] = 0,
								},
								["希尔瑞斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["减速毒药"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["反手一击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["工兵爆破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 67,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 58.42000000000001,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["圣光审判"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 17.55,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["圣疗术"] = {
									["count"] = 0,
								},
								["圣光术"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 19.05,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.64,
								},
								["惩戒光环"] = {
									["count"] = 9.920000000000002,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.23,
								},
								["肉搏"] = {
									["count"] = 2.03,
								},
							},
							["amount"] = 16.82,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.08,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.64,
								},
								["命令圣印"] = {
									["count"] = 1.95,
								},
								["惩戒光环"] = {
									["count"] = 7.21,
								},
								["肉搏"] = {
									["count"] = 6.56,
								},
							},
							["amount"] = 22.44,
						},
						["豹 <Appelfcat>"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奶牛"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0.11,
								},
							},
							["amount"] = 0.11,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
						["骷髅医师"] = {
							["Details"] = {
								["暗影箭 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["暗影箭 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 428,
								},
							},
							["count"] = 16,
							["amount"] = 428,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 646,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 646,
								},
							},
							["count"] = 1,
							["amount"] = 646,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["减速毒药"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["反手一击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["工兵爆破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 67,
						},
					},
					["Healing"] = 1074,
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 56,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 273,
								},
							},
							["count"] = 5,
							["amount"] = 273,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 30,
									["min"] = 0,
									["count"] = 51,
									["amount"] = 1510,
								},
							},
							["count"] = 51,
							["amount"] = 1510,
						},
						["命令圣印"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 59,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 811,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 106,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 301,
								},
								["Hit (被格挡)"] = {
									["max"] = 40,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 40,
								},
							},
							["count"] = 22,
							["amount"] = 1152,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 101,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 200,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 113,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 959,
								},
								["Crit"] = {
									["max"] = 216,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 621,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 1780,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 288,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 288,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 42,
									["amount"] = 1161,
								},
							},
							["count"] = 44,
							["amount"] = 1161,
						},
						["圣光审判"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 39.37000000000001,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["圣光审判"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["裂拳战士"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁爆破手"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁破坏者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.64,
								},
								["惩戒光环"] = {
									["count"] = 9.920000000000002,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.23,
								},
								["肉搏"] = {
									["count"] = 2.03,
								},
							},
							["amount"] = 16.82,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.08,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 2.64,
								},
								["命令圣印"] = {
									["count"] = 1.95,
								},
								["惩戒光环"] = {
									["count"] = 7.21,
								},
								["肉搏"] = {
									["count"] = 6.56,
								},
							},
							["amount"] = 22.44,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅医师"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅看守"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["弃灵"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["奶牛"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0.11,
								},
							},
							["amount"] = 0.11,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 153,
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["天灾心灵 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 0,
								},
								["迪菲亚囚徒"] = {
									["count"] = 0,
								},
								["骷髅袭击者"] = {
									["count"] = 0,
								},
								["骸骨魔"] = {
									["count"] = 0,
								},
								["辛迪加雇佣兵"] = {
									["count"] = 60,
								},
								["迪菲亚叛军"] = {
									["count"] = 0,
								},
								["蓝腮袭击者"] = {
									["count"] = 0,
								},
								["天灾食尸鬼"] = {
									["count"] = 0,
								},
								["噬骨者"] = {
									["count"] = 0,
								},
								["恐怖骸骨"] = {
									["count"] = 0,
								},
								["食脑者"] = {
									["count"] = 0,
								},
								["黑铁隧道工"] = {
									["count"] = 0,
								},
								["黑铁矮人"] = {
									["count"] = 0,
								},
								["夜行堕落狼人"] = {
									["count"] = 0,
								},
								["迪菲亚俘虏"] = {
									["count"] = 0,
								},
								["夜行邪齿狼人"] = {
									["count"] = 0,
								},
								["夜行黑暗狼人"] = {
									["count"] = 0,
								},
								["辛迪加巡路者"] = {
									["count"] = 93,
								},
							},
							["amount"] = 153,
						},
					},
					["ElementDoneResist"] = {
						["Holy"] = 6,
						["Fire"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1897,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 14,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 14,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 38,
								},
								["Miss"] = {
									["count"] = 17,
								},
								["Dodge"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 67,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 12,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Physical"] = 741,
						["Melee"] = 1156,
						["Fire"] = 0,
					},
					["HOTs"] = {
						["圣光审判"] = {
							["Details"] = {
								["恶魔哥哥"] = {
									["count"] = 0,
								},
								["一朵小奶骑"] = {
									["count"] = 0,
								},
								["库兹夸尔 <恶魔哥哥>"] = {
									["count"] = 0,
								},
								["沈南鹏"] = {
									["count"] = 12,
								},
								["希尔瑞斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 12,
						},
					},
					["Damage"] = 6050,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 6,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 557,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 634,
								},
								["命令圣印"] = {
									["count"] = 728,
								},
								["肉搏"] = {
									["count"] = 437,
								},
							},
							["amount"] = 2356,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 292,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 967,
								},
								["命令圣印"] = {
									["count"] = 804,
								},
								["灼热武器"] = {
									["count"] = 227,
								},
								["惩戒光环"] = {
									["count"] = 439,
								},
								["肉搏"] = {
									["count"] = 965,
								},
							},
							["amount"] = 3694,
						},
					},
					["FAttacks"] = {
						["神圣牺牲"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Split"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 1024,
					["ElementDone"] = {
						["Holy"] = 4421,
						["Melee"] = 1402,
						["Fire"] = 227,
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 51,
								},
								["Hit"] = {
									["count"] = 59,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 121,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 11,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 17,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5,
						},
					},
					["ManaGainedFrom"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 250,
								},
							},
							["amount"] = 250,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 484,
								},
							},
							["amount"] = 484,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["扫荡"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["拉格纳罗斯的赐福"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 741,
								},
								["肉搏"] = {
									["count"] = 672,
								},
							},
							["amount"] = 1413,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 17,
						["Holy"] = 17,
					},
					["TimeHealing"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.5,
								},
								["圣疗术"] = {
									["count"] = 1.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 101,
								},
								["圣疗术"] = {
									["count"] = 923,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1024,
						},
					},
					["HealedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 101,
								},
								["圣疗术"] = {
									["count"] = 923,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1024,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["圣疗术"] = {
							["Details"] = {
								["沈南鹏"] = {
									["count"] = 250,
								},
							},
							["amount"] = 250,
						},
						["智慧审判"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["天灾心灵"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["扫荡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
							},
							["count"] = 67,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 48.19000000000001,
					["Overhealing"] = 354,
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 7.98,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.31,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 3.59,
								},
							},
							["amount"] = 15.99,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.5,
								},
								["圣疗术"] = {
									["count"] = 1.5,
								},
								["圣光术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0,
								},
								["神圣牺牲"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.05,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 6.560000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.53,
								},
								["惩戒光环"] = {
									["count"] = 11.75,
								},
								["肉搏"] = {
									["count"] = 5.310000000000001,
								},
							},
							["amount"] = 26.2,
						},
					},
					["WhoDispelled"] = {
						["夜行黑暗狼人"] = {
							["Details"] = {
								["军马 (眩晕)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["沈南鹏"] = {
							["Details"] = {
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["InterruptData"] = {
						["天灾食尸鬼"] = {
							["Details"] = {
								["游荡疫病 (打断)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 26,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 101,
								},
							},
							["count"] = 4,
							["amount"] = 101,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 923,
									["min"] = 923,
									["count"] = 1,
									["amount"] = 923,
								},
							},
							["count"] = 1,
							["amount"] = 923,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["天灾心灵"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["破甲攻击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["扫荡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["拉格纳罗斯的赐福"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 67,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 67,
						},
					},
					["Healing"] = 1024,
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 354,
									["min"] = 354,
									["count"] = 1,
									["amount"] = 354,
								},
							},
							["count"] = 1,
							["amount"] = 354,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 119,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 119,
								},
								["Hit"] = {
									["max"] = 59,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 173,
								},
							},
							["count"] = 4,
							["amount"] = 292,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 32,
									["min"] = 0,
									["count"] = 51,
									["amount"] = 1601,
								},
							},
							["count"] = 51,
							["amount"] = 1601,
						},
						["命令圣印"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 61,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 1055,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 121,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 442,
								},
								["Hit (被格挡)"] = {
									["max"] = 35,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 35,
								},
							},
							["count"] = 25,
							["amount"] = 1532,
						},
						["灼热武器"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 42,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 165,
								},
								["Crit"] = {
									["max"] = 62,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 62,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 227,
						},
						["驱邪术"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 996,
								},
							},
							["count"] = 40,
							["amount"] = 996,
						},
						["火焰之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 93,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 93,
								},
								["Hit"] = {
									["max"] = 119,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 1093,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 216,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 216,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 1402,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["神圣牺牲"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 42.19000000000002,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["火焰之盾"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骷髅袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骸骨魔"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["小型黑寡妇蜘蛛"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加雇佣兵"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 7.98,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.31,
								},
								["命令圣印"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 3.59,
								},
							},
							["amount"] = 15.99,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["蓝腮袭击者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["天灾食尸鬼"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["噬骨者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["恐怖骸骨"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行黑暗狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁暗法师"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["扎克乌尔"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["灼热武器"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁隧道工"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑铁矮人"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行堕落狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["夜行邪齿狼人"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["食脑者"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["神圣牺牲"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斯塔文·密斯特曼托"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0,
								},
								["命令圣印"] = {
									["count"] = 0,
								},
								["驱邪术"] = {
									["count"] = 0,
								},
								["惩戒光环"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巡路者"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 2.05,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 6.560000000000001,
								},
								["命令圣印"] = {
									["count"] = 0.53,
								},
								["惩戒光环"] = {
									["count"] = 11.75,
								},
								["肉搏"] = {
									["count"] = 5.310000000000001,
								},
							},
							["amount"] = 26.2,
						},
					},
					["ManaGain"] = 250,
					["DOT_Time"] = 153,
					["DispelledWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["游荡疫病 (纯净术)"] = {
									["count"] = 0,
								},
								["感染之伤 (纯净术)"] = {
									["count"] = 0,
								},
								["减速毒药 (纯净术)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
			},
			["LastHealTime"] = 56738.222,
			["UnitLockout"] = 46051.159,
			["LastAbility"] = 57029.059,
		},
		["哈姆霍克"] = {
			["GUID"] = "Creature-0-4537-34-32657-1717-000019FCB7",
			["LastEventHealth"] = {
				1830, -- [1]
				1830, -- [2]
				1725, -- [3]
				1715, -- [4]
				1715, -- [5]
				1467, -- [6]
				1350, -- [7]
				1323, -- [8]
				1323, -- [9]
				1189, -- [10]
				1189, -- [11]
				1168, -- [12]
				1168, -- [13]
				1168, -- [14]
				1168, -- [15]
				944, -- [16]
				923, -- [17]
				814, -- [18]
				787, -- [19]
				766, -- [20]
				739, -- [21]
				681, -- [22]
				660, -- [23]
				633, -- [24]
				612, -- [25]
				585, -- [26]
				585, -- [27]
				585, -- [28]
				509, -- [29]
				482, -- [30]
				482, -- [31]
				351, -- [32]
				351, -- [33]
				163, -- [34]
				136, -- [35]
				97, -- [36]
				97, -- [37]
				87, -- [38]
				66, -- [39]
				66, -- [40]
				0, -- [41]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"MISC", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"MISC", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					2, -- [1]
				},
				["ActiveTime"] = {
					16.5, -- [1]
				},
				["TimeDamage"] = {
					16.5, -- [1]
				},
				["DamageTaken"] = {
					3348, -- [1]
				},
				["Damage"] = {
					439, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 151,
			["level"] = -1,
			["LastDamageAbility"] = "神圣新星",
			["LastFightIn"] = 20,
			["LastActive"] = 47750.179,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				1830, -- [1]
				1830, -- [2]
				1830, -- [3]
				1830, -- [4]
				1830, -- [5]
				1830, -- [6]
				1830, -- [7]
				1830, -- [8]
				1830, -- [9]
				1830, -- [10]
				1830, -- [11]
				1830, -- [12]
				1830, -- [13]
				1830, -- [14]
				1830, -- [15]
				1830, -- [16]
				1830, -- [17]
				1830, -- [18]
				1830, -- [19]
				1830, -- [20]
				1830, -- [21]
				1830, -- [22]
				1830, -- [23]
				1830, -- [24]
				1830, -- [25]
				1830, -- [26]
				1830, -- [27]
				1830, -- [28]
				1830, -- [29]
				1830, -- [30]
				1830, -- [31]
				1830, -- [32]
				1830, -- [33]
				1830, -- [34]
				1830, -- [35]
				1830, -- [36]
				1830, -- [37]
				1830, -- [38]
				1830, -- [39]
				1830, -- [40]
				1830, -- [41]
			},
			["TimeLast"] = {
				["DeathCount"] = 47750.179,
				["ActiveTime"] = 47749.179,
				["TimeDamage"] = 47749.179,
				["OVERALL"] = 47750.179,
				["DamageTaken"] = 47750.179,
				["Damage"] = 47749.179,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 10,
			["LastDamageTime"] = 47749.545,
			["LastEvents"] = {
				"牧丶糸 神圣新星 哈姆霍克 Crit -221 (Holy)", -- [1]
				"牧丶糸 神圣新星 哈姆霍克 Hit -149 (Holy)", -- [2]
				"哈姆霍克 肉搏 牧丶糸 Miss (1)", -- [3]
				"牧丶糸 神圣新星 哈姆霍克 Hit -143 (Holy)", -- [4]
				"哈姆霍克 肉搏 牧丶糸 Absorb -59 (59 被吸收) (1)", -- [5]
				"牧丶糸 神圣新星 哈姆霍克 Hit -154 (Holy)", -- [6]
				"哈姆霍克 肉搏 牧丶糸 Hit -59 (Physical)", -- [7]
				"牧丶糸 神圣新星 哈姆霍克 Hit -151 (Holy)", -- [8]
				"哈姆霍克死亡。", -- [9]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [10]
				"哈姆霍克 肉搏 希尔瑞斯 Dodge (1)", -- [11]
				"沈南鹏 肉搏 哈姆霍克 Hit -98 (Physical)", -- [12]
				"沈南鹏 命令圣印 哈姆霍克 Hit -46 (Holy)", -- [13]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [14]
				"沈南鹏 命令审判 哈姆霍克 Hit -53 (Holy)", -- [15]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [16]
				"希尔瑞斯 肉搏 哈姆霍克 Crit -109 (Physical)", -- [17]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [18]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [19]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [20]
				"希尔瑞斯 肉搏 哈姆霍克 Hit -58 (Physical)", -- [21]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [22]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [23]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [24]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [25]
				"哈姆霍克 肉搏 希尔瑞斯 Absorb -51 (51 被吸收) (1)", -- [26]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [27]
				"希尔瑞斯 肉搏 哈姆霍克 Hit -55 (Physical)", -- [28]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [29]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [30]
				"希尔瑞斯 肉搏 哈姆霍克 Crit -110 (Physical)", -- [31]
				"一朵小奶骑 肉搏 哈姆霍克 Crit -151 (Physical)", -- [32]
				"一朵小奶骑 命令圣印 哈姆霍克 Hit -37 (Holy)", -- [33]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [34]
				"一朵小奶骑 命令审判 哈姆霍克 Hit -39 (Holy)", -- [35]
				"哈姆霍克 肉搏 希尔瑞斯 Hit -52 (Physical)", -- [36]
				"希尔瑞斯 惩戒光环 哈姆霍克 Hit -10 (Holy)", -- [37]
				"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [38]
				"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [39]
				"沈南鹏 命令圣印 哈姆霍克 Crit -96 (Holy)", -- [40]
				"哈姆霍克死亡。", -- [41]
				"牧丶糸 肉搏 哈姆霍克 Hit -77 (Physical)", -- [42]
				"牧丶糸 肉搏 哈姆霍克 Hit -75 (Physical)", -- [43]
				"牧丶糸 神圣新星 哈姆霍克 Crit -303 (Holy)", -- [44]
				"哈姆霍克 肉搏 牧丶糸 Absorb -52 (52 被吸收) (1)", -- [45]
				"牧丶糸 反射护盾 哈姆霍克 Crit -37 (Holy)", -- [46]
				"哈姆霍克 肉搏 牧丶糸 Hit -62 (Physical)", -- [47]
				"哈姆霍克 肉搏 牧丶糸 Hit -54 (Physical)", -- [48]
				"牧丶糸 神圣新星 哈姆霍克 Hit -151 (Holy)", -- [49]
				"哈姆霍克 肉搏 牧丶糸 Miss (1)", -- [50]
			},
			["Name"] = "哈姆霍克",
			["LastEventTimes"] = {
				47744.145, -- [1]
				47745.545, -- [2]
				47745.545, -- [3]
				47747.312, -- [4]
				47747.545, -- [5]
				47749.179, -- [6]
				47749.545, -- [7]
				47750.579, -- [8]
				47750.579, -- [9]
				47053.426, -- [10]
				47053.615, -- [11]
				47053.69, -- [12]
				47053.69, -- [13]
				47053.784, -- [14]
				47053.954, -- [15]
				47054.436, -- [16]
				47054.544, -- [17]
				47054.776, -- [18]
				47055.434, -- [19]
				47055.768, -- [20]
				47056.239, -- [21]
				47056.429, -- [22]
				47056.773, -- [23]
				47057.429, -- [24]
				47057.769, -- [25]
				47058.23, -- [26]
				47058.423, -- [27]
				47058.455, -- [28]
				47058.772, -- [29]
				47059.435, -- [30]
				47059.472, -- [31]
				47059.667, -- [32]
				47059.667, -- [33]
				47059.784, -- [34]
				47059.827, -- [35]
				47060.068, -- [36]
				47060.082, -- [37]
				47060.43, -- [38]
				47060.78, -- [39]
				47060.906, -- [40]
				47060.916, -- [41]
				47675.746, -- [42]
				47679.312, -- [43]
				47708.679, -- [44]
				47708.879, -- [45]
				47708.879, -- [46]
				47730.479, -- [47]
				47732.479, -- [48]
				47742.379, -- [49]
				47742.545, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 12,
						},
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 18,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 34,
						},
					},
					["DamageTaken"] = 3348,
					["ElementDoneAbsorb"] = {
						["Melee"] = 162,
					},
					["PartialResist"] = {
						["命令审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["反射护盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神圣新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
					},
					["DeathCount"] = 2,
					["PartialAbsorb"] = {
						["命令审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["反射护盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神圣新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 16.5,
					["ElementTaken"] = {
						["Melee"] = 1256,
						["Holy"] = 2092,
					},
					["Damage"] = 439,
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 59,
									["min"] = 51,
									["count"] = 3,
									["amount"] = 162,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 62,
									["min"] = 50,
									["count"] = 5,
									["amount"] = 277,
								},
							},
							["count"] = 11,
							["amount"] = 439,
						},
					},
					["TimeSpent"] = {
						["牧丶糸"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["DamagedWho"] = {
						["牧丶糸"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 286,
								},
							},
							["amount"] = 286,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
					},
					["TimeDamage"] = 16.5,
					["TimeDamaging"] = {
						["牧丶糸"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 11,
						},
					},
					["ElementDone"] = {
						["Melee"] = 439,
					},
					["WhoDamaged"] = {
						["一朵小奶骑"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 39,
								},
								["命令圣印"] = {
									["count"] = 37,
								},
								["肉搏"] = {
									["count"] = 151,
								},
							},
							["amount"] = 227,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 20,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 270,
								},
								["肉搏"] = {
									["count"] = 661,
								},
							},
							["amount"] = 951,
						},
						["沈南鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 168,
								},
								["命令圣印"] = {
									["count"] = 196,
								},
								["肉搏"] = {
									["count"] = 292,
								},
							},
							["amount"] = 709,
						},
						["牧丶糸"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1272,
								},
								["反射护盾"] = {
									["count"] = 37,
								},
								["肉搏"] = {
									["count"] = 152,
								},
							},
							["amount"] = 1461,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						false, -- [5]
						true, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
					},
					["Messages"] = {
						"牧丶糸 神圣新星 哈姆霍克 Hit -151 (Holy)", -- [1]
						"哈姆霍克 肉搏 牧丶糸 Miss (1)", -- [2]
						"牧丶糸 神圣新星 哈姆霍克 Crit -221 (Holy)", -- [3]
						"牧丶糸 神圣新星 哈姆霍克 Hit -149 (Holy)", -- [4]
						"哈姆霍克 肉搏 牧丶糸 Miss (1)", -- [5]
						"牧丶糸 神圣新星 哈姆霍克 Hit -143 (Holy)", -- [6]
						"哈姆霍克 肉搏 牧丶糸 Absorb -59 (59 被吸收) (1)", -- [7]
						"牧丶糸 神圣新星 哈姆霍克 Hit -154 (Holy)", -- [8]
						"哈姆霍克 肉搏 牧丶糸 Hit -59 (Physical)", -- [9]
						"牧丶糸 神圣新星 哈姆霍克 Hit -151 (Holy)", -- [10]
						"哈姆霍克死亡。", -- [11]
					},
					["DeathAt"] = 47752.179,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
					},
					["MessageTimes"] = {
						-8.19999999999709, -- [1]
						-8.03399999999965, -- [2]
						-6.43399999999383, -- [3]
						-5.033999999999651, -- [4]
						-5.033999999999651, -- [5]
						-3.266999999999825, -- [6]
						-3.033999999999651, -- [7]
						-1.399999999994179, -- [8]
						-1.033999999999651, -- [9]
						0, -- [10]
						0, -- [11]
					},
					["HealthMax"] = {
						nil, -- [1]
						nil, -- [2]
						1830, -- [3]
						1830, -- [4]
						1830, -- [5]
						1830, -- [6]
						1830, -- [7]
						1830, -- [8]
						1830, -- [9]
						1830, -- [10]
						1830, -- [11]
					},
					["Health"] = {
						nil, -- [1]
						nil, -- [2]
						1830, -- [3]
						1830, -- [4]
						1725, -- [5]
						1715, -- [6]
						1715, -- [7]
						1467, -- [8]
						1350, -- [9]
						1323, -- [10]
						1323, -- [11]
					},
					["KilledBy"] = "牧丶糸",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						false, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						false, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
					},
					["Messages"] = {
						"希尔瑞斯 肉搏 哈姆霍克 Crit -105 (Physical)", -- [1]
						"哈姆霍克 肉搏 希尔瑞斯 Hit -50 (Physical)", -- [2]
						"希尔瑞斯 惩戒光环 哈姆霍克 Hit -10 (Holy)", -- [3]
						"沈南鹏 肉搏 哈姆霍克 Crit -194 (Physical)", -- [4]
						"沈南鹏 命令圣印 哈姆霍克 Hit -54 (Holy)", -- [5]
						"希尔瑞斯 肉搏 哈姆霍克 Crit -117 (Physical)", -- [6]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [7]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [8]
						"希尔瑞斯 肉搏 哈姆霍克 Crit -107 (Physical)", -- [9]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [10]
						"哈姆霍克 肉搏 希尔瑞斯 Dodge (1)", -- [11]
						"沈南鹏 肉搏 哈姆霍克 Hit -98 (Physical)", -- [12]
						"沈南鹏 命令圣印 哈姆霍克 Hit -46 (Holy)", -- [13]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [14]
						"沈南鹏 命令审判 哈姆霍克 Hit -53 (Holy)", -- [15]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [16]
						"希尔瑞斯 肉搏 哈姆霍克 Crit -109 (Physical)", -- [17]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [18]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [19]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [20]
						"希尔瑞斯 肉搏 哈姆霍克 Hit -58 (Physical)", -- [21]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [22]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [23]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [24]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [25]
						"哈姆霍克 肉搏 希尔瑞斯 Absorb -51 (51 被吸收) (1)", -- [26]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [27]
						"希尔瑞斯 肉搏 哈姆霍克 Hit -55 (Physical)", -- [28]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [29]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [30]
						"希尔瑞斯 肉搏 哈姆霍克 Crit -110 (Physical)", -- [31]
						"一朵小奶骑 肉搏 哈姆霍克 Crit -151 (Physical)", -- [32]
						"一朵小奶骑 命令圣印 哈姆霍克 Hit -37 (Holy)", -- [33]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [34]
						"一朵小奶骑 命令审判 哈姆霍克 Hit -39 (Holy)", -- [35]
						"哈姆霍克 肉搏 希尔瑞斯 Hit -52 (Physical)", -- [36]
						"希尔瑞斯 惩戒光环 哈姆霍克 Hit -10 (Holy)", -- [37]
						"沈南鹏 奉献 (伤害/跳) 哈姆霍克 Tick -21 (Holy)", -- [38]
						"希尔瑞斯 奉献 (伤害/跳) 哈姆霍克 Tick -27 (Holy)", -- [39]
						"沈南鹏 命令圣印 哈姆霍克 Crit -96 (Holy)", -- [40]
						"哈姆霍克死亡。", -- [41]
					},
					["DeathAt"] = 47062.162,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
					},
					["MessageTimes"] = {
						-11.49699999999575, -- [1]
						-11.49699999999575, -- [2]
						-11.46699999999692, -- [3]
						-10.82999999999447, -- [4]
						-10.82999999999447, -- [5]
						-9.789999999993597, -- [6]
						-9.132999999994354, -- [7]
						-8.134999999994761, -- [8]
						-8.086999999999534, -- [9]
						-7.489999999997963, -- [10]
						-7.300999999999476, -- [11]
						-7.225999999995111, -- [12]
						-7.225999999995111, -- [13]
						-7.131999999997788, -- [14]
						-6.961999999999534, -- [15]
						-6.479999999995926, -- [16]
						-6.371999999995751, -- [17]
						-6.139999999999418, -- [18]
						-5.481999999996333, -- [19]
						-5.147999999993772, -- [20]
						-4.676999999996042, -- [21]
						-4.486999999993714, -- [22]
						-4.142999999996391, -- [23]
						-3.486999999993714, -- [24]
						-3.146999999997206, -- [25]
						-2.685999999994237, -- [26]
						-2.492999999994936, -- [27]
						-2.460999999995693, -- [28]
						-2.143999999992957, -- [29]
						-1.480999999999767, -- [30]
						-1.443999999995867, -- [31]
						-1.248999999996158, -- [32]
						-1.248999999996158, -- [33]
						-1.131999999997788, -- [34]
						-1.088999999999942, -- [35]
						-0.8479999999981374, -- [36]
						-0.8339999999952852, -- [37]
						-0.4859999999971478, -- [38]
						-0.135999999998603, -- [39]
						-0.00999999999476131, -- [40]
						0, -- [41]
					},
					["HealthMax"] = {
						1830, -- [1]
						1830, -- [2]
						1830, -- [3]
						1830, -- [4]
						1830, -- [5]
						1830, -- [6]
						1830, -- [7]
						1830, -- [8]
						1830, -- [9]
						1830, -- [10]
						1830, -- [11]
						1830, -- [12]
						1830, -- [13]
						1830, -- [14]
						1830, -- [15]
						1830, -- [16]
						1830, -- [17]
						1830, -- [18]
						1830, -- [19]
						1830, -- [20]
						1830, -- [21]
						1830, -- [22]
						1830, -- [23]
						1830, -- [24]
						1830, -- [25]
						1830, -- [26]
						1830, -- [27]
						1830, -- [28]
						1830, -- [29]
						1830, -- [30]
						1830, -- [31]
						1830, -- [32]
						1830, -- [33]
						1830, -- [34]
						1830, -- [35]
						1830, -- [36]
						1830, -- [37]
						1830, -- [38]
						1830, -- [39]
						1830, -- [40]
						1830, -- [41]
					},
					["Health"] = {
						1830, -- [1]
						1830, -- [2]
						1725, -- [3]
						1715, -- [4]
						1715, -- [5]
						1467, -- [6]
						1350, -- [7]
						1323, -- [8]
						1323, -- [9]
						1189, -- [10]
						1189, -- [11]
						1168, -- [12]
						1168, -- [13]
						1168, -- [14]
						1168, -- [15]
						944, -- [16]
						923, -- [17]
						814, -- [18]
						787, -- [19]
						766, -- [20]
						739, -- [21]
						681, -- [22]
						660, -- [23]
						633, -- [24]
						612, -- [25]
						585, -- [26]
						585, -- [27]
						585, -- [28]
						509, -- [29]
						482, -- [30]
						482, -- [31]
						351, -- [32]
						351, -- [33]
						163, -- [34]
						136, -- [35]
						97, -- [36]
						97, -- [37]
						87, -- [38]
						66, -- [39]
						66, -- [40]
						0, -- [41]
					},
					["KilledBy"] = "沈南鹏",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"MISC", -- [41]
					},
				}, -- [2]
			},
			["UnitLockout"] = 47750.179,
			["LastAbility"] = 57029.059,
		},
		["可怕的塔格尔"] = {
			["GUID"] = "Creature-0-4537-34-32657-1696-000019FCB7",
			["LastEventHealth"] = {
				52, -- [1]
				52, -- [2]
				25, -- [3]
				25, -- [4]
				25, -- [5]
				0, -- [6]
				1535, -- [7]
				1508, -- [8]
				1508, -- [9]
				1508, -- [10]
				1445, -- [11]
				1424, -- [12]
				1397, -- [13]
				1345, -- [14]
				1324, -- [15]
				1269, -- [16]
				1242, -- [17]
				1242, -- [18]
				1242, -- [19]
				1221, -- [20]
				1194, -- [21]
				1130, -- [22]
				1130, -- [23]
				1130, -- [24]
				1130, -- [25]
				1045, -- [26]
				1018, -- [27]
				1018, -- [28]
				1018, -- [29]
				1018, -- [30]
				1018, -- [31]
				864, -- [32]
				750, -- [33]
				723, -- [34]
				723, -- [35]
				638, -- [36]
				584, -- [37]
				557, -- [38]
				536, -- [39]
				536, -- [40]
				536, -- [41]
				536, -- [42]
				413, -- [43]
				413, -- [44]
				227, -- [45]
				200, -- [46]
				200, -- [47]
				200, -- [48]
				200, -- [49]
				116, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"MISC", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					2, -- [1]
				},
				["ActiveTime"] = {
					47.79999999999999, -- [1]
				},
				["TimeDamage"] = {
					47.79999999999999, -- [1]
				},
				["DamageTaken"] = {
					3625, -- [1]
				},
				["Damage"] = {
					1130, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 126,
			["level"] = -1,
			["LastDamageAbility"] = "神圣新星",
			["LastFightIn"] = 19,
			["LastActive"] = 47553.179,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				1953, -- [1]
				1953, -- [2]
				1953, -- [3]
				1953, -- [4]
				1953, -- [5]
				1953, -- [6]
				1953, -- [7]
				1953, -- [8]
				1953, -- [9]
				1953, -- [10]
				1953, -- [11]
				1953, -- [12]
				1953, -- [13]
				1953, -- [14]
				1953, -- [15]
				1953, -- [16]
				1953, -- [17]
				1953, -- [18]
				1953, -- [19]
				1953, -- [20]
				1953, -- [21]
				1953, -- [22]
				1953, -- [23]
				1953, -- [24]
				1953, -- [25]
				1953, -- [26]
				1953, -- [27]
				1953, -- [28]
				1953, -- [29]
				1953, -- [30]
				1953, -- [31]
				1953, -- [32]
				1953, -- [33]
				1953, -- [34]
				1953, -- [35]
				1953, -- [36]
				1953, -- [37]
				1953, -- [38]
				1953, -- [39]
				1953, -- [40]
				1953, -- [41]
				1953, -- [42]
				1953, -- [43]
				1953, -- [44]
				1953, -- [45]
				1953, -- [46]
				1953, -- [47]
				1953, -- [48]
				1953, -- [49]
				1953, -- [50]
			},
			["TimeLast"] = {
				["DeathCount"] = 47553.179,
				["ActiveTime"] = 47552.179,
				["TimeDamage"] = 47552.179,
				["OVERALL"] = 47553.179,
				["DamageTaken"] = 47553.179,
				["Damage"] = 47552.179,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 34,
			["LastDamageTime"] = 47552.779,
			["LastEvents"] = {
				"牧丶糸 反射护盾 可怕的塔格尔 Hit -6 (Holy)", -- [1]
				"可怕的塔格尔 肉搏 牧丶糸 Absorb -26 (26 被吸收) (1)", -- [2]
				"牧丶糸 反射护盾 可怕的塔格尔 Hit -13 (Holy)", -- [3]
				"牧丶糸 神圣新星 可怕的塔格尔 Crit -145 (Holy)", -- [4]
				"可怕的塔格尔 肉搏 牧丶糸 Absorb -15 (15 被吸收) (1)", -- [5]
				"牧丶糸 反射护盾 可怕的塔格尔 Hit -7 (Holy)", -- [6]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -95 (Holy)", -- [7]
				"可怕的塔格尔 肉搏 牧丶糸 Absorb -25 (25 被吸收) (1)", -- [8]
				"牧丶糸 反射护盾 可怕的塔格尔 Hit -12 (Holy)", -- [9]
				"牧丶糸 神圣新星 可怕的塔格尔 Crit -140 (Holy)", -- [10]
				"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [11]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -92 (Holy)", -- [12]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -27 (Physical)", -- [13]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -90 (Holy)", -- [14]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -14 (Physical)", -- [15]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -29 (Physical)", -- [16]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -90 (Holy)", -- [17]
				"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [18]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -28 (Physical)", -- [19]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -96 (Holy)", -- [20]
				"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [21]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -101 (Holy)", -- [22]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -37 (Physical)", -- [23]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -39 (Physical)", -- [24]
				"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Miss (1)", -- [25]
				"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Hit -20 (Physical)", -- [26]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -105 (Holy)", -- [27]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -37 (Physical)", -- [28]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -110 (Holy)", -- [29]
				"可怕的塔格尔 肉搏 牧丶糸 Dodge (1)", -- [30]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -32 (Physical)", -- [31]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -126 (Holy)", -- [32]
				"可怕的塔格尔死亡。", -- [33]
				"牧丶糸 反射护盾 可怕的塔格尔 Hit -12 (Holy)", -- [34]
				"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Absorb -28 (28 被吸收) (1)", -- [35]
				"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [36]
				"牧丶糸 反射护盾 可怕的塔格尔 Hit -13 (Holy)", -- [37]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -18 (Physical)", -- [38]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -28 (Physical)", -- [39]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -17 (Physical)", -- [40]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -26 (Physical)", -- [41]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -251 (Holy)", -- [42]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -15 (Physical)", -- [43]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -31 (Physical)", -- [44]
				"牧丶糸 神圣新星 可怕的塔格尔 Hit -90 (Holy)", -- [45]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -14 (Physical)", -- [46]
				"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [47]
				"可怕的塔格尔 肉搏 牧丶糸 Hit -27 (Physical)", -- [48]
				"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Hit -24 (Physical)", -- [49]
				"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Absorb -13 (13 被吸收) (1)", -- [50]
			},
			["Name"] = "可怕的塔格尔",
			["LastEventTimes"] = {
				47539.646, -- [1]
				47540.112, -- [2]
				47540.112, -- [3]
				47540.646, -- [4]
				47541.646, -- [5]
				47541.646, -- [6]
				47541.746, -- [7]
				47542.112, -- [8]
				47542.146, -- [9]
				47542.846, -- [10]
				47543.646, -- [11]
				47544.012, -- [12]
				47544.112, -- [13]
				47545.112, -- [14]
				47545.646, -- [15]
				47546.146, -- [16]
				47546.812, -- [17]
				47547.646, -- [18]
				47548.146, -- [19]
				47548.212, -- [20]
				47549.312, -- [21]
				47549.546, -- [22]
				47549.679, -- [23]
				47549.812, -- [24]
				47549.812, -- [25]
				47550.879, -- [26]
				47550.946, -- [27]
				47551.212, -- [28]
				47552.312, -- [29]
				47552.412, -- [30]
				47552.779, -- [31]
				47553.679, -- [32]
				47553.712, -- [33]
				47523.941, -- [34]
				47528.574, -- [35]
				47528.608, -- [36]
				47528.608, -- [37]
				47531.608, -- [38]
				47532.108, -- [39]
				47533.608, -- [40]
				47534.108, -- [41]
				47535.179, -- [42]
				47535.612, -- [43]
				47536.112, -- [44]
				47536.579, -- [45]
				47537.646, -- [46]
				47538.112, -- [47]
				47538.479, -- [48]
				47538.479, -- [49]
				47539.646, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 12,
									["min"] = 12,
									["count"] = 2,
									["amount"] = 24,
								},
							},
							["count"] = 2,
							["amount"] = 24,
						},
					},
					["TimeSpent"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 1.13,
								},
								["肉搏"] = {
									["count"] = 8.64,
								},
							},
							["amount"] = 9.77,
						},
						["沈南鹏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["牧丶糸"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 5.09,
								},
								["肉搏"] = {
									["count"] = 31.43999999999999,
								},
							},
							["amount"] = 36.52999999999999,
						},
					},
					["DamageTaken"] = 3625,
					["ElementDoneAbsorb"] = {
						101, -- [1]
						["Melee"] = 371,
					},
					["PartialResist"] = {
						["命令审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["反射护盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["火焰之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["神圣新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["清算之手"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
					},
					["DeathCount"] = 2,
					["PartialAbsorb"] = {
						["命令审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["反射护盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["火焰之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["神圣新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["清算之手"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 47.79999999999999,
					["ElementTaken"] = {
						["Holy"] = 2714,
						["Melee"] = 655,
						["Fire"] = 256,
					},
					["Damage"] = 1130,
					["ElementTakenBlock"] = {
						["Melee"] = 24,
					},
					["Attacks"] = {
						["肉搏 (痛击)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24,
									["min"] = 20,
									["count"] = 2,
									["amount"] = 44,
								},
								["Absorb"] = {
									["max"] = 37,
									["min"] = 13,
									["count"] = 4,
									["amount"] = 101,
								},
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 145,
						},
						["肉搏"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 40,
									["min"] = 11,
									["count"] = 17,
									["amount"] = 371,
								},
								["Miss"] = {
									["count"] = 10,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 52,
									["min"] = 14,
									["count"] = 22,
									["amount"] = 614,
								},
							},
							["count"] = 52,
							["amount"] = 985,
						},
					},
					["DamagedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 37,
								},
								["肉搏"] = {
									["count"] = 211,
								},
							},
							["amount"] = 248,
						},
						["沈南鹏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["牧丶糸"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 108,
								},
								["肉搏"] = {
									["count"] = 734,
								},
							},
							["amount"] = 842,
						},
					},
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8,
						}, -- [1]
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 17,
								},
								["Miss"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 52,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 47.79999999999999,
					["TimeDamaging"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 1.13,
								},
								["肉搏"] = {
									["count"] = 8.64,
								},
							},
							["amount"] = 9.77,
						},
						["沈南鹏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["牧丶糸"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 5.09,
								},
								["肉搏"] = {
									["count"] = 31.43999999999999,
								},
							},
							["amount"] = 36.52999999999999,
						},
					},
					["ElementDone"] = {
						101, -- [1]
						["Melee"] = 985,
						["Physical"] = 44,
					},
					["WhoDamaged"] = {
						["恶魔哥哥"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 256,
								},
							},
							["amount"] = 256,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["清算之手"] = {
									["count"] = 226,
								},
								["审判"] = {
									["count"] = 73,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 324,
								},
								["肉搏"] = {
									["count"] = 511,
								},
							},
							["amount"] = 1134,
						},
						["沈南鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 52,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 168,
								},
								["命令圣印"] = {
									["count"] = 201,
								},
								["肉搏"] = {
									["count"] = 144,
								},
							},
							["amount"] = 565,
						},
						["牧丶糸"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1531,
								},
								["反射护盾"] = {
									["count"] = 139,
								},
							},
							["amount"] = 1670,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 20,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 30,
								},
							},
							["amount"] = 54,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 13,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						true, -- [7]
						true, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						false, -- [16]
						false, -- [17]
						true, -- [18]
						false, -- [19]
						false, -- [20]
						true, -- [21]
						false, -- [22]
						true, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						false, -- [29]
						true, -- [30]
						false, -- [31]
						false, -- [32]
						true, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Absorb -13 (13 被吸收) (1)", -- [1]
						"牧丶糸 反射护盾 可怕的塔格尔 Hit -6 (Holy)", -- [2]
						"可怕的塔格尔 肉搏 牧丶糸 Absorb -26 (26 被吸收) (1)", -- [3]
						"牧丶糸 反射护盾 可怕的塔格尔 Hit -13 (Holy)", -- [4]
						"牧丶糸 神圣新星 可怕的塔格尔 Crit -145 (Holy)", -- [5]
						"可怕的塔格尔 肉搏 牧丶糸 Absorb -15 (15 被吸收) (1)", -- [6]
						"牧丶糸 反射护盾 可怕的塔格尔 Hit -7 (Holy)", -- [7]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -95 (Holy)", -- [8]
						"可怕的塔格尔 肉搏 牧丶糸 Absorb -25 (25 被吸收) (1)", -- [9]
						"牧丶糸 反射护盾 可怕的塔格尔 Hit -12 (Holy)", -- [10]
						"牧丶糸 神圣新星 可怕的塔格尔 Crit -140 (Holy)", -- [11]
						"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [12]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -92 (Holy)", -- [13]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -27 (Physical)", -- [14]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -90 (Holy)", -- [15]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -14 (Physical)", -- [16]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -29 (Physical)", -- [17]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -90 (Holy)", -- [18]
						"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [19]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -28 (Physical)", -- [20]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -96 (Holy)", -- [21]
						"可怕的塔格尔 肉搏 牧丶糸 Miss (1)", -- [22]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -101 (Holy)", -- [23]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -37 (Physical)", -- [24]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -39 (Physical)", -- [25]
						"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Miss (1)", -- [26]
						"可怕的塔格尔 肉搏 (痛击) 牧丶糸 Hit -20 (Physical)", -- [27]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -105 (Holy)", -- [28]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -37 (Physical)", -- [29]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -110 (Holy)", -- [30]
						"可怕的塔格尔 肉搏 牧丶糸 Dodge (1)", -- [31]
						"可怕的塔格尔 肉搏 牧丶糸 Hit -32 (Physical)", -- [32]
						"牧丶糸 神圣新星 可怕的塔格尔 Hit -126 (Holy)", -- [33]
						"可怕的塔格尔死亡。", -- [34]
					},
					["DeathAt"] = 47555.179,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageTimes"] = {
						-14.06599999999889, -- [1]
						-14.06599999999889, -- [2]
						-13.59999999999855, -- [3]
						-13.59999999999855, -- [4]
						-13.06599999999889, -- [5]
						-12.06599999999889, -- [6]
						-12.06599999999889, -- [7]
						-11.96600000000035, -- [8]
						-11.59999999999855, -- [9]
						-11.56599999999889, -- [10]
						-10.8660000000018, -- [11]
						-10.06599999999889, -- [12]
						-9.69999999999709, -- [13]
						-9.599999999998545, -- [14]
						-8.599999999998545, -- [15]
						-8.065999999998894, -- [16]
						-7.565999999998894, -- [17]
						-6.900000000001455, -- [18]
						-6.065999999998894, -- [19]
						-5.565999999998894, -- [20]
						-5.5, -- [21]
						-4.400000000001455, -- [22]
						-4.165999999997439, -- [23]
						-4.032999999995809, -- [24]
						-3.900000000001455, -- [25]
						-3.900000000001455, -- [26]
						-2.832999999998719, -- [27]
						-2.765999999995984, -- [28]
						-2.5, -- [29]
						-1.400000000001455, -- [30]
						-1.299999999995634, -- [31]
						-0.9329999999972642, -- [32]
						-0.03299999999580905, -- [33]
						0, -- [34]
					},
					["HealthMax"] = {
						1953, -- [1]
						1953, -- [2]
						1953, -- [3]
						1953, -- [4]
						1953, -- [5]
						1953, -- [6]
						1953, -- [7]
						1953, -- [8]
						1953, -- [9]
						1953, -- [10]
						1953, -- [11]
						1953, -- [12]
						1953, -- [13]
						1953, -- [14]
						1953, -- [15]
						1953, -- [16]
						1953, -- [17]
						1953, -- [18]
						1953, -- [19]
						1953, -- [20]
						1953, -- [21]
						1953, -- [22]
						1953, -- [23]
						1953, -- [24]
						1953, -- [25]
						1953, -- [26]
						1953, -- [27]
						1953, -- [28]
						1953, -- [29]
						1953, -- [30]
						1953, -- [31]
						1953, -- [32]
						1953, -- [33]
						1953, -- [34]
					},
					["Health"] = {
						116, -- [1]
						52, -- [2]
						52, -- [3]
						25, -- [4]
						25, -- [5]
						25, -- [6]
						0, -- [7]
						1535, -- [8]
						1508, -- [9]
						1508, -- [10]
						1508, -- [11]
						1445, -- [12]
						1424, -- [13]
						1397, -- [14]
						1345, -- [15]
						1324, -- [16]
						1269, -- [17]
						1242, -- [18]
						1242, -- [19]
						1242, -- [20]
						1221, -- [21]
						1194, -- [22]
						1130, -- [23]
						1130, -- [24]
						1130, -- [25]
						1130, -- [26]
						1045, -- [27]
						1018, -- [28]
						1018, -- [29]
						1018, -- [30]
						1018, -- [31]
						1018, -- [32]
						864, -- [33]
						750, -- [34]
					},
					["KilledBy"] = "牧丶糸",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"MISC", -- [34]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						false, -- [16]
						false, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						false, -- [23]
						false, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						false, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						false, -- [45]
						true, -- [46]
						false, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [1]
						"希尔瑞斯 肉搏 可怕的塔格尔 Hit -63 (Physical)", -- [2]
						"可怕的塔格尔 肉搏 希尔瑞斯 Miss (1)", -- [3]
						"可怕的塔格尔 肉搏 希尔瑞斯 Absorb -17 (17 被吸收) (1)", -- [4]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [5]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [6]
						"沈南鹏 命令审判 可怕的塔格尔 Hit -52 (Holy)", -- [7]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [8]
						"希尔瑞斯 肉搏 可怕的塔格尔 Hit -55 (Physical)", -- [9]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [10]
						"可怕的塔格尔 肉搏 希尔瑞斯 Dodge (1)", -- [11]
						"可怕的塔格尔 肉搏 希尔瑞斯 Miss (1)", -- [12]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [13]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [14]
						"希尔瑞斯 肉搏 可怕的塔格尔 Hit -64 (Physical)", -- [15]
						"可怕的塔格尔 肉搏 希尔瑞斯 Absorb -40 (40 被吸收) (1)", -- [16]
						"可怕的塔格尔 肉搏 (痛击) 希尔瑞斯 Absorb -37 (37 被吸收) (1)", -- [17]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [18]
						"恶魔哥哥 火焰之雨 可怕的塔格尔 Hit -64 (Fire)", -- [19]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [20]
						"沈南鹏 肉搏 可怕的塔格尔 Hit -84 (Physical)", -- [21]
						"沈南鹏 命令圣印 可怕的塔格尔 Hit -49 (Holy)", -- [22]
						"可怕的塔格尔 肉搏 (痛击) 希尔瑞斯 Parry (1)", -- [23]
						"可怕的塔格尔 肉搏 希尔瑞斯 Absorb -40 (40 被吸收) (1)", -- [24]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [25]
						"希尔瑞斯 肉搏 可怕的塔格尔 Crit -114 (Physical)", -- [26]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [27]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [28]
						"恶魔哥哥 火焰之雨 可怕的塔格尔 Hit -64 (Fire)", -- [29]
						"希尔瑞斯 肉搏 可怕的塔格尔 Hit -54 (Physical)", -- [30]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [31]
						"沈南鹏 奉献 (伤害/跳) 可怕的塔格尔 Tick -21 (Holy)", -- [32]
						"可怕的塔格尔 肉搏 希尔瑞斯 Hit -35 (Physical)", -- [33]
						"希尔瑞斯 肉搏 可怕的塔格尔 Hit -59 (Physical)", -- [34]
						"恶魔哥哥 火焰之雨 可怕的塔格尔 Hit -64 (Fire)", -- [35]
						"沈南鹏 肉搏 可怕的塔格尔 Glancing -60 (Physical)", -- [36]
						"沈南鹏 命令圣印 可怕的塔格尔 Hit -53 (Holy)", -- [37]
						"希尔瑞斯 审判 可怕的塔格尔 Hit -73 (Holy)", -- [38]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [39]
						"可怕的塔格尔 肉搏 希尔瑞斯 Miss (1)", -- [40]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [41]
						"可怕的塔格尔 肉搏 希尔瑞斯 Dodge (1)", -- [42]
						"希尔瑞斯 肉搏 可怕的塔格尔 Hit -57 (Physical)", -- [43]
						"恶魔哥哥 火焰之雨 可怕的塔格尔 Hit -64 (Fire)", -- [44]
						"可怕的塔格尔 肉搏 希尔瑞斯 Hit -27 (Physical)", -- [45]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [46]
						"可怕的塔格尔 肉搏 希尔瑞斯 Hit -52 (Physical)", -- [47]
						"希尔瑞斯 肉搏 可怕的塔格尔 Parry (1)", -- [48]
						"希尔瑞斯 奉献 (伤害/跳) 可怕的塔格尔 Tick -27 (Holy)", -- [49]
						"可怕的塔格尔死亡。", -- [50]
					},
					["DeathAt"] = 46171.154,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-11.02300000000105, -- [1]
						-10.69099999999889, -- [2]
						-10.64199999999983, -- [3]
						-10.64199999999983, -- [4]
						-10.57900000000518, -- [5]
						-10.02400000000489, -- [6]
						-9.906000000002678, -- [7]
						-9.584999999999127, -- [8]
						-9.5, -- [9]
						-9.02100000000064, -- [10]
						-8.626000000003842, -- [11]
						-8.626000000003842, -- [12]
						-8.57900000000518, -- [13]
						-8.02100000000064, -- [14]
						-7.786000000000058, -- [15]
						-7.754000000000815, -- [16]
						-7.754000000000815, -- [17]
						-7.577000000004773, -- [18]
						-7.52900000000227, -- [19]
						-7.012999999999011, -- [20]
						-6.911000000000058, -- [21]
						-6.911000000000058, -- [22]
						-6.625, -- [23]
						-6.625, -- [24]
						-6.586000000002969, -- [25]
						-6.285000000003493, -- [26]
						-6.026000000005297, -- [27]
						-5.582000000002154, -- [28]
						-5.52900000000227, -- [29]
						-5.262999999999011, -- [30]
						-5.023000000001048, -- [31]
						-4.579000000005181, -- [32]
						-3.720000000001164, -- [33]
						-3.561000000001513, -- [34]
						-3.529999999998836, -- [35]
						-3.304000000003725, -- [36]
						-3.304000000003725, -- [37]
						-3.079000000005181, -- [38]
						-3.014000000002852, -- [39]
						-2.700000000004366, -- [40]
						-2.00800000000163, -- [41]
						-1.991000000001804, -- [42]
						-1.858000000000175, -- [43]
						-1.531000000002678, -- [44]
						-1.164000000004307, -- [45]
						-1.018000000003667, -- [46]
						-0.4550000000017462, -- [47]
						-0.147000000004482, -- [48]
						-0.01099999999860302, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						1953, -- [1]
						1953, -- [2]
						1953, -- [3]
						1953, -- [4]
						1953, -- [5]
						1953, -- [6]
						1953, -- [7]
						1953, -- [8]
						1953, -- [9]
						1953, -- [10]
						1953, -- [11]
						1953, -- [12]
						1953, -- [13]
						1953, -- [14]
						1953, -- [15]
						1953, -- [16]
						1953, -- [17]
						1953, -- [18]
						1953, -- [19]
						1953, -- [20]
						1953, -- [21]
						1953, -- [22]
						1953, -- [23]
						1953, -- [24]
						1953, -- [25]
						1953, -- [26]
						1953, -- [27]
						1953, -- [28]
						1953, -- [29]
						1953, -- [30]
						1953, -- [31]
						1953, -- [32]
						1953, -- [33]
						1953, -- [34]
						1953, -- [35]
						1953, -- [36]
						1953, -- [37]
						1953, -- [38]
						1953, -- [39]
						1953, -- [40]
						1953, -- [41]
						1953, -- [42]
						1953, -- [43]
						1953, -- [44]
						1953, -- [45]
						1953, -- [46]
						1953, -- [47]
						1953, -- [48]
						1953, -- [49]
						1953, -- [50]
					},
					["Health"] = {
						1535, -- [1]
						1508, -- [2]
						1508, -- [3]
						1508, -- [4]
						1445, -- [5]
						1424, -- [6]
						1397, -- [7]
						1345, -- [8]
						1324, -- [9]
						1269, -- [10]
						1242, -- [11]
						1242, -- [12]
						1242, -- [13]
						1221, -- [14]
						1194, -- [15]
						1130, -- [16]
						1130, -- [17]
						1130, -- [18]
						1130, -- [19]
						1045, -- [20]
						1018, -- [21]
						1018, -- [22]
						1018, -- [23]
						1018, -- [24]
						1018, -- [25]
						864, -- [26]
						750, -- [27]
						723, -- [28]
						723, -- [29]
						638, -- [30]
						584, -- [31]
						557, -- [32]
						536, -- [33]
						536, -- [34]
						536, -- [35]
						536, -- [36]
						413, -- [37]
						413, -- [38]
						227, -- [39]
						200, -- [40]
						200, -- [41]
						200, -- [42]
						200, -- [43]
						116, -- [44]
						52, -- [45]
						52, -- [46]
						25, -- [47]
						25, -- [48]
						25, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "希尔瑞斯",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [2]
			},
			["UnitLockout"] = 47553.179,
			["LastAbility"] = 57029.059,
		},
		["战复丶德"] = {
			["GUID"] = "Player-4778-050FE10C",
			["LastEventHealth"] = {
				185, -- [1]
				194, -- [2]
				207, -- [3]
				187, -- [4]
				198, -- [5]
				178, -- [6]
				159, -- [7]
				159, -- [8]
			},
			["LastAttackedBy"] = "迪菲亚流浪巫师",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					1.5, -- [1]
				},
				["TimeDamage"] = {
					1.5, -- [1]
				},
				["DamageTaken"] = {
					129, -- [1]
				},
				["Damage"] = {
					1, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = "战复丶德",
			["level"] = 10,
			["LastDamageAbility"] = "寒冰箭",
			["LastFightIn"] = 83,
			["LastAbility"] = 57029.059,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["UnitLockout"] = 55795.353,
			["LastDamageTaken"] = 16,
			["Owner"] = false,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["迪菲亚流浪巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 1,
									["min"] = 1,
									["count"] = 1,
									["amount"] = 1,
								},
							},
							["count"] = 1,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚流浪巫师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 129,
								},
							},
							["amount"] = 129,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
					},
					["DamageTaken"] = 129,
					["TimeDamage"] = 1.5,
					["PartialResist"] = {
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamagedWho"] = {
						["迪菲亚流浪巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ActiveTime"] = 1.5,
					["TimeDamaging"] = {
						["迪菲亚流浪巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["ElementTaken"] = {
						["Frost"] = 129,
					},
					["ElementDone"] = {
						["Melee"] = 1,
					},
					["Damage"] = 1,
				},
			},
			["NextEventNum"] = 9,
			["LastDamageTime"] = 55847.203,
			["LastEvents"] = {
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -19 (Frost)", -- [1]
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -18 (Frost)", -- [2]
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -20 (Frost)", -- [3]
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -17 (Frost)", -- [4]
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -20 (Frost)", -- [5]
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -19 (Frost)", -- [6]
				"战复丶德 肉搏 迪菲亚流浪巫师 Glancing -1 (Physical)", -- [7]
				"迪菲亚流浪巫师 寒冰箭 战复丶德 Hit -16 (Frost)", -- [8]
			},
			["Name"] = "战复丶德",
			["LastEventTimes"] = {
				55796.163, -- [1]
				55808.749, -- [2]
				55824.895, -- [3]
				55828.069, -- [4]
				55840.365, -- [5]
				55843.826, -- [6]
				55847.203, -- [7]
				55850.466, -- [8]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
			},
			["TimeLast"] = {
				["ActiveTime"] = 55846.356,
				["TimeDamage"] = 55846.356,
				["OVERALL"] = 55850.352,
				["DamageTaken"] = 55850.352,
				["Damage"] = 55846.356,
			},
			["LastEventHealthMax"] = {
				207, -- [1]
				207, -- [2]
				207, -- [3]
				207, -- [4]
				207, -- [5]
				207, -- [6]
				207, -- [7]
				207, -- [8]
			},
			["LastActive"] = 55850.352,
		},
		["巴基尔·斯瑞德"] = {
			["GUID"] = "Creature-0-4537-34-32657-1716-000019FCB7",
			["TimeLast"] = {
				["DeathCount"] = 47141.16,
				["ActiveTime"] = 47709.179,
				["TimeDamage"] = 47709.179,
				["OVERALL"] = 47709.179,
				["DamageTaken"] = 47709.179,
				["Damage"] = 47709.179,
			},
			["LastAttackedBy"] = "牧丶糸",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"MISC", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					14.64, -- [1]
				},
				["TimeDamage"] = {
					14.64, -- [1]
				},
				["DamageTaken"] = {
					2275, -- [1]
				},
				["Damage"] = {
					406, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 13,
			["level"] = -1,
			["LastDamageAbility"] = "反射护盾",
			["LastFightIn"] = 20,
			["LastActive"] = 47709.179,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				2097, -- [1]
				2097, -- [2]
				2097, -- [3]
				2097, -- [4]
				2097, -- [5]
				2097, -- [6]
				2097, -- [7]
				2097, -- [8]
				2097, -- [9]
				2097, -- [10]
				2097, -- [11]
				2097, -- [12]
				2097, -- [13]
				2097, -- [14]
				2097, -- [15]
				2097, -- [16]
				2097, -- [17]
				2097, -- [18]
				2097, -- [19]
				2097, -- [20]
				2097, -- [21]
				2097, -- [22]
				2097, -- [23]
				2097, -- [24]
				2097, -- [25]
				2097, -- [26]
				2097, -- [27]
				2097, -- [28]
				2097, -- [29]
				2097, -- [30]
				2097, -- [31]
				2097, -- [32]
				2097, -- [33]
				2097, -- [34]
				2097, -- [35]
				2097, -- [36]
				2097, -- [37]
				2097, -- [38]
				2097, -- [39]
				2097, -- [40]
				2097, -- [41]
				2097, -- [42]
				2097, -- [43]
				2097, -- [44]
				2097, -- [45]
				2097, -- [46]
				2097, -- [47]
				2097, -- [48]
				2097, -- [49]
				2097, -- [50]
			},
			["LastEventHealth"] = {
				765, -- [1]
				765, -- [2]
				514, -- [3]
				514, -- [4]
				514, -- [5]
				412, -- [6]
				412, -- [7]
				412, -- [8]
				395, -- [9]
				395, -- [10]
				395, -- [11]
				334, -- [12]
				334, -- [13]
				334, -- [14]
				317, -- [15]
				317, -- [16]
				317, -- [17]
				222, -- [18]
				222, -- [19]
				222, -- [20]
				222, -- [21]
				197, -- [22]
				197, -- [23]
				197, -- [24]
				197, -- [25]
				68, -- [26]
				0, -- [27]
				1481, -- [28]
				1481, -- [29]
				1481, -- [30]
				1440, -- [31]
				1415, -- [32]
				1415, -- [33]
				1154, -- [34]
				1101, -- [35]
				1101, -- [36]
				1055, -- [37]
				1055, -- [38]
				1055, -- [39]
				923, -- [40]
				902, -- [41]
				879, -- [42]
				879, -- [43]
				825, -- [44]
				825, -- [45]
				825, -- [46]
				765, -- [47]
				765, -- [48]
				765, -- [49]
				765, -- [50]
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				47138.335, -- [1]
				47138.37, -- [2]
				47138.578, -- [3]
				47138.654, -- [4]
				47138.654, -- [5]
				47138.781, -- [6]
				47138.804, -- [7]
				47138.804, -- [8]
				47139.25, -- [9]
				47139.338, -- [10]
				47139.37, -- [11]
				47139.791, -- [12]
				47139.798, -- [13]
				47139.798, -- [14]
				47140.035, -- [15]
				47140.333, -- [16]
				47140.375, -- [17]
				47140.578, -- [18]
				47140.776, -- [19]
				47140.79, -- [20]
				47140.79, -- [21]
				47141.336, -- [22]
				47141.362, -- [23]
				47141.455, -- [24]
				47141.455, -- [25]
				47141.639, -- [26]
				47141.699, -- [27]
				47697.112, -- [28]
				47709.679, -- [29]
				47709.679, -- [30]
				47709.679, -- [31]
				47709.679, -- [32]
				47710.112, -- [33]
				47134.91, -- [34]
				47135.25, -- [35]
				47135.372, -- [36]
				47135.802, -- [37]
				47135.843, -- [38]
				47135.843, -- [39]
				47136.255, -- [40]
				47136.367, -- [41]
				47136.585, -- [42]
				47136.627, -- [43]
				47137.245, -- [44]
				47137.33, -- [45]
				47137.365, -- [46]
				47138.026, -- [47]
				47138.026, -- [48]
				47138.25, -- [49]
				47138.335, -- [50]
			},
			["NextEventNum"] = 34,
			["LastDamageTime"] = 47710.112,
			["LastEvents"] = {
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [1]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [2]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 巴基尔·斯瑞德 Tick -8 (Shadow)", -- [3]
				"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -60 (Physical)", -- [4]
				"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -34 (Holy)", -- [5]
				"巴基尔·斯瑞德 肉搏 希尔瑞斯 Crit -79 (Physical)", -- [6]
				"希尔瑞斯 火焰之盾 巴基尔·斯瑞德 Hit -7 (Fire)", -- [7]
				"希尔瑞斯 惩戒光环 巴基尔·斯瑞德 Hit -10 (Holy)", -- [8]
				"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -19 (Holy)", -- [9]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [10]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -24 (Holy)", -- [11]
				"巴基尔·斯瑞德 肉搏 希尔瑞斯 Crit -33 (Physical)", -- [12]
				"希尔瑞斯 火焰之盾 巴基尔·斯瑞德 Hit -7 (Fire)", -- [13]
				"希尔瑞斯 惩戒光环 巴基尔·斯瑞德 Hit -10 (Holy)", -- [14]
				"希尔瑞斯 肉搏 巴基尔·斯瑞德 Hit -54 (Physical)", -- [15]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [16]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [17]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 巴基尔·斯瑞德 Tick -8 (Shadow)", -- [18]
				"巴基尔·斯瑞德 肉搏 希尔瑞斯 Hit -37 (Physical)", -- [19]
				"希尔瑞斯 火焰之盾 巴基尔·斯瑞德 Hit -7 (Fire)", -- [20]
				"希尔瑞斯 惩戒光环 巴基尔·斯瑞德 Hit -10 (Holy)", -- [21]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [22]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [23]
				"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -58 (Physical)", -- [24]
				"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -30 (Holy)", -- [25]
				"沈南鹏 命令圣印 巴基尔·斯瑞德 Crit -101 (Holy)", -- [26]
				"巴基尔·斯瑞德死亡。", -- [27]
				"牧丶糸 肉搏 巴基尔·斯瑞德 Hit -94 (Physical)", -- [28]
				"巴基尔·斯瑞德 肉搏 牧丶糸 Absorb -52 (52 被吸收) (1)", -- [29]
				"巴基尔·斯瑞德 肉搏 牧丶糸 Absorb -29 (29 被吸收) (1)", -- [30]
				"牧丶糸 反射护盾 巴基尔·斯瑞德 Crit -38 (Holy)", -- [31]
				"牧丶糸 反射护盾 巴基尔·斯瑞德 Hit -13 (Holy)", -- [32]
				"巴基尔·斯瑞德 烟雾弹 牧丶糸 Miss (Physical)", -- [33]
				"希尔瑞斯 肉搏 巴基尔·斯瑞德 Hit -53 (Physical)", -- [34]
				"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -21 (Holy)", -- [35]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -25 (Holy)", -- [36]
				"一朵小奶骑 命令审判 巴基尔·斯瑞德 Hit -41 (Holy)", -- [37]
				"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -61 (Physical)", -- [38]
				"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -30 (Holy)", -- [39]
				"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -21 (Holy)", -- [40]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [41]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 巴基尔·斯瑞德 Tick -9 (Shadow)", -- [42]
				"希尔瑞斯 肉搏 巴基尔·斯瑞德 Hit -45 (Physical)", -- [43]
				"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -19 (Holy)", -- [44]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [45]
				"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [46]
				"沈南鹏 肉搏 巴基尔·斯瑞德 Hit -93 (Physical)", -- [47]
				"沈南鹏 命令圣印 巴基尔·斯瑞德 Crit -98 (Holy)", -- [48]
				"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -19 (Holy)", -- [49]
				"希尔瑞斯 肉搏 巴基尔·斯瑞德 Miss (1)", -- [50]
			},
			["Name"] = "巴基尔·斯瑞德",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				true, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["命令圣印"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 12,
									["min"] = 12,
									["count"] = 1,
									["amount"] = 12,
								},
							},
							["count"] = 1,
							["amount"] = 12,
						},
					},
					["TimeSpent"] = {
						["牧丶糸"] = {
							["Details"] = {
								["烟雾弹"] = {
									["count"] = 0.43,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.93,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.71,
								},
							},
							["amount"] = 12.71,
						},
					},
					["DamageTaken"] = 2275,
					["ElementDoneAbsorb"] = {
						["Melee"] = 140,
					},
					["PartialResist"] = {
						["命令审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["反射护盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["火焰之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 26,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["命令审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["反射护盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["火焰之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 26,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 14.64,
					["ElementTaken"] = {
						["Shadow"] = 25,
						["Fire"] = 42,
						["Melee"] = 945,
						["Holy"] = 1263,
					},
					["Damage"] = 406,
					["ElementTakenBlock"] = {
						["Holy"] = 12,
					},
					["Attacks"] = {
						["烟雾弹"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 52,
									["min"] = 13,
									["count"] = 5,
									["amount"] = 140,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 55,
									["min"] = 31,
									["count"] = 4,
									["amount"] = 154,
								},
								["Crit"] = {
									["max"] = 79,
									["min"] = 33,
									["count"] = 2,
									["amount"] = 112,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 406,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamagedWho"] = {
						["牧丶糸"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 81,
								},
							},
							["amount"] = 81,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 325,
								},
							},
							["amount"] = 325,
						},
					},
					["TimeDamage"] = 14.64,
					["TimeDamaging"] = {
						["牧丶糸"] = {
							["Details"] = {
								["烟雾弹"] = {
									["count"] = 0.43,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.93,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12.71,
								},
							},
							["amount"] = 12.71,
						},
					},
					["ElementDone"] = {
						["Melee"] = 406,
					},
					["WhoDamaged"] = {
						["一朵小奶骑"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 41,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 110,
								},
								["命令圣印"] = {
									["count"] = 94,
								},
								["肉搏"] = {
									["count"] = 179,
								},
							},
							["amount"] = 424,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 290,
								},
								["审判"] = {
									["count"] = 66,
								},
								["惩戒光环"] = {
									["count"] = 60,
								},
								["火焰之盾"] = {
									["count"] = 42,
								},
								["肉搏"] = {
									["count"] = 368,
								},
							},
							["amount"] = 826,
						},
						["沈南鹏"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 99,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 162,
								},
								["命令圣印"] = {
									["count"] = 290,
								},
								["肉搏"] = {
									["count"] = 304,
								},
							},
							["amount"] = 855,
						},
						["牧丶糸"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 51,
								},
								["肉搏"] = {
									["count"] = 94,
								},
							},
							["amount"] = 145,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 14,
						},
						["Holy"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 26,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 45,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						false, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						false, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"巴基尔·斯瑞德 肉搏 希尔瑞斯 Miss (1)", -- [1]
						"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -21 (Holy)", -- [2]
						"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -20 (Holy)", -- [3]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -25 (Holy)", -- [4]
						"沈南鹏 肉搏 巴基尔·斯瑞德 Crit -211 (Physical)", -- [5]
						"沈南鹏 命令圣印 巴基尔·斯瑞德 Hit -50 (Holy)", -- [6]
						"希尔瑞斯 肉搏 巴基尔·斯瑞德 Hit -53 (Physical)", -- [7]
						"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -21 (Holy)", -- [8]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -25 (Holy)", -- [9]
						"一朵小奶骑 命令审判 巴基尔·斯瑞德 Hit -41 (Holy)", -- [10]
						"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -61 (Physical)", -- [11]
						"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -30 (Holy)", -- [12]
						"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -21 (Holy)", -- [13]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [14]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 巴基尔·斯瑞德 Tick -9 (Shadow)", -- [15]
						"希尔瑞斯 肉搏 巴基尔·斯瑞德 Hit -45 (Physical)", -- [16]
						"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -19 (Holy)", -- [17]
						"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [18]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [19]
						"沈南鹏 肉搏 巴基尔·斯瑞德 Hit -93 (Physical)", -- [20]
						"沈南鹏 命令圣印 巴基尔·斯瑞德 Crit -98 (Holy)", -- [21]
						"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -19 (Holy)", -- [22]
						"希尔瑞斯 肉搏 巴基尔·斯瑞德 Miss (1)", -- [23]
						"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [24]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [25]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 巴基尔·斯瑞德 Tick -8 (Shadow)", -- [26]
						"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -60 (Physical)", -- [27]
						"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -34 (Holy)", -- [28]
						"巴基尔·斯瑞德 肉搏 希尔瑞斯 Crit -79 (Physical)", -- [29]
						"希尔瑞斯 火焰之盾 巴基尔·斯瑞德 Hit -7 (Fire)", -- [30]
						"希尔瑞斯 惩戒光环 巴基尔·斯瑞德 Hit -10 (Holy)", -- [31]
						"沈南鹏 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -19 (Holy)", -- [32]
						"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [33]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -24 (Holy)", -- [34]
						"巴基尔·斯瑞德 肉搏 希尔瑞斯 Crit -33 (Physical)", -- [35]
						"希尔瑞斯 火焰之盾 巴基尔·斯瑞德 Hit -7 (Fire)", -- [36]
						"希尔瑞斯 惩戒光环 巴基尔·斯瑞德 Hit -10 (Holy)", -- [37]
						"希尔瑞斯 肉搏 巴基尔·斯瑞德 Hit -54 (Physical)", -- [38]
						"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [39]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [40]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 巴基尔·斯瑞德 Tick -8 (Shadow)", -- [41]
						"巴基尔·斯瑞德 肉搏 希尔瑞斯 Hit -37 (Physical)", -- [42]
						"希尔瑞斯 火焰之盾 巴基尔·斯瑞德 Hit -7 (Fire)", -- [43]
						"希尔瑞斯 惩戒光环 巴基尔·斯瑞德 Hit -10 (Holy)", -- [44]
						"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [45]
						"希尔瑞斯 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -23 (Holy)", -- [46]
						"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -58 (Physical)", -- [47]
						"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -30 (Holy)", -- [48]
						"沈南鹏 命令圣印 巴基尔·斯瑞德 Crit -101 (Holy)", -- [49]
						"巴基尔·斯瑞德死亡。", -- [50]
					},
					["DeathAt"] = 47143.158,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-7.625999999996566, -- [1]
						-7.455999999998312, -- [2]
						-7.370999999999185, -- [3]
						-7.326000000000931, -- [4]
						-7.275999999998021, -- [5]
						-7.275999999998021, -- [6]
						-6.788999999997031, -- [7]
						-6.449000000000524, -- [8]
						-6.326999999997497, -- [9]
						-5.896999999997206, -- [10]
						-5.855999999999767, -- [11]
						-5.855999999999767, -- [12]
						-5.444000000003143, -- [13]
						-5.332000000002154, -- [14]
						-5.114000000001397, -- [15]
						-5.072000000000116, -- [16]
						-4.453999999997905, -- [17]
						-4.368999999998778, -- [18]
						-4.334000000002561, -- [19]
						-3.673000000002503, -- [20]
						-3.673000000002503, -- [21]
						-3.449000000000524, -- [22]
						-3.364000000001397, -- [23]
						-3.364000000001397, -- [24]
						-3.328999999997905, -- [25]
						-3.120999999999185, -- [26]
						-3.044999999998254, -- [27]
						-3.044999999998254, -- [28]
						-2.917999999997846, -- [29]
						-2.894999999996799, -- [30]
						-2.894999999996799, -- [31]
						-2.449000000000524, -- [32]
						-2.360999999997148, -- [33]
						-2.328999999997905, -- [34]
						-1.908000000003085, -- [35]
						-1.900999999998021, -- [36]
						-1.900999999998021, -- [37]
						-1.663999999997031, -- [38]
						-1.366000000001804, -- [39]
						-1.324000000000524, -- [40]
						-1.120999999999185, -- [41]
						-0.9230000000025029, -- [42]
						-0.9089999999996508, -- [43]
						-0.9089999999996508, -- [44]
						-0.3629999999975553, -- [45]
						-0.3369999999995343, -- [46]
						-0.2439999999987776, -- [47]
						-0.2439999999987776, -- [48]
						-0.05999999999767169, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						2097, -- [1]
						2097, -- [2]
						2097, -- [3]
						2097, -- [4]
						2097, -- [5]
						2097, -- [6]
						2097, -- [7]
						2097, -- [8]
						2097, -- [9]
						2097, -- [10]
						2097, -- [11]
						2097, -- [12]
						2097, -- [13]
						2097, -- [14]
						2097, -- [15]
						2097, -- [16]
						2097, -- [17]
						2097, -- [18]
						2097, -- [19]
						2097, -- [20]
						2097, -- [21]
						2097, -- [22]
						2097, -- [23]
						2097, -- [24]
						2097, -- [25]
						2097, -- [26]
						2097, -- [27]
						2097, -- [28]
						2097, -- [29]
						2097, -- [30]
						2097, -- [31]
						2097, -- [32]
						2097, -- [33]
						2097, -- [34]
						2097, -- [35]
						2097, -- [36]
						2097, -- [37]
						2097, -- [38]
						2097, -- [39]
						2097, -- [40]
						2097, -- [41]
						2097, -- [42]
						2097, -- [43]
						2097, -- [44]
						2097, -- [45]
						2097, -- [46]
						2097, -- [47]
						2097, -- [48]
						2097, -- [49]
						2097, -- [50]
					},
					["Health"] = {
						1481, -- [1]
						1481, -- [2]
						1481, -- [3]
						1440, -- [4]
						1415, -- [5]
						1415, -- [6]
						1154, -- [7]
						1101, -- [8]
						1101, -- [9]
						1055, -- [10]
						1055, -- [11]
						1055, -- [12]
						923, -- [13]
						902, -- [14]
						879, -- [15]
						879, -- [16]
						825, -- [17]
						825, -- [18]
						825, -- [19]
						765, -- [20]
						765, -- [21]
						765, -- [22]
						765, -- [23]
						765, -- [24]
						765, -- [25]
						514, -- [26]
						514, -- [27]
						514, -- [28]
						412, -- [29]
						412, -- [30]
						412, -- [31]
						395, -- [32]
						395, -- [33]
						395, -- [34]
						334, -- [35]
						334, -- [36]
						334, -- [37]
						317, -- [38]
						317, -- [39]
						317, -- [40]
						222, -- [41]
						222, -- [42]
						222, -- [43]
						222, -- [44]
						197, -- [45]
						197, -- [46]
						197, -- [47]
						197, -- [48]
						68, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "沈南鹏",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["UnitLockout"] = 47709.179,
			["LastAbility"] = 57029.059,
		},
		["卡姆·深怒"] = {
			["GUID"] = "Creature-0-4537-34-32657-1666-000019FCB7",
			["TimeLast"] = {
				["DeathCount"] = 47754.179,
				["ActiveTime"] = 47752.179,
				["TimeDamage"] = 47752.179,
				["OVERALL"] = 47754.179,
				["DamageTaken"] = 47754.179,
				["Damage"] = 47752.179,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"MISC", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"MISC", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					2, -- [1]
				},
				["ActiveTime"] = {
					33.77, -- [1]
				},
				["TimeDamage"] = {
					33.77, -- [1]
				},
				["DamageTaken"] = {
					3991, -- [1]
				},
				["Damage"] = {
					491, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 416,
			["level"] = -1,
			["LastDamageAbility"] = "神圣新星",
			["LastFightIn"] = 20,
			["LastActive"] = 47754.179,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				2097, -- [1]
				2097, -- [2]
				2097, -- [3]
				2097, -- [4]
				2097, -- [5]
				2097, -- [6]
				2097, -- [7]
				2097, -- [8]
				2097, -- [9]
				2097, -- [10]
				2097, -- [11]
				2097, -- [12]
				2097, -- [13]
				2097, -- [14]
				2097, -- [15]
				2097, -- [16]
				2097, -- [17]
				2097, -- [18]
				2097, -- [19]
				2097, -- [20]
				2097, -- [21]
				2097, -- [22]
				2097, -- [23]
				2097, -- [24]
				2097, -- [25]
				2097, -- [26]
				2097, -- [27]
				2097, -- [28]
				2097, -- [29]
				2097, -- [30]
				2097, -- [31]
				2097, -- [32]
				2097, -- [33]
				2097, -- [34]
				2097, -- [35]
				2097, -- [36]
				2097, -- [37]
				2097, -- [38]
				2097, -- [39]
				2097, -- [40]
				2097, -- [41]
				2097, -- [42]
				2097, -- [43]
				2097, -- [44]
				2097, -- [45]
				2097, -- [46]
				2097, -- [47]
				2097, -- [48]
				2097, -- [49]
				2097, -- [50]
			},
			["LastEventHealth"] = {
				574, -- [1]
				549, -- [2]
				549, -- [3]
				500, -- [4]
				483, -- [5]
				460, -- [6]
				460, -- [7]
				396, -- [8]
				373, -- [9]
				365, -- [10]
				347, -- [11]
				347, -- [12]
				347, -- [13]
				347, -- [14]
				347, -- [15]
				309, -- [16]
				221, -- [17]
				203, -- [18]
				181, -- [19]
				173, -- [20]
				156, -- [21]
				133, -- [22]
				82, -- [23]
				75, -- [24]
				26, -- [25]
				18, -- [26]
				2, -- [27]
				0, -- [28]
				1274, -- [29]
				1250, -- [30]
				1211, -- [31]
				1192, -- [32]
				1168, -- [33]
				1110, -- [34]
				1110, -- [35]
				1110, -- [36]
				1110, -- [37]
				1110, -- [38]
				1031, -- [39]
				1031, -- [40]
				906, -- [41]
				888, -- [42]
				756, -- [43]
				756, -- [44]
				732, -- [45]
				675, -- [46]
				675, -- [47]
				675, -- [48]
				618, -- [49]
				593, -- [50]
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				47747.312, -- [1]
				47748.679, -- [2]
				47749.179, -- [3]
				47750.579, -- [4]
				47751.179, -- [5]
				47751.945, -- [6]
				47752.245, -- [7]
				47753.745, -- [8]
				47755.145, -- [9]
				47755.179, -- [10]
				46971.605, -- [11]
				46971.605, -- [12]
				46971.625, -- [13]
				46971.625, -- [14]
				46971.80800000001, -- [15]
				46972.012, -- [16]
				46972.432, -- [17]
				46972.615, -- [18]
				46973.079, -- [19]
				46973.432, -- [20]
				46973.599, -- [21]
				46973.713, -- [22]
				46975.091, -- [23]
				46975.414, -- [24]
				46977.083, -- [25]
				46978.331, -- [26]
				46979.08, -- [27]
				46979.11, -- [28]
				47661.512, -- [29]
				47661.546, -- [30]
				47663.512, -- [31]
				47664.712, -- [32]
				47664.746, -- [33]
				47667.212, -- [34]
				47667.246, -- [35]
				47698.779, -- [36]
				47709.312, -- [37]
				47709.346, -- [38]
				47729.579, -- [39]
				47729.579, -- [40]
				47731.579, -- [41]
				47742.145, -- [42]
				47742.145, -- [43]
				47742.379, -- [44]
				47744.145, -- [45]
				47744.145, -- [46]
				47744.179, -- [47]
				47745.545, -- [48]
				47746.679, -- [49]
				47746.679, -- [50]
			},
			["NextEventNum"] = 11,
			["LastDamageTime"] = 47752.245,
			["LastEvents"] = {
				"牧丶糸 神圣新星 卡姆·深怒 Hit -131 (Holy)", -- [1]
				"卡姆·深怒 肉搏 牧丶糸 Hit -32 (Physical)", -- [2]
				"牧丶糸 神圣新星 卡姆·深怒 Crit -210 (Holy)", -- [3]
				"牧丶糸 神圣新星 卡姆·深怒 Crit -212 (Holy)", -- [4]
				"卡姆·深怒 肉搏 牧丶糸 Miss (1)", -- [5]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -148 (Holy)", -- [6]
				"卡姆·深怒 盾牌猛击 牧丶糸 Hit -13 (Physical)", -- [7]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -289 (Holy)", -- [8]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -416 (Holy)", -- [9]
				"卡姆·深怒死亡。", -- [10]
				"卡姆·深怒 肉搏 希尔瑞斯 Hit -35 (Physical)", -- [11]
				"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -23 (Holy)", -- [12]
				"希尔瑞斯 惩戒光环 卡姆·深怒 Hit -9 (Holy)", -- [13]
				"希尔瑞斯 火焰之盾 卡姆·深怒 Hit -6 (Fire)", -- [14]
				"沈南鹏 命令圣印 卡姆·深怒 Miss (Holy)", -- [15]
				"希尔瑞斯 肉搏 卡姆·深怒 Crit -88 (Physical)", -- [16]
				"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -18 (Holy)", -- [17]
				"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -22 (Holy)", -- [18]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -8 (Shadow)", -- [19]
				"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -17 (Holy)", -- [20]
				"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -23 (Holy)", -- [21]
				"希尔瑞斯 肉搏 卡姆·深怒 Hit -51 (Physical)", -- [22]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -7 (Shadow)", -- [23]
				"希尔瑞斯 肉搏 卡姆·深怒 Hit -49 (Physical)", -- [24]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -8 (Shadow)", -- [25]
				"丶晴宝丶 射击 卡姆·深怒 Hit -16 (Fire)", -- [26]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -15 (Shadow)", -- [27]
				"卡姆·深怒死亡。", -- [28]
				"卡姆·深怒 肉搏 牧丶糸 Absorb -21 (21 被吸收) (1)", -- [29]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -9 (Holy)", -- [30]
				"卡姆·深怒 肉搏 牧丶糸 Dodge (1)", -- [31]
				"卡姆·深怒 盾牌猛击 牧丶糸 Absorb -11 (11 被吸收) (Physical)", -- [32]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -5 (Holy)", -- [33]
				"卡姆·深怒 肉搏 牧丶糸 Absorb -23 (23 被吸收) (1)", -- [34]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -10 (Holy)", -- [35]
				"卡姆·深怒 盾牌猛击 牧丶糸 Absorb -11 (11 被吸收) (Physical)", -- [36]
				"卡姆·深怒 肉搏 牧丶糸 Absorb -26 (26 被吸收) (1)", -- [37]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -11 (Holy)", -- [38]
				"卡姆·深怒 盾牌猛击 牧丶糸 Absorb -15 (15 被吸收) (Physical)", -- [39]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -6 (Holy)", -- [40]
				"卡姆·深怒 肉搏 牧丶糸 Hit -28 (Physical)", -- [41]
				"卡姆·深怒 肉搏 牧丶糸 Absorb -34 (34 被吸收) (1)", -- [42]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -14 (Holy)", -- [43]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -130 (Holy)", -- [44]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -135 (Holy)", -- [45]
				"卡姆·深怒 肉搏 牧丶糸 Absorb -28 (28 被吸收) (1)", -- [46]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -12 (Holy)", -- [47]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -131 (Holy)", -- [48]
				"卡姆·深怒 肉搏 牧丶糸 Absorb -28 (28 被吸收) (1)", -- [49]
				"牧丶糸 反射护盾 卡姆·深怒 Hit -12 (Holy)", -- [50]
			},
			["Name"] = "卡姆·深怒",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				true, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["命令圣印"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 12,
									["min"] = 12,
									["count"] = 1,
									["amount"] = 12,
								},
							},
							["count"] = 1,
							["amount"] = 12,
						},
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 12,
									["min"] = 12,
									["count"] = 5,
									["amount"] = 60,
								},
							},
							["count"] = 5,
							["amount"] = 60,
						},
					},
					["TimeSpent"] = {
						["牧丶糸"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 5.270000000000001,
								},
								["肉搏"] = {
									["count"] = 15,
								},
							},
							["amount"] = 20.27,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 12,
								},
							},
							["amount"] = 13.5,
						},
					},
					["DamageTaken"] = 3991,
					["ElementDoneAbsorb"] = {
						["Melee"] = 237,
						["Physical"] = 37,
					},
					["PartialResist"] = {
						["反射护盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["火焰之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["昏迷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["神圣新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["火焰之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
					},
					["DeathCount"] = 2,
					["PartialAbsorb"] = {
						["反射护盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["惩戒光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["火焰之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["昏迷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["神圣新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["火焰之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 33.77,
					["ElementTaken"] = {
						["Shadow"] = 46,
						["Holy"] = 2842,
						["Melee"] = 889,
						["Fire"] = 214,
					},
					["Damage"] = 491,
					["ElementTakenBlock"] = {
						["Melee"] = 60,
						["Holy"] = 12,
					},
					["ElementDone"] = {
						["Melee"] = 441,
						["Physical"] = 50,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 30,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 21,
								},
							},
							["amount"] = 58,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 20,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 6,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 18,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
					},
					["TimeDamage"] = 33.77,
					["WhoDamaged"] = {
						["恶魔哥哥"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 173,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 46,
								},
							},
							["amount"] = 219,
						},
						["牧丶糸"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1802,
								},
								["反射护盾"] = {
									["count"] = 79,
								},
							},
							["amount"] = 1881,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 455,
								},
								["惩戒光环"] = {
									["count"] = 27,
								},
								["审判"] = {
									["count"] = 198,
								},
								["火焰之盾"] = {
									["count"] = 25,
								},
								["肉搏"] = {
									["count"] = 804,
								},
							},
							["amount"] = 1509,
						},
						["沈南鹏"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 199,
								},
								["命令圣印"] = {
									["count"] = 82,
								},
								["肉搏"] = {
									["count"] = 85,
								},
							},
							["amount"] = 366,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
					},
					["Attacks"] = {
						["盾牌猛击"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 15,
									["min"] = 11,
									["count"] = 3,
									["amount"] = 37,
								},
								["Hit"] = {
									["max"] = 13,
									["min"] = 13,
									["count"] = 1,
									["amount"] = 13,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 50,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 40,
									["min"] = 21,
									["count"] = 8,
									["amount"] = 237,
								},
								["Hit"] = {
									["max"] = 38,
									["min"] = 28,
									["count"] = 6,
									["amount"] = 204,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 441,
						},
					},
					["TimeDamaging"] = {
						["牧丶糸"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 5.270000000000001,
								},
								["肉搏"] = {
									["count"] = 15,
								},
							},
							["amount"] = 20.27,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 12,
								},
							},
							["amount"] = 13.5,
						},
					},
					["DamagedWho"] = {
						["牧丶糸"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 50,
								},
								["肉搏"] = {
									["count"] = 220,
								},
							},
							["amount"] = 270,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 221,
								},
							},
							["amount"] = 221,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						false, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						true, -- [9]
						true, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
					},
					["Messages"] = {
						"卡姆·深怒 肉搏 牧丶糸 Absorb -34 (34 被吸收) (1)", -- [1]
						"牧丶糸 反射护盾 卡姆·深怒 Hit -14 (Holy)", -- [2]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -130 (Holy)", -- [3]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -135 (Holy)", -- [4]
						"卡姆·深怒 肉搏 牧丶糸 Absorb -28 (28 被吸收) (1)", -- [5]
						"牧丶糸 反射护盾 卡姆·深怒 Hit -12 (Holy)", -- [6]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -131 (Holy)", -- [7]
						"卡姆·深怒 肉搏 牧丶糸 Absorb -28 (28 被吸收) (1)", -- [8]
						"牧丶糸 反射护盾 卡姆·深怒 Hit -12 (Holy)", -- [9]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -131 (Holy)", -- [10]
						"卡姆·深怒 肉搏 牧丶糸 Hit -32 (Physical)", -- [11]
						"牧丶糸 神圣新星 卡姆·深怒 Crit -210 (Holy)", -- [12]
						"牧丶糸 神圣新星 卡姆·深怒 Crit -212 (Holy)", -- [13]
						"卡姆·深怒 肉搏 牧丶糸 Miss (1)", -- [14]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -148 (Holy)", -- [15]
						"卡姆·深怒 盾牌猛击 牧丶糸 Hit -13 (Physical)", -- [16]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -289 (Holy)", -- [17]
						"牧丶糸 神圣新星 卡姆·深怒 Hit -416 (Holy)", -- [18]
						"卡姆·深怒死亡。", -- [19]
					},
					["DeathAt"] = 47757.179,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["MessageTimes"] = {
						-13.03399999999965, -- [1]
						-13.03399999999965, -- [2]
						-12.80000000000291, -- [3]
						-11.03399999999965, -- [4]
						-11.03399999999965, -- [5]
						-11, -- [6]
						-9.634000000005472, -- [7]
						-8.5, -- [8]
						-8.5, -- [9]
						-7.867000000005646, -- [10]
						-6.5, -- [11]
						-6, -- [12]
						-4.600000000005821, -- [13]
						-4, -- [14]
						-3.234000000004016, -- [15]
						-2.934000000001106, -- [16]
						-1.434000000001106, -- [17]
						-0.03399999999965075, -- [18]
						0, -- [19]
					},
					["HealthMax"] = {
						2097, -- [1]
						2097, -- [2]
						2097, -- [3]
						2097, -- [4]
						2097, -- [5]
						2097, -- [6]
						2097, -- [7]
						2097, -- [8]
						2097, -- [9]
						2097, -- [10]
						2097, -- [11]
						2097, -- [12]
						2097, -- [13]
						2097, -- [14]
						2097, -- [15]
						2097, -- [16]
						2097, -- [17]
						2097, -- [18]
						2097, -- [19]
					},
					["Health"] = {
						888, -- [1]
						756, -- [2]
						756, -- [3]
						732, -- [4]
						675, -- [5]
						675, -- [6]
						675, -- [7]
						618, -- [8]
						593, -- [9]
						574, -- [10]
						549, -- [11]
						549, -- [12]
						500, -- [13]
						483, -- [14]
						460, -- [15]
						460, -- [16]
						396, -- [17]
						373, -- [18]
						365, -- [19]
					},
					["KilledBy"] = "牧丶糸",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
					},
					["Messages"] = {
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -24 (Holy)", -- [1]
						"恶魔哥哥 火焰之雨 卡姆·深怒 Hit -58 (Fire)", -- [2]
						"卡姆·深怒 肉搏 希尔瑞斯 Hit -37 (Physical)", -- [3]
						"希尔瑞斯 惩戒光环 卡姆·深怒 Hit -9 (Holy)", -- [4]
						"希尔瑞斯 火焰之盾 卡姆·深怒 Hit -7 (Fire)", -- [5]
						"沈南鹏 命令圣印 卡姆·深怒 Hit -44 (Holy)", -- [6]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -19 (Holy)", -- [7]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -25 (Holy)", -- [8]
						"希尔瑞斯 肉搏 卡姆·深怒 Crit -100 (Physical)", -- [9]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -18 (Holy)", -- [10]
						"希尔瑞斯 审判 卡姆·深怒 Crit -132 (Holy)", -- [11]
						"希尔瑞斯 昏迷 卡姆·深怒 Immune (Holy)", -- [12]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -24 (Holy)", -- [13]
						"恶魔哥哥 火焰之雨 卡姆·深怒 Hit -57 (Fire)", -- [14]
						"卡姆·深怒 肉搏 希尔瑞斯 Absorb -40 (40 被吸收) (1)", -- [15]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -19 (Holy)", -- [16]
						"希尔瑞斯 肉搏 卡姆·深怒 Hit -38 (Physical)", -- [17]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -25 (Holy)", -- [18]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -19 (Holy)", -- [19]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -25 (Holy)", -- [20]
						"希尔瑞斯 肉搏 卡姆·深怒 Hit -49 (Physical)", -- [21]
						"希尔瑞斯 昏迷 卡姆·深怒 Immune (Holy)", -- [22]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -17 (Holy)", -- [23]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -23 (Holy)", -- [24]
						"希尔瑞斯 肉搏 卡姆·深怒 Hit -47 (Physical)", -- [25]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -17 (Holy)", -- [26]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -23 (Holy)", -- [27]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -8 (Shadow)", -- [28]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -18 (Holy)", -- [29]
						"卡姆·深怒 肉搏 希尔瑞斯 Hit -35 (Physical)", -- [30]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -23 (Holy)", -- [31]
						"希尔瑞斯 惩戒光环 卡姆·深怒 Hit -9 (Holy)", -- [32]
						"希尔瑞斯 火焰之盾 卡姆·深怒 Hit -6 (Fire)", -- [33]
						"沈南鹏 命令圣印 卡姆·深怒 Miss (Holy)", -- [34]
						"希尔瑞斯 肉搏 卡姆·深怒 Crit -88 (Physical)", -- [35]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -18 (Holy)", -- [36]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -22 (Holy)", -- [37]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -8 (Shadow)", -- [38]
						"沈南鹏 奉献 (伤害/跳) 卡姆·深怒 Tick -17 (Holy)", -- [39]
						"希尔瑞斯 奉献 (伤害/跳) 卡姆·深怒 Tick -23 (Holy)", -- [40]
						"希尔瑞斯 肉搏 卡姆·深怒 Hit -51 (Physical)", -- [41]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -7 (Shadow)", -- [42]
						"希尔瑞斯 肉搏 卡姆·深怒 Hit -49 (Physical)", -- [43]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -8 (Shadow)", -- [44]
						"丶晴宝丶 射击 卡姆·深怒 Hit -16 (Fire)", -- [45]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 卡姆·深怒 Tick -15 (Shadow)", -- [46]
						"卡姆·深怒死亡。", -- [47]
					},
					["DeathAt"] = 46980.157,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
					},
					["MessageTimes"] = {
						-14.95599999999831, -- [1]
						-14.64899999999761, -- [2]
						-14.57200000000012, -- [3]
						-14.56199999999808, -- [4]
						-14.56199999999808, -- [5]
						-14.51000000000204, -- [6]
						-14.33899999999994, -- [7]
						-13.95700000000215, -- [8]
						-13.92500000000291, -- [9]
						-13.34900000000198, -- [10]
						-13.31500000000233, -- [11]
						-13.29899999999907, -- [12]
						-12.95700000000215, -- [13]
						-12.65499999999884, -- [14]
						-12.55500000000029, -- [15]
						-12.33899999999994, -- [16]
						-12.21600000000035, -- [17]
						-11.95700000000215, -- [18]
						-11.33999999999651, -- [19]
						-10.94599999999628, -- [20]
						-10.52199999999721, -- [21]
						-10.50800000000163, -- [22]
						-10.34700000000157, -- [23]
						-9.953000000001339, -- [24]
						-8.801999999996042, -- [25]
						-8.682999999997264, -- [26]
						-8.49500000000262, -- [27]
						-8.016999999999825, -- [28]
						-7.675999999999476, -- [29]
						-7.504999999997381, -- [30]
						-7.504999999997381, -- [31]
						-7.485000000000582, -- [32]
						-7.485000000000582, -- [33]
						-7.301999999996042, -- [34]
						-7.097999999998137, -- [35]
						-6.677999999999884, -- [36]
						-6.495000000002619, -- [37]
						-6.031000000002678, -- [38]
						-5.677999999999884, -- [39]
						-5.510999999998603, -- [40]
						-5.396999999997206, -- [41]
						-4.019000000000233, -- [42]
						-3.695999999996275, -- [43]
						-2.027000000001863, -- [44]
						-0.7790000000022701, -- [45]
						-0.02999999999883585, -- [46]
						0, -- [47]
					},
					["HealthMax"] = {
						2097, -- [1]
						2097, -- [2]
						2097, -- [3]
						2097, -- [4]
						2097, -- [5]
						2097, -- [6]
						2097, -- [7]
						2097, -- [8]
						2097, -- [9]
						2097, -- [10]
						2097, -- [11]
						2097, -- [12]
						2097, -- [13]
						2097, -- [14]
						2097, -- [15]
						2097, -- [16]
						2097, -- [17]
						2097, -- [18]
						2097, -- [19]
						2097, -- [20]
						2097, -- [21]
						2097, -- [22]
						2097, -- [23]
						2097, -- [24]
						2097, -- [25]
						2097, -- [26]
						2097, -- [27]
						2097, -- [28]
						2097, -- [29]
						2097, -- [30]
						2097, -- [31]
						2097, -- [32]
						2097, -- [33]
						2097, -- [34]
						2097, -- [35]
						2097, -- [36]
						2097, -- [37]
						2097, -- [38]
						2097, -- [39]
						2097, -- [40]
						2097, -- [41]
						2097, -- [42]
						2097, -- [43]
						2097, -- [44]
						2097, -- [45]
						2097, -- [46]
						2097, -- [47]
					},
					["Health"] = {
						1192, -- [1]
						1168, -- [2]
						1110, -- [3]
						1110, -- [4]
						1110, -- [5]
						1110, -- [6]
						1110, -- [7]
						1031, -- [8]
						1031, -- [9]
						906, -- [10]
						888, -- [11]
						756, -- [12]
						756, -- [13]
						732, -- [14]
						675, -- [15]
						675, -- [16]
						675, -- [17]
						618, -- [18]
						593, -- [19]
						574, -- [20]
						549, -- [21]
						549, -- [22]
						500, -- [23]
						483, -- [24]
						460, -- [25]
						460, -- [26]
						396, -- [27]
						373, -- [28]
						365, -- [29]
						347, -- [30]
						347, -- [31]
						347, -- [32]
						347, -- [33]
						347, -- [34]
						309, -- [35]
						221, -- [36]
						203, -- [37]
						181, -- [38]
						173, -- [39]
						156, -- [40]
						133, -- [41]
						82, -- [42]
						75, -- [43]
						26, -- [44]
						18, -- [45]
						2, -- [46]
						0, -- [47]
					},
					["KilledBy"] = "恶魔哥哥",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
					},
				}, -- [2]
			},
			["UnitLockout"] = 47754.179,
			["LastAbility"] = 57029.059,
		},
		["牧丶糸"] = {
			["GUID"] = "Player-4778-04F09F2A",
			["LastEventHealth"] = {
				12528, -- [1]
				12482, -- [2]
				12691, -- [3]
				12691, -- [4]
				12691, -- [5]
				12691, -- [6]
				12691, -- [7]
				12691, -- [8]
				12691, -- [9]
				12691, -- [10]
				12691, -- [11]
				12691, -- [12]
				12691, -- [13]
				12691, -- [14]
				12691, -- [15]
				12691, -- [16]
				12691, -- [17]
				12691, -- [18]
				12691, -- [19]
				12691, -- [20]
				12691, -- [21]
				12691, -- [22]
				12691, -- [23]
				12691, -- [24]
				12691, -- [25]
				12691, -- [26]
				12691, -- [27]
				12691, -- [28]
				12691, -- [29]
				12691, -- [30]
				12691, -- [31]
				12691, -- [32]
				12691, -- [33]
				12691, -- [34]
				12691, -- [35]
				12691, -- [36]
				12691, -- [37]
				12691, -- [38]
				12691, -- [39]
				12691, -- [40]
				12691, -- [41]
				12691, -- [42]
				12691, -- [43]
				12691, -- [44]
				12691, -- [45]
				12678, -- [46]
				12678, -- [47]
				12604, -- [48]
				12604, -- [49]
				12604, -- [50]
			},
			["LastAttackedBy"] = "迪菲亚狱友",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					276.7899999999989, -- [1]
				},
				["Healing"] = {
					26341, -- [1]
				},
				["DamageTaken"] = {
					40588, -- [1]
				},
				["Absorbs"] = {
					49385, -- [1]
				},
				["HealingTaken"] = {
					75726, -- [1]
				},
				["Overhealing"] = {
					37996, -- [1]
				},
				["TimeDamage"] = {
					198.3999999999998, -- [1]
				},
				["HOT_Time"] = {
					36, -- [1]
				},
				["ManaGain"] = {
					6960, -- [1]
				},
				["ActiveTime"] = {
					475.1899999999945, -- [1]
				},
				["Damage"] = {
					149626, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "牧丶糸",
			["LastActive"] = 47888.158,
			["level"] = 70,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 20,
			["LastEventHealthMax"] = {
				12691, -- [1]
				12691, -- [2]
				12691, -- [3]
				12691, -- [4]
				12691, -- [5]
				12691, -- [6]
				12691, -- [7]
				12691, -- [8]
				12691, -- [9]
				12691, -- [10]
				12691, -- [11]
				12691, -- [12]
				12691, -- [13]
				12691, -- [14]
				12691, -- [15]
				12691, -- [16]
				12691, -- [17]
				12691, -- [18]
				12691, -- [19]
				12691, -- [20]
				12691, -- [21]
				12691, -- [22]
				12691, -- [23]
				12691, -- [24]
				12691, -- [25]
				12691, -- [26]
				12691, -- [27]
				12691, -- [28]
				12691, -- [29]
				12691, -- [30]
				12691, -- [31]
				12691, -- [32]
				12691, -- [33]
				12691, -- [34]
				12691, -- [35]
				12691, -- [36]
				12691, -- [37]
				12691, -- [38]
				12691, -- [39]
				12691, -- [40]
				12691, -- [41]
				12691, -- [42]
				12691, -- [43]
				12691, -- [44]
				12691, -- [45]
				12691, -- [46]
				12691, -- [47]
				12691, -- [48]
				12691, -- [49]
				12691, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 38,
			["TimeLast"] = {
				["TimeHeal"] = 47766.179,
				["OVERALL"] = 47769.179,
				["DamageTaken"] = 47766.179,
				["HOT_Time"] = 47747.179,
				["Absorbs"] = 47766.179,
				["HealingTaken"] = 47766.179,
				["Overhealing"] = 47769.179,
				["TimeDamage"] = 47769.179,
				["Healing"] = 47753.179,
				["ManaGain"] = 47747.179,
				["ActiveTime"] = 47769.179,
				["Damage"] = 47769.179,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["NextEventNum"] = 39,
			["LastDamageTime"] = 47769.345,
			["LastEvents"] = {
				"迪菲亚叛军 肉搏 牧丶糸 Hit -46 (Physical)", -- [1]
				"牧丶糸 神圣新星 牧丶糸 Hit +947 (738 过量治疗)", -- [2]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -304 (Holy)", -- [3]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -326 (Holy)", -- [4]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -301 (Holy)", -- [5]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -323 (Holy)", -- [6]
				"牧丶糸 神圣新星 迪菲亚叛军 Crit -500 (Holy)", -- [7]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -302 (Holy)", -- [8]
				"牧丶糸 神圣新星 迪菲亚叛军 Crit -466 (Holy)", -- [9]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -474 (Holy)", -- [10]
				"牧丶糸 神圣新星 迪菲亚狱友 Hit -324 (Holy)", -- [11]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -476 (Holy)", -- [12]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -289 (Holy)", -- [13]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -313 (Holy)", -- [14]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -325 (Holy)", -- [15]
				"牧丶糸 神圣新星 迪菲亚狱友 Hit -303 (Holy)", -- [16]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -503 (Holy)", -- [17]
				"牧丶糸 神圣新星 牧丶糸 Hit +957 (957 过量治疗)", -- [18]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -485 (Holy)", -- [19]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -490 (Holy)", -- [20]
				"牧丶糸 神圣新星 迪菲亚狱友 Hit -472 (Holy)", -- [21]
				"牧丶糸 神圣新星 卡姆·深怒 Hit -416 (Holy)", -- [22]
				"牧丶糸 神圣新星 迪菲亚叛军 Crit -735 (Holy)", -- [23]
				"牧丶糸 真言术：盾雕文 牧丶糸 Hit +737 (737 过量治疗)", -- [24]
				"迪菲亚罪犯 肉搏 牧丶糸 Miss (1)", -- [25]
				"迪菲亚罪犯 肉搏 牧丶糸 Absorb -17 (17 被吸收) (1)", -- [26]
				"牧丶糸 反射护盾 迪菲亚罪犯 Hit -8 (Holy)", -- [27]
				"迪菲亚狱友 肉搏 牧丶糸 Absorb -38 (38 被吸收) (1)", -- [28]
				"牧丶糸 反射护盾 迪菲亚狱友 Hit -17 (Holy)", -- [29]
				"牧丶糸 神圣新星 牧丶糸 Hit +817 (817 过量治疗)", -- [30]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -464 (Holy)", -- [31]
				"牧丶糸 神圣新星 迪菲亚罪犯 Crit -745 (Holy)", -- [32]
				"牧丶糸 神圣新星 迪菲亚狱友 Hit -489 (Holy)", -- [33]
				"牧丶糸 神圣新星 迪菲亚叛军 Hit -456 (Holy)", -- [34]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -735 (Holy)", -- [35]
				"牧丶糸 神圣新星 牧丶糸 Hit +830 (830 过量治疗)", -- [36]
				"牧丶糸 神圣新星 迪菲亚罪犯 Hit -485 (Holy)", -- [37]
				"牧丶糸 真言术：盾雕文 牧丶糸 Hit +641 (641 过量治疗)", -- [38]
				"牧丶糸 神圣新星 迪菲亚罪犯 Hit -167 (Holy)", -- [39]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -253 (Holy)", -- [40]
				"牧丶糸 神圣新星 迪菲亚狱友 Hit -174 (Holy)", -- [41]
				"牧丶糸 神圣新星 迪菲亚狱友 Hit -175 (Holy)", -- [42]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -261 (Holy)", -- [43]
				"牧丶糸 神圣新星 迪菲亚狱友 Crit -249 (Holy)", -- [44]
				"卡姆·深怒 盾牌猛击 牧丶糸 Hit -13 (Physical)", -- [45]
				"迪菲亚狱友 肉搏 牧丶糸 Hit -38 (Physical)", -- [46]
				"迪菲亚狱友 肉搏 牧丶糸 Hit -36 (Physical)", -- [47]
				"迪菲亚叛军 肉搏 牧丶糸 Hit -42 (Physical)", -- [48]
				"迪菲亚狱友 肉搏 牧丶糸 Hit -34 (Physical)", -- [49]
				"迪菲亚叛军 肉搏 牧丶糸 Miss (1)", -- [50]
			},
			["Name"] = "牧丶糸",
			["LastEventTimes"] = {
				47753.079, -- [1]
				47753.745, -- [2]
				47753.745, -- [3]
				47753.745, -- [4]
				47753.745, -- [5]
				47753.745, -- [6]
				47753.745, -- [7]
				47753.745, -- [8]
				47753.745, -- [9]
				47753.745, -- [10]
				47753.745, -- [11]
				47753.745, -- [12]
				47753.745, -- [13]
				47753.745, -- [14]
				47753.745, -- [15]
				47753.745, -- [16]
				47753.745, -- [17]
				47755.145, -- [18]
				47755.145, -- [19]
				47755.145, -- [20]
				47755.145, -- [21]
				47755.145, -- [22]
				47755.145, -- [23]
				47756.512, -- [24]
				47766.112, -- [25]
				47766.112, -- [26]
				47766.145, -- [27]
				47766.812, -- [28]
				47766.845, -- [29]
				47767.579, -- [30]
				47767.579, -- [31]
				47767.579, -- [32]
				47767.579, -- [33]
				47767.579, -- [34]
				47767.579, -- [35]
				47769.345, -- [36]
				47769.345, -- [37]
				47888.403, -- [38]
				47751.945, -- [39]
				47751.945, -- [40]
				47751.945, -- [41]
				47751.945, -- [42]
				47751.945, -- [43]
				47751.945, -- [44]
				47752.245, -- [45]
				47752.379, -- [46]
				47752.479, -- [47]
				47752.945, -- [48]
				47752.945, -- [49]
				47752.979, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						}, -- [1]
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 372,
								},
								["Absorb"] = {
									["count"] = 764,
								},
								["Miss"] = {
									["count"] = 247,
								},
								["Dodge"] = {
									["count"] = 61,
								},
							},
							["amount"] = 1444,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 133,
								},
								["Miss"] = {
									["count"] = 20,
								},
								["Tick"] = {
									["count"] = 27,
								},
								["Hit"] = {
									["count"] = 28,
								},
								["Dodge"] = {
									["count"] = 6,
								},
							},
							["amount"] = 214,
						},
					},
					["WhoHealed"] = {
						["牧丶糸"] = {
							["Details"] = {
								["神圣庇护"] = {
									["count"] = 3680,
								},
								["真言术：盾"] = {
									["count"] = 45705,
								},
								["真言术：盾雕文"] = {
									["count"] = 7094,
								},
								["神圣新星"] = {
									["count"] = 11162,
								},
								["愈合祷言"] = {
									["count"] = 3038,
								},
								["恢复"] = {
									["count"] = 5047,
								},
							},
							["amount"] = 75726,
						},
					},
					["Absorbs"] = 49385,
					["Overhealing"] = 37996,
					["ElementTaken"] = {
						64, -- [1]
						["Melee"] = 35302,
						["Physical"] = 5222,
					},
					["HOTs"] = {
						["恢复"] = {
							["Details"] = {
								["牧丶糸"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["Damage"] = 149626,
					["TimeHeal"] = 276.7899999999989,
					["ShieldedWho"] = {
						["牧丶糸"] = {
							["Details"] = {
								["神圣庇护"] = {
									["count"] = 11,
								},
								["真言术：盾"] = {
									["count"] = 21,
								},
							},
							["amount"] = 32,
						},
					},
					["ElementDone"] = {
						["Melee"] = 2545,
						["Holy"] = 147081,
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 37243,
								},
								["反射护盾"] = {
									["count"] = 2459,
								},
								["肉搏"] = {
									["count"] = 521,
								},
							},
							["amount"] = 40223,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 22686,
								},
								["肉搏"] = {
									["count"] = 343,
								},
								["反射护盾"] = {
									["count"] = 1543,
								},
							},
							["amount"] = 24572,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1272,
								},
								["反射护盾"] = {
									["count"] = 37,
								},
								["肉搏"] = {
									["count"] = 152,
								},
							},
							["amount"] = 1461,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1531,
								},
								["反射护盾"] = {
									["count"] = 139,
								},
							},
							["amount"] = 1670,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 25631,
								},
								["肉搏"] = {
									["count"] = 491,
								},
								["反射护盾"] = {
									["count"] = 1798,
								},
							},
							["amount"] = 27920,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 51,
								},
								["肉搏"] = {
									["count"] = 94,
								},
							},
							["amount"] = 145,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1802,
								},
								["反射护盾"] = {
									["count"] = 79,
								},
							},
							["amount"] = 1881,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 38499,
								},
								["肉搏"] = {
									["count"] = 583,
								},
								["反射护盾"] = {
									["count"] = 4564,
								},
							},
							["amount"] = 43646,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 7010,
								},
								["肉搏"] = {
									["count"] = 361,
								},
								["反射护盾"] = {
									["count"] = 737,
								},
							},
							["amount"] = 8108,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 823,
								},
								["肉搏"] = {
									["count"] = 8405,
								},
							},
							["amount"] = 9228,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5969,
								},
							},
							["amount"] = 5969,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 286,
								},
							},
							["amount"] = 286,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 108,
								},
								["肉搏"] = {
									["count"] = 734,
								},
							},
							["amount"] = 842,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 5841,
								},
							},
							["amount"] = 5841,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 81,
								},
							},
							["amount"] = 81,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["盾牌猛击"] = {
									["count"] = 50,
								},
								["肉搏"] = {
									["count"] = 220,
								},
							},
							["amount"] = 270,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["背刺"] = {
									["count"] = 4305,
								},
								["肉搏"] = {
									["count"] = 11796,
								},
							},
							["amount"] = 16101,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1970,
								},
							},
							["amount"] = 1970,
						},
					},
					["Absorbed"] = {
						["神圣庇护"] = {
							["Details"] = {
								["牧丶糸"] = {
									["max"] = 59,
									["min"] = 3,
									["count"] = 113,
									["amount"] = 3680,
								},
							},
							["count"] = 113,
							["amount"] = 3680,
						},
						["真言术：盾"] = {
							["Details"] = {
								["牧丶糸"] = {
									["max"] = 64,
									["min"] = 2,
									["count"] = 1574,
									["amount"] = 45705,
								},
							},
							["count"] = 1574,
							["amount"] = 45705,
						},
					},
					["TimeHealing"] = {
						["牧丶糸"] = {
							["Details"] = {
								["神圣庇护"] = {
									["count"] = 26.05000000000002,
								},
								["真言术：盾"] = {
									["count"] = 206.5499999999994,
								},
								["真言术：盾雕文"] = {
									["count"] = 14.07,
								},
								["神圣新星"] = {
									["count"] = 21.43,
								},
								["愈合祷言"] = {
									["count"] = 3.01,
								},
								["恢复"] = {
									["count"] = 5.68,
								},
							},
							["amount"] = 276.7899999999989,
						},
					},
					["OverHeals"] = {
						["神圣新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1239,
									["min"] = 80,
									["count"] = 5,
									["amount"] = 4168,
								},
								["Hit"] = {
									["max"] = 957,
									["min"] = 143,
									["count"] = 26,
									["amount"] = 16692,
								},
							},
							["count"] = 31,
							["amount"] = 20860,
						},
						["愈合祷言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1984,
									["min"] = 1001,
									["count"] = 3,
									["amount"] = 4768,
								},
							},
							["count"] = 3,
							["amount"] = 4768,
						},
						["恢复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 961,
									["min"] = 43,
									["count"] = 9,
									["amount"] = 6065,
								},
							},
							["count"] = 9,
							["amount"] = 6065,
						},
						["真言术：盾雕文"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 961,
									["min"] = 823,
									["count"] = 2,
									["amount"] = 1784,
								},
								["Hit"] = {
									["max"] = 737,
									["min"] = 250,
									["count"] = 8,
									["amount"] = 4519,
								},
							},
							["count"] = 10,
							["amount"] = 6303,
						},
					},
					["PartialResist"] = {
						["背刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 102,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 102,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 85,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 85,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["反手一击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["缴械"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["挫志怒吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["烟雾弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1444,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1444,
						},
					},
					["ManaGained"] = {
						["全神贯注"] = {
							["Details"] = {
								["牧丶糸"] = {
									["count"] = 4033,
								},
							},
							["amount"] = 4033,
						},
						["恢复法力"] = {
							["Details"] = {
								["牧丶糸"] = {
									["count"] = 2927,
								},
							},
							["amount"] = 2927,
						},
					},
					["PartialAbsorb"] = {
						["背刺"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 64,
									["min"] = 8,
									["count"] = 72,
									["amount"] = 3029,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 102,
							["amount"] = 3029,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 11,
									["min"] = 9,
									["count"] = 58,
									["amount"] = 569,
								},
							},
							["count"] = 85,
							["amount"] = 569,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 15,
									["min"] = 11,
									["count"] = 3,
									["amount"] = 37,
								},
							},
							["count"] = 4,
							["amount"] = 37,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 28,
									["min"] = 13,
									["count"] = 3,
									["amount"] = 64,
								},
							},
							["count"] = 8,
							["amount"] = 64,
						},
						["反手一击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["缴械"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["挫志怒吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["烟雾弹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 680,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 59,
									["min"] = 9,
									["count"] = 764,
									["amount"] = 22213,
								},
							},
							["count"] = 1444,
							["amount"] = 22213,
						},
					},
					["ActiveTime"] = 475.1899999999945,
					["Heals"] = {
						["神圣庇护"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 59,
									["min"] = 3,
									["count"] = 113,
									["amount"] = 3680,
								},
							},
							["count"] = 113,
							["amount"] = 3680,
						},
						["真言术：盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 64,
									["min"] = 2,
									["count"] = 1574,
									["amount"] = 45705,
								},
							},
							["count"] = 1574,
							["amount"] = 45705,
						},
						["真言术：盾雕文"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1106,
									["min"] = 234,
									["count"] = 3,
									["amount"] = 2446,
								},
								["Hit"] = {
									["max"] = 738,
									["min"] = 225,
									["count"] = 8,
									["amount"] = 4648,
								},
							},
							["count"] = 11,
							["amount"] = 7094,
						},
						["神圣新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1410,
									["min"] = 974,
									["count"] = 3,
									["amount"] = 3672,
								},
								["Hit"] = {
									["max"] = 947,
									["min"] = 209,
									["count"] = 16,
									["amount"] = 7490,
								},
							},
							["count"] = 19,
							["amount"] = 11162,
						},
						["愈合祷言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2088,
									["min"] = 13,
									["count"] = 4,
									["amount"] = 3038,
								},
							},
							["count"] = 4,
							["amount"] = 3038,
						},
						["恢复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 961,
									["min"] = 75,
									["count"] = 8,
									["amount"] = 5047,
								},
							},
							["count"] = 8,
							["amount"] = 5047,
						},
					},
					["HOT_Time"] = 36,
					["ElementTakenAbsorb"] = {
						64, -- [1]
						["Melee"] = 22213,
						["Physical"] = 3635,
					},
					["Healing"] = 26341,
					["ManaGainedFrom"] = {
						["牧丶糸"] = {
							["Details"] = {
								["全神贯注"] = {
									["count"] = 4033,
								},
								["恢复法力"] = {
									["count"] = 2927,
								},
							},
							["amount"] = 6960,
						},
					},
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1.37,
								},
								["反射护盾"] = {
									["count"] = 28.16000000000001,
								},
								["肉搏"] = {
									["count"] = 12.37,
								},
							},
							["amount"] = 41.90000000000001,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1.56,
								},
								["肉搏"] = {
									["count"] = 7.58,
								},
								["反射护盾"] = {
									["count"] = 14.19999999999999,
								},
							},
							["amount"] = 23.34000000000001,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1.76,
								},
								["肉搏"] = {
									["count"] = 3.25,
								},
								["反射护盾"] = {
									["count"] = 55.95000000000006,
								},
							},
							["amount"] = 60.96000000000006,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["牧丶糸"] = {
							["Details"] = {
								["神圣庇护"] = {
									["count"] = 26.05000000000002,
								},
								["真言术：盾"] = {
									["count"] = 206.5499999999994,
								},
								["真言术：盾雕文"] = {
									["count"] = 14.07,
								},
								["神圣新星"] = {
									["count"] = 21.43,
								},
								["愈合祷言"] = {
									["count"] = 3.01,
								},
								["恢复"] = {
									["count"] = 5.68,
								},
							},
							["amount"] = 276.7899999999989,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 20.02,
								},
								["肉搏"] = {
									["count"] = 6.72,
								},
								["反射护盾"] = {
									["count"] = 17.18,
								},
							},
							["amount"] = 43.92000000000002,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 0.13,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.63,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 1.46,
								},
							},
							["amount"] = 1.46,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 0.17,
								},
								["反射护盾"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3.37,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 8,
								},
								["反射护盾"] = {
									["count"] = 8.120000000000001,
								},
							},
							["amount"] = 19.12,
						},
					},
					["Attacks"] = {
						["神圣新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 745,
									["min"] = 136,
									["count"] = 190,
									["amount"] = 42170,
								},
								["Hit"] = {
									["max"] = 490,
									["min"] = 88,
									["count"] = 711,
									["amount"] = 93504,
								},
							},
							["count"] = 901,
							["amount"] = 135674,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 188,
									["min"] = 11,
									["count"] = 6,
									["amount"] = 683,
								},
								["Hit"] = {
									["max"] = 106,
									["min"] = 5,
									["count"] = 35,
									["amount"] = 1862,
								},
							},
							["count"] = 41,
							["amount"] = 2545,
						},
						["反射护盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 45,
									["min"] = 1,
									["count"] = 174,
									["amount"] = 3560,
								},
								["Hit"] = {
									["max"] = 29,
									["min"] = 1,
									["count"] = 589,
									["amount"] = 7847,
								},
							},
							["count"] = 763,
							["amount"] = 11407,
						},
					},
					["HealingTaken"] = 75726,
					["DamageTaken"] = 40588,
					["TimeDamage"] = 198.3999999999998,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1.37,
								},
								["反射护盾"] = {
									["count"] = 28.16000000000001,
								},
								["肉搏"] = {
									["count"] = 12.37,
								},
							},
							["amount"] = 41.90000000000001,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1.56,
								},
								["肉搏"] = {
									["count"] = 7.58,
								},
								["反射护盾"] = {
									["count"] = 14.19999999999999,
								},
							},
							["amount"] = 23.34000000000001,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 0.17,
								},
								["反射护盾"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3.37,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 20.02,
								},
								["肉搏"] = {
									["count"] = 6.72,
								},
								["反射护盾"] = {
									["count"] = 17.18,
								},
							},
							["amount"] = 43.92000000000002,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 0.13,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.63,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["反射护盾"] = {
									["count"] = 1.46,
								},
							},
							["amount"] = 1.46,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 1.76,
								},
								["肉搏"] = {
									["count"] = 3.25,
								},
								["反射护盾"] = {
									["count"] = 55.95000000000006,
								},
							},
							["amount"] = 60.96000000000006,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["神圣新星"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 8,
								},
								["反射护盾"] = {
									["count"] = 8.120000000000001,
								},
							},
							["amount"] = 19.12,
						},
					},
					["ManaGain"] = 6960,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 35,
								},
							},
							["amount"] = 41,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 364,
								},
								["Hit"] = {
									["count"] = 1300,
								},
							},
							["amount"] = 1664,
						},
					},
					["HealedWho"] = {
						["牧丶糸"] = {
							["Details"] = {
								["神圣庇护"] = {
									["count"] = 3680,
								},
								["真言术：盾"] = {
									["count"] = 45705,
								},
								["真言术：盾雕文"] = {
									["count"] = 7094,
								},
								["神圣新星"] = {
									["count"] = 11162,
								},
								["愈合祷言"] = {
									["count"] = 3038,
								},
								["恢复"] = {
									["count"] = 5047,
								},
							},
							["amount"] = 75726,
						},
					},
				},
			},
			["LastHealTime"] = 47766.845,
			["UnitLockout"] = 47386.155,
			["LastAbility"] = 57029.059,
		},
		["云中丶静影"] = {
			["GUID"] = "Player-4778-050BA477",
			["LastEventHealth"] = {
				662, -- [1]
				662, -- [2]
				662, -- [3]
				662, -- [4]
				662, -- [5]
				662, -- [6]
				662, -- [7]
				662, -- [8]
				662, -- [9]
				662, -- [10]
				662, -- [11]
				662, -- [12]
				662, -- [13]
				662, -- [14]
				662, -- [15]
				662, -- [16]
				662, -- [17]
				662, -- [18]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					16.48, -- [1]
				},
				["TimeDamage"] = {
					16.48, -- [1]
				},
				["Damage"] = {
					1848, -- [1]
				},
			},
			["enClass"] = "MAGE",
			["unit"] = true,
			["level"] = 28,
			["LastFightIn"] = 62,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastAbility"] = 57029.059,
			["UnitLockout"] = 52990.355,
			["Owner"] = false,
			["TimeLast"] = {
				["ActiveTime"] = 53010.348,
				["OVERALL"] = 53010.348,
				["TimeDamage"] = 53010.348,
				["Damage"] = 53010.348,
			},
			["NextEventNum"] = 19,
			["LastDamageTime"] = 53010.591,
			["LastEvents"] = {
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -172 (Frost)", -- [1]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -132 (33 被抵抗) (Frost)", -- [2]
				"沈南鹏 圣光审判 云中丶静影 Tick +13 (13 过量治疗)", -- [3]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -175 (Frost)", -- [4]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -172 (Frost)", -- [5]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -170 (Frost)", -- [6]
				"沈南鹏 圣光审判 云中丶静影 Tick +13 (13 过量治疗)", -- [7]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -173 (Frost)", -- [8]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -169 (Frost)", -- [9]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -168 (Frost)", -- [10]
				"沈南鹏 圣光审判 云中丶静影 Tick +13 (13 过量治疗)", -- [11]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -172 (Frost)", -- [12]
				"云中丶静影 火焰冲击 摩拉迪姆 Hit -142 (Fire)", -- [13]
				"沈南鹏 圣光审判 云中丶静影 Tick +13 (13 过量治疗)", -- [14]
				"云中丶静影 寒冰箭 摩拉迪姆 Hit -165 (Frost)", -- [15]
				"沈南鹏 圣光审判 云中丶静影 Tick +14 (14 过量治疗)", -- [16]
				"云中丶静影 冰霜新星 摩拉迪姆 Hit -38 (Frost)", -- [17]
				"沈南鹏 圣光审判 云中丶静影 Tick +13 (13 过量治疗)", -- [18]
			},
			["Name"] = "云中丶静影",
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneResist"] = {
						["Frost"] = 33,
					},
					["TimeSpent"] = {
						["摩拉迪姆"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 13.9,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.08,
								},
							},
							["amount"] = 16.48,
						},
					},
					["ElementDone"] = {
						["Frost"] = 1706,
						["Fire"] = 142,
					},
					["DamagedWho"] = {
						["摩拉迪姆"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1668,
								},
								["火焰冲击"] = {
									["count"] = 142,
								},
								["冰霜新星"] = {
									["count"] = 38,
								},
							},
							["amount"] = 1848,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeDamage"] = 16.48,
					["TimeDamaging"] = {
						["摩拉迪姆"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 13.9,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.08,
								},
							},
							["amount"] = 16.48,
						},
					},
					["ActiveTime"] = 16.48,
					["Attacks"] = {
						["寒冰箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 175,
									["min"] = 132,
									["count"] = 10,
									["amount"] = 1668,
								},
							},
							["count"] = 10,
							["amount"] = 1668,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 142,
									["min"] = 142,
									["count"] = 1,
									["amount"] = 142,
								},
							},
							["count"] = 1,
							["amount"] = 142,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
							},
							["count"] = 1,
							["amount"] = 38,
						},
					},
					["Damage"] = 1848,
				},
			},
			["LastEventTimes"] = {
				52990.984, -- [1]
				52993.12, -- [2]
				52993.12, -- [3]
				52995.202, -- [4]
				52997.302, -- [5]
				52999.321, -- [6]
				52999.321, -- [7]
				53001.408, -- [8]
				53003.462, -- [9]
				53005.48, -- [10]
				53005.48, -- [11]
				53007.456, -- [12]
				53009.11, -- [13]
				53009.11, -- [14]
				53009.514, -- [15]
				53009.514, -- [16]
				53010.591, -- [17]
				53010.591, -- [18]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
			},
			["LastEventHealthMax"] = {
				662, -- [1]
				662, -- [2]
				662, -- [3]
				662, -- [4]
				662, -- [5]
				662, -- [6]
				662, -- [7]
				662, -- [8]
				662, -- [9]
				662, -- [10]
				662, -- [11]
				662, -- [12]
				662, -- [13]
				662, -- [14]
				662, -- [15]
				662, -- [16]
				662, -- [17]
				662, -- [18]
			},
			["LastActive"] = 53010.348,
		},
		["一朵小奶骑"] = {
			["GUID"] = "Player-4778-04E14DF5",
			["LastEventHealth"] = {
				1176, -- [1]
				1176, -- [2]
				1176, -- [3]
				1176, -- [4]
				1176, -- [5]
				1176, -- [6]
				1176, -- [7]
				1176, -- [8]
				1176, -- [9]
				1176, -- [10]
				1176, -- [11]
				1176, -- [12]
				1176, -- [13]
				1176, -- [14]
				1176, -- [15]
				1176, -- [16]
				1176, -- [17]
				1176, -- [18]
				1176, -- [19]
				1176, -- [20]
				1176, -- [21]
				1176, -- [22]
				1176, -- [23]
				1176, -- [24]
				1176, -- [25]
				1176, -- [26]
				1176, -- [27]
				1176, -- [28]
				1176, -- [29]
				1176, -- [30]
				1176, -- [31]
				1176, -- [32]
				1176, -- [33]
				1176, -- [34]
				1176, -- [35]
				1176, -- [36]
				1176, -- [37]
				1176, -- [38]
				1176, -- [39]
				1176, -- [40]
				1176, -- [41]
				1176, -- [42]
				1176, -- [43]
				1176, -- [44]
				1176, -- [45]
				1176, -- [46]
				1176, -- [47]
				1176, -- [48]
				1176, -- [49]
				1176, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"HEAL", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					72.28000000000002, -- [1]
				},
				["TimeHeal"] = {
					16.5, -- [1]
				},
				["Overhealing"] = {
					346, -- [1]
				},
				["TimeDamage"] = {
					55.78000000000001, -- [1]
				},
				["ManaGain"] = {
					116, -- [1]
				},
				["Healing"] = {
					1650, -- [1]
				},
				["DOT_Time"] = {
					240, -- [1]
				},
				["Damage"] = {
					4564, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "一朵小奶骑",
			["level"] = 26,
			["LastFightIn"] = 18,
			["LastActive"] = 47187.159,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				1176, -- [1]
				1176, -- [2]
				1176, -- [3]
				1176, -- [4]
				1176, -- [5]
				1176, -- [6]
				1176, -- [7]
				1176, -- [8]
				1176, -- [9]
				1176, -- [10]
				1176, -- [11]
				1176, -- [12]
				1176, -- [13]
				1176, -- [14]
				1176, -- [15]
				1176, -- [16]
				1176, -- [17]
				1176, -- [18]
				1176, -- [19]
				1176, -- [20]
				1176, -- [21]
				1176, -- [22]
				1176, -- [23]
				1176, -- [24]
				1176, -- [25]
				1176, -- [26]
				1176, -- [27]
				1176, -- [28]
				1176, -- [29]
				1176, -- [30]
				1176, -- [31]
				1176, -- [32]
				1176, -- [33]
				1176, -- [34]
				1176, -- [35]
				1176, -- [36]
				1176, -- [37]
				1176, -- [38]
				1176, -- [39]
				1176, -- [40]
				1176, -- [41]
				1176, -- [42]
				1176, -- [43]
				1176, -- [44]
				1176, -- [45]
				1176, -- [46]
				1176, -- [47]
				1176, -- [48]
				1176, -- [49]
				1176, -- [50]
			},
			["LastHealTime"] = 46982.175,
			["Owner"] = false,
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 39,
			["LastDamageTime"] = 47187.285,
			["LastEvents"] = {
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [1]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -19 (Holy)", -- [2]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [3]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [4]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚叛军 Tick -18 (Holy)", -- [5]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚叛军 Tick -19 (Holy)", -- [6]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [7]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [8]
				"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -58 (Physical)", -- [9]
				"一朵小奶骑 命令圣印 迪菲亚叛军 Hit -28 (Holy)", -- [10]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -27 (Holy)", -- [11]
				"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -30 (Holy)", -- [12]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +25 (25 过量治疗)", -- [13]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +25 (25 过量治疗)", -- [14]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +25 (25 过量治疗)", -- [15]
				"一朵小奶骑 命令审判 迪菲亚叛军 Hit -33 (Holy)", -- [16]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [17]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚叛军 Tick -18 (Holy)", -- [18]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -19 (Holy)", -- [19]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [20]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [21]
				"一朵小奶骑 命令审判 迪菲亚狱友 Hit -38 (Holy)", -- [22]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +25 (25 过量治疗)", -- [23]
				"一朵小奶骑 肉搏 迪菲亚狱友 Hit -72 (Physical)", -- [24]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -36 (Holy)", -- [25]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -34 (Holy)", -- [26]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -33 (Holy)", -- [27]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +24 (24 过量治疗)", -- [28]
				"迪菲亚狱友 撕裂 一朵小奶骑 Miss (Physical)", -- [29]
				"一朵小奶骑 肉搏 迪菲亚狱友 Hit -59 (Physical)", -- [30]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -27 (Holy)", -- [31]
				"一朵小奶骑 命令圣印 迪菲亚叛军 Hit -34 (Holy)", -- [32]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -35 (Holy)", -- [33]
				"一朵小奶骑 命令审判 迪菲亚叛军 Hit -33 (Holy)", -- [34]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +24 (24 过量治疗)", -- [35]
				"一朵小奶骑 命令圣印 迪菲亚叛军 Miss (Holy)", -- [36]
				"一朵小奶骑 肉搏 迪菲亚叛军 Hit -71 (Physical)", -- [37]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +24 (24 过量治疗)", -- [38]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [39]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚叛军 Tick -18 (Holy)", -- [40]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [41]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚狱友 Tick -18 (Holy)", -- [42]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚叛军 Tick -18 (Holy)", -- [43]
				"一朵小奶骑 奉献 (伤害/跳) 巴基尔·斯瑞德 Tick -18 (Holy)", -- [44]
				"一朵小奶骑 肉搏 巴基尔·斯瑞德 Hit -60 (Physical)", -- [45]
				"一朵小奶骑 命令圣印 迪菲亚叛军 Hit -31 (Holy)", -- [46]
				"一朵小奶骑 命令圣印 迪菲亚狱友 Hit -27 (Holy)", -- [47]
				"一朵小奶骑 命令圣印 巴基尔·斯瑞德 Hit -34 (Holy)", -- [48]
				"沈南鹏 圣光审判 一朵小奶骑 Tick +24 (24 过量治疗)", -- [49]
				"一朵小奶骑 奉献 (伤害/跳) 迪菲亚叛军 Tick -18 (Holy)", -- [50]
			},
			["Name"] = "一朵小奶骑",
			["LastEventTimes"] = {
				47139.338, -- [1]
				47139.338, -- [2]
				47140.333, -- [3]
				47140.333, -- [4]
				47140.333, -- [5]
				47141.336, -- [6]
				47141.336, -- [7]
				47141.336, -- [8]
				47141.455, -- [9]
				47141.455, -- [10]
				47141.455, -- [11]
				47141.455, -- [12]
				47141.475, -- [13]
				47141.475, -- [14]
				47141.475, -- [15]
				47143.807, -- [16]
				47148.714, -- [17]
				47148.714, -- [18]
				47149.709, -- [19]
				47150.71900000001, -- [20]
				47151.706, -- [21]
				47176.525, -- [22]
				47176.553, -- [23]
				47176.584, -- [24]
				47176.584, -- [25]
				47176.584, -- [26]
				47176.584, -- [27]
				47176.602, -- [28]
				47182.493, -- [29]
				47183.723, -- [30]
				47183.74, -- [31]
				47183.74, -- [32]
				47183.74, -- [33]
				47187.254, -- [34]
				47187.273, -- [35]
				47187.285, -- [36]
				47187.285, -- [37]
				47187.31, -- [38]
				47137.33, -- [39]
				47137.33, -- [40]
				47137.33, -- [41]
				47138.335, -- [42]
				47138.335, -- [43]
				47138.335, -- [44]
				47138.654, -- [45]
				47138.654, -- [46]
				47138.654, -- [47]
				47138.654, -- [48]
				47138.676, -- [49]
				47139.338, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Holy"] = 11,
					},
					["TimeHealing"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光闪现"] = {
									["count"] = 7.5,
								},
								["圣光术"] = {
									["count"] = 6,
								},
							},
							["amount"] = 13.5,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光术"] = {
									["count"] = 1.5,
								},
								["圣光闪现"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
					},
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 81,
								},
								["迪菲亚叛军"] = {
									["count"] = 105,
								},
								["巴基尔·斯瑞德"] = {
									["count"] = 18,
								},
								["迪菲亚罪犯"] = {
									["count"] = 36,
								},
							},
							["amount"] = 240,
						},
					},
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 16.48,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["肉搏"] = {
									["count"] = 2.66,
								},
							},
							["amount"] = 23.66,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光术"] = {
									["count"] = 1.5,
								},
								["圣光闪现"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.16,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.66,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.47,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.48,
								},
								["肉搏"] = {
									["count"] = 0.48,
								},
							},
							["amount"] = 4.43,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光闪现"] = {
									["count"] = 7.5,
								},
								["圣光术"] = {
									["count"] = 6,
								},
							},
							["amount"] = 13.5,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.48,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.81,
								},
								["命令圣印"] = {
									["count"] = 2.42,
								},
								["肉搏"] = {
									["count"] = 4.82,
								},
							},
							["amount"] = 22.53000000000001,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 2.82,
								},
								["肉搏"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 3.5,
						},
					},
					["HealedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["圣光闪现"] = {
									["count"] = 463,
								},
								["圣光术"] = {
									["count"] = 1035,
								},
							},
							["amount"] = 1498,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["圣光术"] = {
									["count"] = 40,
								},
								["圣光闪现"] = {
									["count"] = 112,
								},
							},
							["amount"] = 152,
						},
					},
					["PartialResist"] = {
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["智慧审判"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 47,
								},
								["一朵小奶骑"] = {
									["count"] = 69,
								},
							},
							["amount"] = 116,
						},
					},
					["Overhealing"] = 346,
					["ActiveTime"] = 72.28000000000002,
					["DOT_Time"] = 240,
					["Damage"] = 4564,
					["Heals"] = {
						["圣光术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 331,
									["min"] = 331,
									["count"] = 1,
									["amount"] = 331,
								},
								["Hit"] = {
									["max"] = 243,
									["min"] = 40,
									["count"] = 4,
									["amount"] = 744,
								},
							},
							["count"] = 5,
							["amount"] = 1075,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 112,
									["min"] = 89,
									["count"] = 6,
									["amount"] = 575,
								},
							},
							["count"] = 6,
							["amount"] = 575,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["Healing"] = 1650,
					["ElementDone"] = {
						["Melee"] = 1384,
						["Holy"] = 3180,
					},
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 47,
								},
							},
							["amount"] = 47,
						},
						["一朵小奶骑"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
					},
					["Attacks"] = {
						["命令审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 72,
									["min"] = 72,
									["count"] = 1,
									["amount"] = 72,
								},
								["Hit"] = {
									["max"] = 41,
									["min"] = 33,
									["count"] = 7,
									["amount"] = 266,
								},
							},
							["count"] = 8,
							["amount"] = 338,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 21,
									["min"] = 18,
									["count"] = 80,
									["amount"] = 1494,
								},
							},
							["count"] = 80,
							["amount"] = 1494,
						},
						["命令圣印"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 38,
									["min"] = 26,
									["count"] = 34,
									["amount"] = 1085,
								},
								["Hit (被格挡)"] = {
									["max"] = 21,
									["min"] = 21,
									["count"] = 1,
									["amount"] = 21,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 63,
									["min"] = 59,
									["count"] = 4,
									["amount"] = 242,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 42,
							["amount"] = 1348,
						},
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 151,
									["min"] = 125,
									["count"] = 3,
									["amount"] = 416,
								},
								["Hit"] = {
									["max"] = 72,
									["min"] = 58,
									["count"] = 15,
									["amount"] = 968,
								},
							},
							["count"] = 19,
							["amount"] = 1384,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 19,
						},
						["Holy"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 80,
								},
								["Hit"] = {
									["count"] = 42,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 131,
						},
					},
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 120,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 508,
								},
								["命令圣印"] = {
									["count"] = 542,
								},
								["肉搏"] = {
									["count"] = 340,
								},
							},
							["amount"] = 1510,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 138,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 644,
								},
								["命令圣印"] = {
									["count"] = 515,
								},
								["肉搏"] = {
									["count"] = 596,
								},
							},
							["amount"] = 1893,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 39,
								},
								["命令圣印"] = {
									["count"] = 37,
								},
								["肉搏"] = {
									["count"] = 151,
								},
							},
							["amount"] = 227,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 41,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 110,
								},
								["命令圣印"] = {
									["count"] = 94,
								},
								["肉搏"] = {
									["count"] = 179,
								},
							},
							["amount"] = 424,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 232,
								},
								["命令圣印"] = {
									["count"] = 160,
								},
								["肉搏"] = {
									["count"] = 118,
								},
							},
							["amount"] = 510,
						},
					},
					["TimeDamage"] = 55.78000000000001,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 4.5,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 16.48,
								},
								["命令圣印"] = {
									["count"] = 0.02,
								},
								["肉搏"] = {
									["count"] = 2.66,
								},
							},
							["amount"] = 23.66,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 3.48,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 11.81,
								},
								["命令圣印"] = {
									["count"] = 2.42,
								},
								["肉搏"] = {
									["count"] = 4.82,
								},
							},
							["amount"] = 22.53000000000001,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.16,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.66,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["命令审判"] = {
									["count"] = 0.47,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 3.48,
								},
								["肉搏"] = {
									["count"] = 0.48,
								},
							},
							["amount"] = 4.43,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 2.82,
								},
								["肉搏"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 3.5,
						},
					},
					["ManaGain"] = 116,
					["OverHeals"] = {
						["圣光闪现"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 91,
									["min"] = 91,
									["count"] = 1,
									["amount"] = 91,
								},
							},
							["count"] = 1,
							["amount"] = 91,
						},
						["圣光术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 255,
									["min"] = 255,
									["count"] = 1,
									["amount"] = 255,
								},
							},
							["count"] = 1,
							["amount"] = 255,
						},
					},
					["TimeHeal"] = 16.5,
				},
			},
			["TimeLast"] = {
				["TimeHeal"] = 46982.153,
				["OVERALL"] = 47187.159,
				["ActiveTime"] = 47187.159,
				["Overhealing"] = 46965.161,
				["TimeDamage"] = 47187.159,
				["Healing"] = 46982.153,
				["ManaGain"] = 47187.159,
				["DOT_Time"] = 47151.157,
				["Damage"] = 47187.159,
			},
			["UnitLockout"] = 47116.161,
			["LastAbility"] = 57029.059,
		},
		["恶魔哥哥"] = {
			["GUID"] = "Player-4778-0509D48C",
			["LastEventHealth"] = {
				883, -- [1]
				883, -- [2]
				883, -- [3]
				883, -- [4]
				929, -- [5]
				929, -- [6]
				929, -- [7]
				929, -- [8]
				929, -- [9]
				929, -- [10]
				929, -- [11]
				889, -- [12]
				889, -- [13]
				841, -- [14]
				841, -- [15]
				841, -- [16]
				841, -- [17]
				841, -- [18]
				841, -- [19]
				841, -- [20]
				841, -- [21]
				841, -- [22]
				887, -- [23]
				887, -- [24]
				887, -- [25]
				887, -- [26]
				887, -- [27]
				887, -- [28]
				887, -- [29]
				887, -- [30]
				887, -- [31]
				933, -- [32]
				933, -- [33]
				933, -- [34]
				933, -- [35]
				933, -- [36]
				933, -- [37]
				933, -- [38]
				933, -- [39]
				978, -- [40]
				978, -- [41]
				978, -- [42]
				978, -- [43]
				978, -- [44]
				978, -- [45]
				978, -- [46]
				1023, -- [47]
				883, -- [48]
				883, -- [49]
				883, -- [50]
			},
			["LastAttackedBy"] = "迪菲亚俘虏",
			["LastEventType"] = {
				"HEAL", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					13.12, -- [1]
				},
				["Healing"] = {
					90, -- [1]
				},
				["DamageTaken"] = {
					139, -- [1]
				},
				["HealingTaken"] = {
					1911, -- [1]
				},
				["Overhealing"] = {
					3796, -- [1]
				},
				["ActiveTime"] = {
					385.9999999999998, -- [1]
				},
				["TimeDamage"] = {
					372.8799999999999, -- [1]
				},
				["ManaGain"] = {
					6769, -- [1]
				},
				["DOT_Time"] = {
					848, -- [1]
				},
				["Damage"] = {
					25469, -- [1]
				},
			},
			["enClass"] = "WARLOCK",
			["unit"] = "恶魔哥哥",
			["LastActive"] = 47189.155,
			["LastEventHealthMax"] = {
				1023, -- [1]
				1023, -- [2]
				1023, -- [3]
				1023, -- [4]
				1023, -- [5]
				1023, -- [6]
				1023, -- [7]
				1023, -- [8]
				1023, -- [9]
				1023, -- [10]
				1023, -- [11]
				1023, -- [12]
				1023, -- [13]
				1023, -- [14]
				1023, -- [15]
				1023, -- [16]
				1023, -- [17]
				1023, -- [18]
				1023, -- [19]
				1023, -- [20]
				1023, -- [21]
				1023, -- [22]
				1023, -- [23]
				1023, -- [24]
				1023, -- [25]
				1023, -- [26]
				1023, -- [27]
				1023, -- [28]
				1023, -- [29]
				1023, -- [30]
				1023, -- [31]
				1023, -- [32]
				1023, -- [33]
				1023, -- [34]
				1023, -- [35]
				1023, -- [36]
				1023, -- [37]
				1023, -- [38]
				1023, -- [39]
				1023, -- [40]
				1023, -- [41]
				1023, -- [42]
				1023, -- [43]
				1023, -- [44]
				1023, -- [45]
				1023, -- [46]
				1023, -- [47]
				1023, -- [48]
				1023, -- [49]
				1023, -- [50]
			},
			["level"] = 26,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 18,
			["LastHealTime"] = 47090.954,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["TimeLast"] = {
				["TimeHeal"] = 47090.154,
				["OVERALL"] = 47186.155,
				["DamageTaken"] = 46361.156,
				["TimeDamage"] = 47185.161,
				["HealingTaken"] = 47186.155,
				["Overhealing"] = 47185.161,
				["ActiveTime"] = 47185.161,
				["Healing"] = 47090.154,
				["ManaGain"] = 47168.158,
				["DOT_Time"] = 47150.158,
				["Damage"] = 47185.161,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"库兹夸尔 <恶魔哥哥>", -- [1]
			},
			["NextEventNum"] = 48,
			["LastDamageTime"] = 47186,
			["LastEvents"] = {
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [1]
				"恶魔哥哥 腐蚀术 (伤害/跳) 迪菲亚叛军 Tick -19 (Shadow)", -- [2]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [3]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [4]
				"恶魔哥哥 献祭 (伤害/跳) 迪菲亚叛军 Tick -19 (Fire)", -- [5]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +3 (3 过量治疗)", -- [6]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪菲亚狱友 Tick -9 (Shadow)", -- [7]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [8]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪菲亚叛军 Tick -16 (Shadow)", -- [9]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [10]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [11]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪菲亚狱友 Tick -8 (Shadow)", -- [12]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +1 (1 过量治疗)", -- [13]
				"恶魔哥哥 火焰之雨 迪菲亚叛军 Hit -64 (Fire)", -- [14]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [15]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [16]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [17]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [18]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [19]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [20]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [21]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [22]
				"恶魔哥哥 火焰之雨 迪菲亚叛军 Hit -64 (Fire)", -- [23]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [24]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [25]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [26]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [27]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [28]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [29]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [30]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [31]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Miss (Fire)", -- [32]
				"恶魔哥哥 火焰之雨 迪菲亚叛军 Hit -64 (Fire)", -- [33]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Crit -96 (Fire)", -- [34]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -65 (Fire)", -- [35]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +9 (9 过量治疗)", -- [36]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +15 (15 过量治疗)", -- [37]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [38]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +45", -- [39]
				"恶魔哥哥 火焰之雨 迪菲亚叛军 Crit -96 (Fire)", -- [40]
				"恶魔哥哥 火焰之雨 迪菲亚狱友 Hit -64 (Fire)", -- [41]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +14 (14 过量治疗)", -- [42]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [43]
				"恶魔哥哥 火焰之雨 迪菲亚叛军 Hit -64 (Fire)", -- [44]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +10 (10 过量治疗)", -- [45]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46 (1 过量治疗)", -- [46]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46 (46 过量治疗)", -- [47]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪菲亚狱友 Tick -16 (Shadow)", -- [48]
				"恶魔哥哥 邪能共效 库兹夸尔 <恶魔哥哥> Hit +2 (2 过量治疗)", -- [49]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪菲亚叛军 Tick -16 (Shadow)", -- [50]
			},
			["Name"] = "恶魔哥哥",
			["LastEventTimes"] = {
				47146.087, -- [1]
				47146.587, -- [2]
				47146.593, -- [3]
				47146.871, -- [4]
				47147.568, -- [5]
				47147.579, -- [6]
				47147.673, -- [7]
				47147.679, -- [8]
				47148.078, -- [9]
				47148.091, -- [10]
				47149.867, -- [11]
				47150.746, -- [12]
				47150.762, -- [13]
				47177.385, -- [14]
				47177.385, -- [15]
				47177.385, -- [16]
				47177.385, -- [17]
				47177.4, -- [18]
				47177.4, -- [19]
				47177.4, -- [20]
				47177.4, -- [21]
				47177.835, -- [22]
				47179.39, -- [23]
				47179.39, -- [24]
				47179.39, -- [25]
				47179.39, -- [26]
				47179.408, -- [27]
				47179.408, -- [28]
				47179.408, -- [29]
				47179.408, -- [30]
				47180.843, -- [31]
				47181.376, -- [32]
				47181.376, -- [33]
				47181.376, -- [34]
				47181.376, -- [35]
				47181.41, -- [36]
				47181.41, -- [37]
				47181.41, -- [38]
				47183.834, -- [39]
				47183.987, -- [40]
				47183.987, -- [41]
				47184.02, -- [42]
				47184.02, -- [43]
				47186, -- [44]
				47186.015, -- [45]
				47186.836, -- [46]
				47189.834, -- [47]
				47145.561, -- [48]
				47145.568, -- [49]
				47146.074, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["邪能共效"] = {
									["count"] = 8.620000000000001,
								},
							},
							["amount"] = 8.620000000000001,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["邪能共效"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24,
									["min"] = 1,
									["count"] = 667,
									["amount"] = 3770,
								},
							},
							["count"] = 667,
							["amount"] = 3770,
						},
						["吸取生命"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 23,
									["min"] = 3,
									["count"] = 2,
									["amount"] = 26,
								},
							},
							["count"] = 2,
							["amount"] = 26,
						},
					},
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 8.32,
								},
								["暗影箭"] = {
									["count"] = 1.77,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 73.99,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 0.82,
								},
								["火焰之雨"] = {
									["count"] = 31.66,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 8.34,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 16.36,
								},
							},
							["amount"] = 141.26,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 4.2,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 17.28,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["痛苦诅咒"] = {
									["count"] = 1.39,
								},
								["火焰之雨"] = {
									["count"] = 9.01,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 4.35,
								},
							},
							["amount"] = 37.73,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 25.52,
								},
								["献祭"] = {
									["count"] = 3.38,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 17.67,
								},
								["火焰之盾"] = {
									["count"] = 0.62,
								},
								["暗影箭"] = {
									["count"] = 3.23,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 5.05,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.88,
								},
							},
							["amount"] = 56.35,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 2.02,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 2.09,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 5.729999999999999,
								},
								["献祭"] = {
									["count"] = 3.46,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 45.77,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 0.14,
								},
								["腐蚀术"] = {
									["count"] = 1.5,
								},
								["火焰之雨"] = {
									["count"] = 23.08,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 7.640000000000001,
								},
							},
							["amount"] = 89.41000000000001,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 2.99,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["献祭 (伤害/跳)"] = {
									["count"] = 0.5,
								},
								["献祭"] = {
									["count"] = 0.51,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 6.01,
								},
							},
							["amount"] = 9.48,
						},
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["邪能共效"] = {
									["count"] = 8.620000000000001,
								},
							},
							["amount"] = 8.620000000000001,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.67,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 19.18,
								},
								["暗影箭"] = {
									["count"] = 1.83,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 6.82,
								},
								["火焰之雨"] = {
									["count"] = 0.43,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 2.71,
								},
							},
							["amount"] = 33.64000000000001,
						},
					},
					["WhoHealed"] = {
						["一朵小奶骑"] = {
							["Details"] = {
								["圣光术"] = {
									["count"] = 40,
								},
								["圣光闪现"] = {
									["count"] = 112,
								},
							},
							["amount"] = 152,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 67,
								},
							},
							["amount"] = 67,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 421,
								},
							},
							["amount"] = 421,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 1065,
								},
								["次级治疗术"] = {
									["count"] = 206,
								},
							},
							["amount"] = 1271,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
					},
					["ManaGained"] = {
						["智慧审判"] = {
							["Details"] = {
								["一朵小奶骑"] = {
									["count"] = 11,
								},
								["希尔瑞斯"] = {
									["count"] = 96,
								},
							},
							["amount"] = 107,
						},
						["恢复法力"] = {
							["Details"] = {
								["恶魔哥哥"] = {
									["count"] = 154,
								},
							},
							["amount"] = 154,
						},
						["生命分流"] = {
							["Details"] = {
								["恶魔哥哥"] = {
									["count"] = 6508,
								},
							},
							["amount"] = 6508,
						},
					},
					["Overhealing"] = 3796,
					["ActiveTime"] = 385.9999999999998,
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 139,
					},
					["DOT_Time"] = 848,
					["Damage"] = 25469,
					["TimeHeal"] = 13.12,
					["Heals"] = {
						["吸取生命"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24,
									["min"] = 20,
									["count"] = 3,
									["amount"] = 67,
								},
							},
							["count"] = 3,
							["amount"] = 67,
						},
						["邪能共效"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9,
									["min"] = 1,
									["count"] = 8,
									["amount"] = 23,
								},
							},
							["count"] = 8,
							["amount"] = 23,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚俘虏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 89,
								},
							},
							["amount"] = 89,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
					},
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 96,
								},
							},
							["amount"] = 96,
						},
						["一朵小奶骑"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["恢复法力"] = {
									["count"] = 154,
								},
								["生命分流"] = {
									["count"] = 6508,
								},
							},
							["amount"] = 6662,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 12,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 332,
								},
							},
							["amount"] = 348,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 38,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 276,
								},
							},
							["amount"] = 340,
						},
					},
					["Healing"] = 90,
					["DOTs"] = {
						["吸取生命 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 2,
								},
								["迪菲亚囚徒"] = {
									["count"] = 1,
								},
								["迪菲亚叛军"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 210,
								},
								["迪菲亚囚徒"] = {
									["count"] = 30,
								},
								["迪菲亚俘虏"] = {
									["count"] = 44,
								},
								["巴基尔·斯瑞德"] = {
									["count"] = 6,
								},
								["迪克斯特·瓦德"] = {
									["count"] = 10,
								},
								["卡姆·深怒"] = {
									["count"] = 10,
								},
								["迪菲亚叛军"] = {
									["count"] = 158,
								},
								["迪菲亚罪犯"] = {
									["count"] = 64,
								},
							},
							["amount"] = 532,
						},
						["腐蚀术 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 60,
								},
								["迪菲亚叛军"] = {
									["count"] = 63,
								},
								["迪菲亚俘虏"] = {
									["count"] = 24,
								},
								["迪克斯特·瓦德"] = {
									["count"] = 9,
								},
								["迪菲亚罪犯"] = {
									["count"] = 30,
								},
							},
							["amount"] = 186,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 63,
								},
								["迪菲亚囚徒"] = {
									["count"] = 12,
								},
								["迪菲亚俘虏"] = {
									["count"] = 12,
								},
								["迪克斯特·瓦德"] = {
									["count"] = 6,
								},
								["迪菲亚叛军"] = {
									["count"] = 21,
								},
								["迪菲亚罪犯"] = {
									["count"] = 12,
								},
							},
							["amount"] = 126,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 5632,
						["Fire"] = 19837,
					},
					["Attacks"] = {
						["献祭"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 82,
									["min"] = 81,
									["count"] = 2,
									["amount"] = 163,
								},
								["Hit"] = {
									["max"] = 55,
									["min"] = 54,
									["count"] = 17,
									["amount"] = 922,
								},
							},
							["count"] = 20,
							["amount"] = 1085,
						},
						["吸取生命 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 19,
									["min"] = 18,
									["count"] = 4,
									["amount"] = 73,
								},
							},
							["count"] = 4,
							["amount"] = 73,
						},
						["火焰之雨"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 5,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 97,
									["min"] = 96,
									["count"] = 14,
									["amount"] = 1348,
								},
								["Hit"] = {
									["max"] = 65,
									["min"] = 57,
									["count"] = 258,
									["amount"] = 16520,
								},
							},
							["count"] = 277,
							["amount"] = 17868,
						},
						["腐蚀术"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 160,
									["min"] = 160,
									["count"] = 1,
									["amount"] = 160,
								},
								["Hit"] = {
									["max"] = 112,
									["min"] = 100,
									["count"] = 12,
									["amount"] = 1287,
								},
							},
							["count"] = 14,
							["amount"] = 1447,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 24,
									["min"] = 7,
									["count"] = 266,
									["amount"] = 2929,
								},
							},
							["count"] = 266,
							["amount"] = 2929,
						},
						["火焰之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7,
									["min"] = 7,
									["count"] = 1,
									["amount"] = 7,
								},
							},
							["count"] = 1,
							["amount"] = 7,
						},
						["痛苦诅咒"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["腐蚀术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 20,
									["min"] = 19,
									["count"] = 62,
									["amount"] = 1183,
								},
							},
							["count"] = 62,
							["amount"] = 1183,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 30,
									["min"] = 30,
									["count"] = 4,
									["amount"] = 120,
								},
								["Tick"] = {
									["max"] = 20,
									["min"] = 19,
									["count"] = 38,
									["amount"] = 757,
								},
							},
							["count"] = 42,
							["amount"] = 877,
						},
					},
					["HealingTaken"] = 1911,
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 325,
								},
								["暗影箭"] = {
									["count"] = 484,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 1217,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 36,
								},
								["火焰之雨"] = {
									["count"] = 5606,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 382,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 439,
								},
							},
							["amount"] = 8489,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 272,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 147,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 19,
								},
								["火焰之雨"] = {
									["count"] = 3460,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 80,
								},
							},
							["amount"] = 3978,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 163,
								},
								["暗影箭"] = {
									["count"] = 427,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 238,
								},
								["火焰之盾"] = {
									["count"] = 7,
								},
								["火焰之雨"] = {
									["count"] = 5359,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 152,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 90,
								},
							},
							["amount"] = 6436,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 256,
								},
							},
							["amount"] = 256,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 163,
								},
								["暗影箭"] = {
									["count"] = 220,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 842,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 18,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 400,
								},
								["火焰之雨"] = {
									["count"] = 2598,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 138,
								},
							},
							["amount"] = 4379,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 54,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 48,
								},
								["火焰之雨"] = {
									["count"] = 128,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 58,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 40,
								},
							},
							["amount"] = 328,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 173,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 46,
								},
							},
							["amount"] = 219,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 108,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 366,
								},
								["暗影箭"] = {
									["count"] = 316,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 191,
								},
								["火焰之雨"] = {
									["count"] = 288,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 90,
								},
							},
							["amount"] = 1359,
						},
					},
					["TimeDamage"] = 372.8799999999999,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 8.32,
								},
								["暗影箭"] = {
									["count"] = 1.77,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 73.99,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 0.82,
								},
								["火焰之雨"] = {
									["count"] = 31.66,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 8.34,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 16.36,
								},
							},
							["amount"] = 141.26,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 2.09,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 5.729999999999999,
								},
								["献祭"] = {
									["count"] = 3.46,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 45.77,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 0.14,
								},
								["腐蚀术"] = {
									["count"] = 1.5,
								},
								["火焰之雨"] = {
									["count"] = 23.08,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 7.640000000000001,
								},
							},
							["amount"] = 89.41000000000001,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["火焰之雨"] = {
									["count"] = 25.52,
								},
								["献祭"] = {
									["count"] = 3.38,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 17.67,
								},
								["火焰之盾"] = {
									["count"] = 0.62,
								},
								["暗影箭"] = {
									["count"] = 3.23,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 5.05,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.88,
								},
							},
							["amount"] = 56.35,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 2.02,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["献祭 (伤害/跳)"] = {
									["count"] = 0.5,
								},
								["献祭"] = {
									["count"] = 0.51,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 2.46,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 6.01,
								},
							},
							["amount"] = 9.48,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 2.99,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 4.2,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 17.28,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["痛苦诅咒"] = {
									["count"] = 1.39,
								},
								["火焰之雨"] = {
									["count"] = 9.01,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 4.35,
								},
							},
							["amount"] = 37.73,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 2.67,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 19.18,
								},
								["暗影箭"] = {
									["count"] = 1.83,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 6.82,
								},
								["火焰之雨"] = {
									["count"] = 0.43,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 2.71,
								},
							},
							["amount"] = 33.64000000000001,
						},
					},
					["ManaGain"] = 6769,
					["HealedWho"] = {
						["库兹夸尔 <恶魔哥哥>"] = {
							["Details"] = {
								["邪能共效"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 67,
								},
							},
							["amount"] = 67,
						},
					},
					["DamageTaken"] = 139,
				},
			},
			["LastDamageTaken"] = 41,
			["UnitLockout"] = 47121.158,
			["LastAbility"] = 57029.059,
		},
		["Appelfcat"] = {
			["GUID"] = "Player-4778-050E36F7",
			["TimeLast"] = {
				["TimeDamage"] = 51643.35,
				["ActiveTime"] = 51643.35,
				["Healing"] = 51544.349,
				["OVERALL"] = 51643.35,
				["DOT_Time"] = 51619.349,
				["Damage"] = 51643.35,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
			},
			["TimeWindows"] = {
				["ActiveTime"] = {
					33.34, -- [1]
				},
				["TimeDamage"] = {
					33.34, -- [1]
				},
				["Healing"] = {
					0, -- [1]
				},
				["DOT_Time"] = {
					21, -- [1]
				},
				["Damage"] = {
					1714, -- [1]
				},
			},
			["enClass"] = "HUNTER",
			["unit"] = "Appelfcat",
			["level"] = 30,
			["LastFightIn"] = 35,
			["LastAbility"] = 57029.059,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["UnitLockout"] = 51633.352,
			["LastEventHealth"] = {
				871, -- [1]
				962, -- [2]
				962, -- [3]
				962, -- [4]
				962, -- [5]
				962, -- [6]
				962, -- [7]
				962, -- [8]
				962, -- [9]
				962, -- [10]
				962, -- [11]
				962, -- [12]
				962, -- [13]
				962, -- [14]
				962, -- [15]
				962, -- [16]
				962, -- [17]
				962, -- [18]
				962, -- [19]
				962, -- [20]
				962, -- [21]
				962, -- [22]
				962, -- [23]
				962, -- [24]
				962, -- [25]
				962, -- [26]
				962, -- [27]
				962, -- [28]
				962, -- [29]
				962, -- [30]
				962, -- [31]
				962, -- [32]
			},
			["Owner"] = false,
			["Pet"] = {
				"豹 <Appelfcat>", -- [1]
			},
			["NextEventNum"] = 33,
			["LastDamageTime"] = 51643.544,
			["LastEvents"] = {
				"Appelfcat 自动射击 裂拳战士 Crit -143 (Physical)", -- [1]
				"Appelfcat 自动射击 裂拳战士 Hit -73 (Physical)", -- [2]
				"Appelfcat 自动射击 裂拳战士 Hit -68 (Physical)", -- [3]
				"Appelfcat 自动射击 裂拳战士 Hit -64 (Physical)", -- [4]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -24 (Nature)", -- [5]
				"Appelfcat 自动射击 裂拳战士 Hit -73 (Physical)", -- [6]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -24 (Nature)", -- [7]
				"Appelfcat 自动射击 裂拳战士 Hit -68 (Physical)", -- [8]
				"Appelfcat 奥术射击 裂拳战士 Hit -68 (Arcane)", -- [9]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -24 (Nature)", -- [10]
				"Appelfcat 自动射击 裂拳战士 Miss (Physical)", -- [11]
				"Appelfcat 自动射击 裂拳战士 Hit -85 (Physical)", -- [12]
				"Appelfcat 自动射击 裂拳战士 Hit -78 (Physical)", -- [13]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -24 (Nature)", -- [14]
				"Appelfcat 自动射击 裂拳战士 Hit -78 (Physical)", -- [15]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -18 (5 被抵抗) (Nature)", -- [16]
				"Appelfcat 自动射击 裂拳战士 Hit -71 (Physical)", -- [17]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -21 (2 被抵抗) (Nature)", -- [18]
				"Appelfcat 自动射击 裂拳战士 Hit -83 (Physical)", -- [19]
				"Appelfcat 自动射击 裂拳战士 Hit -74 (Physical)", -- [20]
				"Appelfcat 毒蛇钉刺 (伤害/跳) 裂拳战士 Tick -23 (Nature)", -- [21]
				"Appelfcat 自动射击 裂拳战士 Hit -64 (Physical)", -- [22]
				"沈南鹏 圣光审判 Appelfcat Tick +19 (19 过量治疗)", -- [23]
				"Appelfcat 自动射击 裂拳战士 Hit -78 (Physical)", -- [24]
				"沈南鹏 圣光审判 Appelfcat Tick +19 (19 过量治疗)", -- [25]
				"Appelfcat 自动射击 裂拳战士 Hit -69 (Physical)", -- [26]
				"沈南鹏 圣光审判 Appelfcat Tick +19 (19 过量治疗)", -- [27]
				"Appelfcat 自动射击 裂拳战士 Hit -70 (Physical)", -- [28]
				"沈南鹏 圣光审判 Appelfcat Tick +19 (19 过量治疗)", -- [29]
				"Appelfcat 自动射击 裂拳战士 Hit -85 (Physical)", -- [30]
				"沈南鹏 圣光审判 Appelfcat Tick +19 (19 过量治疗)", -- [31]
				"Appelfcat 自动射击 裂拳战士 Crit -164 (Physical)", -- [32]
			},
			["Name"] = "Appelfcat",
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 30,
					},
					["DOTs"] = {
						["毒蛇钉刺 (伤害/跳)"] = {
							["Details"] = {
								["裂拳战士"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 7,
					},
					["TimeSpent"] = {
						["裂拳战士"] = {
							["Details"] = {
								["毒蛇钉刺 (伤害/跳)"] = {
									["count"] = 6.42,
								},
								["自动射击"] = {
									["count"] = 26.35,
								},
								["奥术射击"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 33.34,
						},
					},
					["Healing"] = 0,
					["Attacks"] = {
						["毒蛇钉刺 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 24,
									["min"] = 18,
									["count"] = 7,
									["amount"] = 158,
								},
							},
							["count"] = 7,
							["amount"] = 158,
						},
						["自动射击"] = {
							["Details"] = {
								["Hit"] = {
									["min"] = 68,
									["max"] = 85,
									["count"] = 14,
									["amount"] = 1053,
								},
								["Hit (被格挡)"] = {
									["max"] = 64,
									["min"] = 64,
									["count"] = 2,
									["amount"] = 128,
								},
								["Crit"] = {
									["max"] = 164,
									["min"] = 143,
									["count"] = 2,
									["amount"] = 307,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 19,
							["amount"] = 1488,
						},
						["奥术射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 68,
									["min"] = 68,
									["count"] = 1,
									["amount"] = 68,
								},
							},
							["count"] = 1,
							["amount"] = 68,
						},
					},
					["ElementDone"] = {
						["Physical"] = 1488,
						["Nature"] = 158,
						["Arcane"] = 68,
					},
					["TimeDamage"] = 33.34,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 16,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 21,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ActiveTime"] = 33.34,
					["TimeDamaging"] = {
						["裂拳战士"] = {
							["Details"] = {
								["毒蛇钉刺 (伤害/跳)"] = {
									["count"] = 6.42,
								},
								["自动射击"] = {
									["count"] = 26.35,
								},
								["奥术射击"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 33.34,
						},
					},
					["DamagedWho"] = {
						["裂拳战士"] = {
							["Details"] = {
								["毒蛇钉刺 (伤害/跳)"] = {
									["count"] = 158,
								},
								["自动射击"] = {
									["count"] = 1488,
								},
								["奥术射击"] = {
									["count"] = 68,
								},
							},
							["amount"] = 1714,
						},
					},
					["DOT_Time"] = 21,
					["Damage"] = 1714,
				},
			},
			["LastEventTimes"] = {
				51545.327, -- [1]
				51581.067, -- [2]
				51583.057, -- [3]
				51585.303, -- [4]
				51585.888, -- [5]
				51587.569, -- [6]
				51588.893, -- [7]
				51589.837, -- [8]
				51590.407, -- [9]
				51591.802, -- [10]
				51592.835, -- [11]
				51608.811, -- [12]
				51610.737, -- [13]
				51611.28, -- [14]
				51613.82, -- [15]
				51614.323, -- [16]
				51615.786, -- [17]
				51617.32, -- [18]
				51617.735, -- [19]
				51619.732, -- [20]
				51620.311, -- [21]
				51633.475, -- [22]
				51633.475, -- [23]
				51635.744, -- [24]
				51635.744, -- [25]
				51637.704, -- [26]
				51637.704, -- [27]
				51639.64, -- [28]
				51639.64, -- [29]
				51641.644, -- [30]
				51641.644, -- [31]
				51643.544, -- [32]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
			},
			["LastEventHealthMax"] = {
				962, -- [1]
				962, -- [2]
				962, -- [3]
				962, -- [4]
				962, -- [5]
				962, -- [6]
				962, -- [7]
				962, -- [8]
				962, -- [9]
				962, -- [10]
				962, -- [11]
				962, -- [12]
				962, -- [13]
				962, -- [14]
				962, -- [15]
				962, -- [16]
				962, -- [17]
				962, -- [18]
				962, -- [19]
				962, -- [20]
				962, -- [21]
				962, -- [22]
				962, -- [23]
				962, -- [24]
				962, -- [25]
				962, -- [26]
				962, -- [27]
				962, -- [28]
				962, -- [29]
				962, -- [30]
				962, -- [31]
				962, -- [32]
			},
			["LastActive"] = 51643.35,
		},
		["迪克斯特·瓦德"] = {
			["GUID"] = "Creature-0-4537-34-32657-1663-000019FCB7",
			["LastEventHealth"] = {
				279, -- [1]
				258, -- [2]
				258, -- [3]
				215, -- [4]
				151, -- [5]
				131, -- [6]
				131, -- [7]
				131, -- [8]
				63, -- [9]
				0, -- [10]
				1599, -- [11]
				1551, -- [12]
				1551, -- [13]
				1503, -- [14]
				1389, -- [15]
				1389, -- [16]
				1341, -- [17]
				1341, -- [18]
				1281, -- [19]
				1169, -- [20]
				1169, -- [21]
				1121, -- [22]
				1121, -- [23]
				1121, -- [24]
				1011, -- [25]
				1003, -- [26]
				984, -- [27]
				984, -- [28]
				957, -- [29]
				936, -- [30]
				882, -- [31]
				828, -- [32]
				828, -- [33]
				755, -- [34]
				755, -- [35]
				707, -- [36]
				699, -- [37]
				672, -- [38]
				651, -- [39]
				651, -- [40]
				592, -- [41]
				573, -- [42]
				552, -- [43]
				525, -- [44]
				525, -- [45]
				497, -- [46]
				433, -- [47]
				433, -- [48]
				433, -- [49]
				279, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"MISC", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					9, -- [1]
				},
				["TimeDamage"] = {
					9, -- [1]
				},
				["DamageTaken"] = {
					2097, -- [1]
				},
				["Damage"] = {
					180, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "party2target",
			["LastActive"] = 46663.156,
			["level"] = -1,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 11,
			["LastEventHealthMax"] = {
				2097, -- [1]
				2097, -- [2]
				2097, -- [3]
				2097, -- [4]
				2097, -- [5]
				2097, -- [6]
				2097, -- [7]
				2097, -- [8]
				2097, -- [9]
				2097, -- [10]
				2097, -- [11]
				2097, -- [12]
				2097, -- [13]
				2097, -- [14]
				2097, -- [15]
				2097, -- [16]
				2097, -- [17]
				2097, -- [18]
				2097, -- [19]
				2097, -- [20]
				2097, -- [21]
				2097, -- [22]
				2097, -- [23]
				2097, -- [24]
				2097, -- [25]
				2097, -- [26]
				2097, -- [27]
				2097, -- [28]
				2097, -- [29]
				2097, -- [30]
				2097, -- [31]
				2097, -- [32]
				2097, -- [33]
				2097, -- [34]
				2097, -- [35]
				2097, -- [36]
				2097, -- [37]
				2097, -- [38]
				2097, -- [39]
				2097, -- [40]
				2097, -- [41]
				2097, -- [42]
				2097, -- [43]
				2097, -- [44]
				2097, -- [45]
				2097, -- [46]
				2097, -- [47]
				2097, -- [48]
				2097, -- [49]
				2097, -- [50]
			},
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["TimeLast"] = {
				["DeathCount"] = 46664.156,
				["ActiveTime"] = 46662.154,
				["TimeDamage"] = 46662.154,
				["OVERALL"] = 46664.156,
				["DamageTaken"] = 46663.156,
				["Damage"] = 46662.154,
			},
			["LastDamageTaken"] = 63,
			["Owner"] = false,
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["NextEventNum"] = 11,
			["LastDamageTime"] = 46662.522,
			["LastEvents"] = {
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [1]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [2]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -16 (Shadow)", -- [3]
				"恶魔哥哥 火焰之雨 迪克斯特·瓦德 Hit -64 (Fire)", -- [4]
				"恶魔哥哥 腐蚀术 (伤害/跳) 迪克斯特·瓦德 Tick -20 (Shadow)", -- [5]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [6]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [7]
				"恶魔哥哥 献祭 (伤害/跳) 迪克斯特·瓦德 Tick -20 (Fire)", -- [8]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -63 (Physical)", -- [9]
				"迪克斯特·瓦德死亡。", -- [10]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [11]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [12]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [13]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Crit -114 (Physical)", -- [14]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [15]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [16]
				"沈南鹏 命令圣印 迪克斯特·瓦德 Hit -52 (Holy)", -- [17]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [18]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Crit -112 (Physical)", -- [19]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [20]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [21]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [22]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -62 (Physical)", -- [23]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [24]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [25]
				"恶魔哥哥 腐蚀术 (伤害/跳) 迪克斯特·瓦德 Tick -19 (Shadow)", -- [26]
				"迪克斯特·瓦德 肉搏 希尔瑞斯 Absorb -21 (21 被吸收) (1)", -- [27]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [28]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [29]
				"恶魔哥哥 献祭 迪克斯特·瓦德 Hit -54 (Fire)", -- [30]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -54 (Physical)", -- [31]
				"希尔瑞斯 审判 迪克斯特·瓦德 Hit -73 (Holy)", -- [32]
				"沈南鹏 命令圣印 迪克斯特·瓦德 Dodge (Holy)", -- [33]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [34]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [35]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [36]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [37]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [38]
				"迪克斯特·瓦德 打击 希尔瑞斯 Dodge (Physical)", -- [39]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -59 (Physical)", -- [40]
				"恶魔哥哥 腐蚀术 (伤害/跳) 迪克斯特·瓦德 Tick -19 (Shadow)", -- [41]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [42]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [43]
				"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [44]
				"恶魔哥哥 献祭 (伤害/跳) 迪克斯特·瓦德 Tick -20 (Fire)", -- [45]
				"恶魔哥哥 火焰之雨 迪克斯特·瓦德 Hit -64 (Fire)", -- [46]
				"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [47]
				"希尔瑞斯 肉搏 迪克斯特·瓦德 Crit -106 (Physical)", -- [48]
				"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [49]
				"迪克斯特·瓦德 肉搏 希尔瑞斯 Hit -26 (Physical)", -- [50]
			},
			["Name"] = "迪克斯特·瓦德",
			["LastEventTimes"] = {
				46662.84400000001, -- [1]
				46663.064, -- [2]
				46663.064, -- [3]
				46663.119, -- [4]
				46663.576, -- [5]
				46663.841, -- [6]
				46664.056, -- [7]
				46664.072, -- [8]
				46664.131, -- [9]
				46664.173, -- [10]
				46652.823, -- [11]
				46653.711, -- [12]
				46653.828, -- [13]
				46654.088, -- [14]
				46654.724, -- [15]
				46654.823, -- [16]
				46654.975, -- [17]
				46655.063, -- [18]
				46655.118, -- [19]
				46655.71900000001, -- [20]
				46655.823, -- [21]
				46656.71900000001, -- [22]
				46656.818, -- [23]
				46656.824, -- [24]
				46657.062, -- [25]
				46657.562, -- [26]
				46657.71900000001, -- [27]
				46657.71900000001, -- [28]
				46657.831, -- [29]
				46658.068, -- [30]
				46658.524, -- [31]
				46658.551, -- [32]
				46658.573, -- [33]
				46658.724, -- [34]
				46658.838, -- [35]
				46659.066, -- [36]
				46659.714, -- [37]
				46659.842, -- [38]
				46660.115, -- [39]
				46660.228, -- [40]
				46660.57, -- [41]
				46660.839, -- [42]
				46661.05800000001, -- [43]
				46661.077, -- [44]
				46661.077, -- [45]
				46661.113, -- [46]
				46661.847, -- [47]
				46661.923, -- [48]
				46662.062, -- [49]
				46662.522, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["打击"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 9,
						},
					},
					["DamageTaken"] = 2097,
					["ElementDoneAbsorb"] = {
						["Melee"] = 21,
					},
					["PartialResist"] = {
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["火焰之雨"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 25,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 25,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["腐蚀术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火焰之雨"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 25,
									["amount"] = 0,
								},
							},
							["count"] = 25,
							["amount"] = 0,
						},
						["命令圣印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["腐蚀术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 9,
					["ElementTaken"] = {
						["Fire"] = 222,
						["Holy"] = 903,
						["Melee"] = 866,
						["Shadow"] = 106,
					},
					["Damage"] = 180,
					["ElementDone"] = {
						["Melee"] = 180,
					},
					["TimeDamaging"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["打击"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 5,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeDamage"] = 9,
					["WhoDamaged"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 146,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 324,
								},
								["肉搏"] = {
									["count"] = 866,
								},
							},
							["amount"] = 1336,
						},
						["沈南鹏"] = {
							["Details"] = {
								["命令圣印"] = {
									["count"] = 160,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 273,
								},
							},
							["amount"] = 433,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 54,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 48,
								},
								["火焰之雨"] = {
									["count"] = 128,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 58,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 40,
								},
							},
							["amount"] = 328,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Holy"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 25,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 30,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 10,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["Attacks"] = {
						["打击"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 21,
									["min"] = 21,
									["count"] = 1,
									["amount"] = 21,
								},
								["Hit"] = {
									["max"] = 50,
									["min"] = 26,
									["count"] = 4,
									["amount"] = 159,
								},
							},
							["count"] = 5,
							["amount"] = 180,
						},
					},
					["DamagedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 180,
								},
							},
							["amount"] = 180,
						},
					},
				},
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						false, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						false, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						false, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [1]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [2]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [3]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Crit -114 (Physical)", -- [4]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [5]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [6]
						"沈南鹏 命令圣印 迪克斯特·瓦德 Hit -52 (Holy)", -- [7]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [8]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Crit -112 (Physical)", -- [9]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [10]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [11]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [12]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -62 (Physical)", -- [13]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [14]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [15]
						"恶魔哥哥 腐蚀术 (伤害/跳) 迪克斯特·瓦德 Tick -19 (Shadow)", -- [16]
						"迪克斯特·瓦德 肉搏 希尔瑞斯 Absorb -21 (21 被吸收) (1)", -- [17]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [18]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [19]
						"恶魔哥哥 献祭 迪克斯特·瓦德 Hit -54 (Fire)", -- [20]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -54 (Physical)", -- [21]
						"希尔瑞斯 审判 迪克斯特·瓦德 Hit -73 (Holy)", -- [22]
						"沈南鹏 命令圣印 迪克斯特·瓦德 Dodge (Holy)", -- [23]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [24]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [25]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [26]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [27]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [28]
						"迪克斯特·瓦德 打击 希尔瑞斯 Dodge (Physical)", -- [29]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -59 (Physical)", -- [30]
						"恶魔哥哥 腐蚀术 (伤害/跳) 迪克斯特·瓦德 Tick -19 (Shadow)", -- [31]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [32]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [33]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -8 (Shadow)", -- [34]
						"恶魔哥哥 献祭 (伤害/跳) 迪克斯特·瓦德 Tick -20 (Fire)", -- [35]
						"恶魔哥哥 火焰之雨 迪克斯特·瓦德 Hit -64 (Fire)", -- [36]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [37]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Crit -106 (Physical)", -- [38]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [39]
						"迪克斯特·瓦德 肉搏 希尔瑞斯 Hit -26 (Physical)", -- [40]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [41]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [42]
						"恶魔哥哥 痛苦诅咒 (伤害/跳) 迪克斯特·瓦德 Tick -16 (Shadow)", -- [43]
						"恶魔哥哥 火焰之雨 迪克斯特·瓦德 Hit -64 (Fire)", -- [44]
						"恶魔哥哥 腐蚀术 (伤害/跳) 迪克斯特·瓦德 Tick -20 (Shadow)", -- [45]
						"沈南鹏 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -21 (Holy)", -- [46]
						"希尔瑞斯 奉献 (伤害/跳) 迪克斯特·瓦德 Tick -27 (Holy)", -- [47]
						"恶魔哥哥 献祭 (伤害/跳) 迪克斯特·瓦德 Tick -20 (Fire)", -- [48]
						"希尔瑞斯 肉搏 迪克斯特·瓦德 Hit -63 (Physical)", -- [49]
						"迪克斯特·瓦德死亡。", -- [50]
					},
					["DeathAt"] = 46666.154,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-11.34999999999855, -- [1]
						-10.46199999999953, -- [2]
						-10.34500000000116, -- [3]
						-10.08499999999913, -- [4]
						-9.449000000000524, -- [5]
						-9.349999999998545, -- [6]
						-9.198000000003958, -- [7]
						-9.110000000000582, -- [8]
						-9.055000000000291, -- [9]
						-8.453999999997905, -- [10]
						-8.349999999998545, -- [11]
						-7.453999999997905, -- [12]
						-7.355000000003201, -- [13]
						-7.349000000001979, -- [14]
						-7.111000000004424, -- [15]
						-6.611000000004424, -- [16]
						-6.453999999997905, -- [17]
						-6.453999999997905, -- [18]
						-6.342000000004191, -- [19]
						-6.105000000003201, -- [20]
						-5.649000000004889, -- [21]
						-5.622000000003027, -- [22]
						-5.599999999998545, -- [23]
						-5.449000000000524, -- [24]
						-5.334999999999127, -- [25]
						-5.107000000003609, -- [26]
						-4.459000000002561, -- [27]
						-4.330999999998312, -- [28]
						-4.05800000000454, -- [29]
						-3.944999999999709, -- [30]
						-3.603000000002794, -- [31]
						-3.334000000002561, -- [32]
						-3.114999999997963, -- [33]
						-3.096000000005006, -- [34]
						-3.096000000005006, -- [35]
						-3.060000000004948, -- [36]
						-2.326000000000931, -- [37]
						-2.25, -- [38]
						-2.111000000004424, -- [39]
						-1.650999999998021, -- [40]
						-1.328999999997905, -- [41]
						-1.109000000004016, -- [42]
						-1.109000000004016, -- [43]
						-1.054000000003725, -- [44]
						-0.5970000000015716, -- [45]
						-0.3320000000021537, -- [46]
						-0.1169999999983702, -- [47]
						-0.1010000000023865, -- [48]
						-0.04200000000128057, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						2097, -- [1]
						2097, -- [2]
						2097, -- [3]
						2097, -- [4]
						2097, -- [5]
						2097, -- [6]
						2097, -- [7]
						2097, -- [8]
						2097, -- [9]
						2097, -- [10]
						2097, -- [11]
						2097, -- [12]
						2097, -- [13]
						2097, -- [14]
						2097, -- [15]
						2097, -- [16]
						2097, -- [17]
						2097, -- [18]
						2097, -- [19]
						2097, -- [20]
						2097, -- [21]
						2097, -- [22]
						2097, -- [23]
						2097, -- [24]
						2097, -- [25]
						2097, -- [26]
						2097, -- [27]
						2097, -- [28]
						2097, -- [29]
						2097, -- [30]
						2097, -- [31]
						2097, -- [32]
						2097, -- [33]
						2097, -- [34]
						2097, -- [35]
						2097, -- [36]
						2097, -- [37]
						2097, -- [38]
						2097, -- [39]
						2097, -- [40]
						2097, -- [41]
						2097, -- [42]
						2097, -- [43]
						2097, -- [44]
						2097, -- [45]
						2097, -- [46]
						2097, -- [47]
						2097, -- [48]
						2097, -- [49]
						2097, -- [50]
					},
					["Health"] = {
						1599, -- [1]
						1551, -- [2]
						1551, -- [3]
						1503, -- [4]
						1389, -- [5]
						1389, -- [6]
						1341, -- [7]
						1341, -- [8]
						1281, -- [9]
						1169, -- [10]
						1169, -- [11]
						1121, -- [12]
						1121, -- [13]
						1121, -- [14]
						1011, -- [15]
						1003, -- [16]
						984, -- [17]
						984, -- [18]
						957, -- [19]
						936, -- [20]
						882, -- [21]
						828, -- [22]
						828, -- [23]
						755, -- [24]
						755, -- [25]
						707, -- [26]
						699, -- [27]
						672, -- [28]
						651, -- [29]
						651, -- [30]
						592, -- [31]
						573, -- [32]
						552, -- [33]
						525, -- [34]
						525, -- [35]
						497, -- [36]
						433, -- [37]
						433, -- [38]
						433, -- [39]
						279, -- [40]
						279, -- [41]
						258, -- [42]
						258, -- [43]
						215, -- [44]
						151, -- [45]
						131, -- [46]
						131, -- [47]
						131, -- [48]
						63, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "希尔瑞斯",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["UnitLockout"] = 46647.156,
			["LastAbility"] = 57029.059,
		},
		["希尔瑞斯"] = {
			["GUID"] = "Player-4778-050C340C",
			["LastEventHealth"] = {
				1009, -- [1]
				1009, -- [2]
				1009, -- [3]
				1009, -- [4]
				1009, -- [5]
				950, -- [6]
				950, -- [7]
				950, -- [8]
				940, -- [9]
				940, -- [10]
				940, -- [11]
				940, -- [12]
				940, -- [13]
				940, -- [14]
				977, -- [15]
				1014, -- [16]
				1014, -- [17]
				1090, -- [18]
				1147, -- [19]
				1028, -- [20]
				1018, -- [21]
				1018, -- [22]
				1018, -- [23]
				1018, -- [24]
				1018, -- [25]
				1018, -- [26]
				1018, -- [27]
				1055, -- [28]
				1055, -- [29]
				1052, -- [30]
				1052, -- [31]
				1052, -- [32]
				1052, -- [33]
				1052, -- [34]
				1052, -- [35]
				1052, -- [36]
				1052, -- [37]
				982, -- [38]
				982, -- [39]
				982, -- [40]
				982, -- [41]
				982, -- [42]
				972, -- [43]
				972, -- [44]
				972, -- [45]
				972, -- [46]
				972, -- [47]
				972, -- [48]
				972, -- [49]
				1009, -- [50]
			},
			["LastAttackedBy"] = "迪菲亚狱友",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Dispelled"] = {
					7, -- [1]
				},
				["Dispels"] = {
					7, -- [1]
				},
				["DamageTaken"] = {
					22977, -- [1]
				},
				["HealingTaken"] = {
					19639, -- [1]
				},
				["TimeDamage"] = {
					572.6599999999994, -- [1]
				},
				["ActiveTime"] = {
					572.6599999999994, -- [1]
				},
				["ManaGain"] = {
					1373, -- [1]
				},
				["DOT_Time"] = {
					4518, -- [1]
				},
				["Damage"] = {
					66346, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "希尔瑞斯",
			["level"] = 27,
			["LastDamageAbility"] = "撕裂 (伤害/跳)",
			["LastFightIn"] = 18,
			["LastActive"] = 47204.158,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				1299, -- [1]
				1299, -- [2]
				1299, -- [3]
				1299, -- [4]
				1299, -- [5]
				1299, -- [6]
				1299, -- [7]
				1299, -- [8]
				1299, -- [9]
				1299, -- [10]
				1299, -- [11]
				1299, -- [12]
				1299, -- [13]
				1299, -- [14]
				1299, -- [15]
				1299, -- [16]
				1299, -- [17]
				1299, -- [18]
				1299, -- [19]
				1299, -- [20]
				1299, -- [21]
				1299, -- [22]
				1299, -- [23]
				1299, -- [24]
				1299, -- [25]
				1299, -- [26]
				1299, -- [27]
				1299, -- [28]
				1299, -- [29]
				1299, -- [30]
				1299, -- [31]
				1299, -- [32]
				1299, -- [33]
				1299, -- [34]
				1299, -- [35]
				1299, -- [36]
				1299, -- [37]
				1299, -- [38]
				1299, -- [39]
				1299, -- [40]
				1299, -- [41]
				1299, -- [42]
				1299, -- [43]
				1299, -- [44]
				1299, -- [45]
				1299, -- [46]
				1299, -- [47]
				1299, -- [48]
				1299, -- [49]
				1299, -- [50]
			},
			["TimeLast"] = {
				["Dispelled"] = 46740.153,
				["Dispels"] = 46740.153,
				["OVERALL"] = 47196.159,
				["DamageTaken"] = 47184.154,
				["HealingTaken"] = 47195.155,
				["ActiveTime"] = 47196.159,
				["TimeDamage"] = 47196.159,
				["ManaGain"] = 47182.155,
				["DOT_Time"] = 47186.155,
				["Damage"] = 47196.159,
			},
			["Owner"] = false,
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["NextEventNum"] = 20,
			["LastDamageTime"] = 47196.459,
			["LastEvents"] = {
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [1]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [2]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -23 (Holy)", -- [3]
				"希尔瑞斯 火焰之盾 迪菲亚叛军 Hit -7 (Fire)", -- [4]
				"希尔瑞斯 惩戒光环 迪菲亚叛军 Hit -10 (Holy)", -- [5]
				"迪菲亚狱友 撕裂 (伤害/跳) 希尔瑞斯 Tick -10 (Physical)", -- [6]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [7]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -23 (Holy)", -- [8]
				"希尔瑞斯 肉搏 迪菲亚狱友 Hit -50 (Physical)", -- [9]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -24 (Holy)", -- [10]
				"迪菲亚叛军 肉搏 希尔瑞斯 Dodge (1)", -- [11]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -24 (Holy)", -- [12]
				"希尔瑞斯 肉搏 迪菲亚叛军 Hit -50 (Physical)", -- [13]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [14]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [15]
				"希尔瑞斯 审判 迪菲亚狱友 Hit -57 (Holy)", -- [16]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [17]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [18]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [19]
				"迪菲亚狱友 肉搏 希尔瑞斯 Parry (1)", -- [20]
				"希尔瑞斯 肉搏 迪菲亚狱友 Crit -115 (Physical)", -- [21]
				"迪菲亚狱友 肉搏 希尔瑞斯 Block (1)", -- [22]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -25 (Holy)", -- [23]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -25 (Holy)", -- [24]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -25 (Holy)", -- [25]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -25 (Holy)", -- [26]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [27]
				"沈南鹏 神圣牺牲 希尔瑞斯 Split -3 (Physical)", -- [28]
				"希尔瑞斯 肉搏 迪菲亚狱友 Hit -57 (Physical)", -- [29]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -25 (Holy)", -- [30]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -25 (Holy)", -- [31]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -25 (Holy)", -- [32]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -25 (Holy)", -- [33]
				"迪菲亚叛军 肉搏 希尔瑞斯 Hit -70 (Physical)", -- [34]
				"希尔瑞斯 火焰之盾 迪菲亚叛军 Hit -7 (Fire)", -- [35]
				"希尔瑞斯 惩戒光环 迪菲亚叛军 Hit -10 (Holy)", -- [36]
				"迪菲亚狱友 肉搏 希尔瑞斯 Block (1)", -- [37]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [38]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [39]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -23 (Holy)", -- [40]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [41]
				"迪菲亚狱友 撕裂 (伤害/跳) 希尔瑞斯 Tick -10 (Physical)", -- [42]
				"希尔瑞斯 肉搏 迪菲亚狱友 Hit -54 (Physical)", -- [43]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚叛军 Tick -23 (Holy)", -- [44]
				"迪菲亚狱友 肉搏 希尔瑞斯 Parry (1)", -- [45]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [46]
				"希尔瑞斯 奉献 (伤害/跳) 迪菲亚狱友 Tick -23 (Holy)", -- [47]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [48]
				"希尔瑞斯 肉搏 迪菲亚狱友 Crit -91 (Physical)", -- [49]
				"迪菲亚叛军 肉搏 希尔瑞斯 Hit -59 (Physical)", -- [50]
			},
			["Name"] = "希尔瑞斯",
			["LastEventTimes"] = {
				47183.5, -- [1]
				47183.5, -- [2]
				47183.5, -- [3]
				47183.5, -- [4]
				47183.5, -- [5]
				47184.491, -- [6]
				47184.491, -- [7]
				47184.491, -- [8]
				47184.826, -- [9]
				47185.5, -- [10]
				47186.098, -- [11]
				47186.503, -- [12]
				47187.337, -- [13]
				47192.247, -- [14]
				47195.251, -- [15]
				47196.459, -- [16]
				47198.248, -- [17]
				47201.239, -- [18]
				47204.243, -- [19]
				47178.522, -- [20]
				47178.686, -- [21]
				47178.915, -- [22]
				47179.501, -- [23]
				47179.501, -- [24]
				47179.501, -- [25]
				47179.501, -- [26]
				47180.096, -- [27]
				47180.264, -- [28]
				47180.395, -- [29]
				47180.499, -- [30]
				47180.499, -- [31]
				47180.499, -- [32]
				47180.499, -- [33]
				47180.884, -- [34]
				47180.893, -- [35]
				47180.893, -- [36]
				47180.917, -- [37]
				47181.492, -- [38]
				47181.492, -- [39]
				47181.492, -- [40]
				47181.492, -- [41]
				47181.492, -- [42]
				47182.096, -- [43]
				47182.493, -- [44]
				47182.493, -- [45]
				47182.493, -- [46]
				47182.493, -- [47]
				47183.087, -- [48]
				47183.111, -- [49]
				47183.49, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 72,
					},
					["DOTs"] = {
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["迪菲亚狱友"] = {
									["count"] = 1665,
								},
								["迪菲亚囚徒"] = {
									["count"] = 684,
								},
								["迪菲亚俘虏"] = {
									["count"] = 906,
								},
								["可怕的塔格尔"] = {
									["count"] = 36,
								},
								["迪菲亚叛军"] = {
									["count"] = 828,
								},
								["巴基尔·斯瑞德"] = {
									["count"] = 36,
								},
								["迪克斯特·瓦德"] = {
									["count"] = 36,
								},
								["卡姆·深怒"] = {
									["count"] = 57,
								},
								["哈姆霍克"] = {
									["count"] = 30,
								},
								["迪菲亚罪犯"] = {
									["count"] = 240,
								},
							},
							["amount"] = 4518,
						},
					},
					["Dispelled"] = 7,
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["昏迷"] = {
									["count"] = 0.01,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 113.7900000000001,
								},
								["惩戒光环"] = {
									["count"] = 8.620000000000001,
								},
								["清算之手"] = {
									["count"] = 2.2,
								},
								["智慧审判"] = {
									["count"] = 0.22,
								},
								["审判"] = {
									["count"] = 17.03,
								},
								["火焰之盾"] = {
									["count"] = 28.02,
								},
								["肉搏"] = {
									["count"] = 54.52999999999998,
								},
							},
							["amount"] = 224.42,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 69.29000000000002,
								},
								["驱邪术"] = {
									["count"] = 0.26,
								},
								["审判"] = {
									["count"] = 9.95,
								},
								["火焰之盾"] = {
									["count"] = 0.45,
								},
								["肉搏"] = {
									["count"] = 24.93,
								},
							},
							["amount"] = 104.88,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 61.09000000000001,
								},
								["审判"] = {
									["count"] = 4.23,
								},
								["火焰之盾"] = {
									["count"] = 7.58,
								},
								["肉搏"] = {
									["count"] = 26.34999999999999,
								},
							},
							["amount"] = 99.25000000000009,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["清算之手"] = {
									["count"] = 0.25,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.14,
								},
								["审判"] = {
									["count"] = 0.48,
								},
								["肉搏"] = {
									["count"] = 5.550000000000001,
								},
							},
							["amount"] = 6.42,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 30.22000000000002,
								},
								["奉献"] = {
									["count"] = 0.5,
								},
								["惩戒光环"] = {
									["count"] = 9.86,
								},
								["审判"] = {
									["count"] = 4.05,
								},
								["火焰之盾"] = {
									["count"] = 12.79,
								},
								["肉搏"] = {
									["count"] = 8.809999999999999,
								},
							},
							["amount"] = 66.23000000000002,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 0.12,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.02,
								},
								["火焰之盾"] = {
									["count"] = 1.37,
								},
								["肉搏"] = {
									["count"] = 3.020000000000001,
								},
							},
							["amount"] = 4.529999999999999,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 1.53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.16,
								},
								["肉搏"] = {
									["count"] = 6.16,
								},
							},
							["amount"] = 8.85,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["昏迷"] = {
									["count"] = 0.03,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.82,
								},
								["惩戒光环"] = {
									["count"] = 1.26,
								},
								["审判"] = {
									["count"] = 0.94,
								},
								["火焰之盾"] = {
									["count"] = 0.23,
								},
								["肉搏"] = {
									["count"] = 4.16,
								},
							},
							["amount"] = 11.44,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0.2,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.26,
								},
								["肉搏"] = {
									["count"] = 5.090000000000001,
								},
							},
							["amount"] = 5.55,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 19.04,
								},
								["惩戒光环"] = {
									["count"] = 5.1,
								},
								["审判"] = {
									["count"] = 3.11,
								},
								["火焰之盾"] = {
									["count"] = 7,
								},
								["肉搏"] = {
									["count"] = 6.839999999999998,
								},
							},
							["amount"] = 41.09,
						},
					},
					["DamageTaken"] = 22977,
					["Damage"] = 66346,
					["PartialResist"] = {
						["背刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 70,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 70,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["缴械"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["反手一击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["撕裂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 798,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 798,
						},
					},
					["ManaGained"] = {
						["恢复法力"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 309,
								},
							},
							["amount"] = 309,
						},
						["智慧审判"] = {
							["Details"] = {
								["一朵小奶骑"] = {
									["count"] = 39,
								},
								["希尔瑞斯"] = {
									["count"] = 1025,
								},
							},
							["amount"] = 1064,
						},
					},
					["PartialAbsorb"] = {
						["背刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["撕裂 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 11,
									["min"] = 5,
									["count"] = 18,
									["amount"] = 145,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 52,
									["amount"] = 0,
								},
							},
							["count"] = 70,
							["amount"] = 145,
						},
						["盾牌猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 37,
									["min"] = 37,
									["count"] = 1,
									["amount"] = 37,
								},
							},
							["count"] = 2,
							["amount"] = 37,
						},
						["缴械"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["反手一击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕裂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 79,
									["min"] = 1,
									["count"] = 170,
									["amount"] = 5323,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 628,
									["amount"] = 0,
								},
							},
							["count"] = 798,
							["amount"] = 5323,
						},
					},
					["ActiveTime"] = 572.6599999999994,
					["ElementTakenBlock"] = {
						["Melee"] = 1198,
					},
					["ElementTaken"] = {
						37, -- [1]
						["Melee"] = 22179,
						["Physical"] = 761,
					},
					["DOT_Time"] = 4518,
					["WhoDispelled"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["感染之伤 (纯净术)"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["撕裂 (伤害/跳)"] = {
									["count"] = 649,
								},
								["肉搏"] = {
									["count"] = 7753,
								},
							},
							["amount"] = 8402,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 3301,
								},
							},
							["amount"] = 3301,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["背刺"] = {
									["count"] = 112,
								},
								["肉搏"] = {
									["count"] = 4130,
								},
							},
							["amount"] = 4242,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 37,
								},
								["肉搏"] = {
									["count"] = 211,
								},
							},
							["amount"] = 248,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 4765,
								},
							},
							["amount"] = 4765,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 325,
								},
							},
							["amount"] = 325,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 180,
								},
							},
							["amount"] = 180,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 221,
								},
							},
							["amount"] = 221,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1140,
								},
							},
							["amount"] = 1140,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 1506,
								},
								["Miss"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 16,
								},
								["Hit"] = {
									["count"] = 184,
								},
							},
							["amount"] = 1714,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 7,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 147,
								},
								["Miss"] = {
									["count"] = 11,
								},
								["Block"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 84,
								},
								["Parry"] = {
									["count"] = 12,
								},
							},
							["amount"] = 270,
						},
						["Fire"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 206,
								},
							},
							["amount"] = 208,
						},
					},
					["ManaGainedFrom"] = {
						["一朵小奶骑"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["恢复法力"] = {
									["count"] = 309,
								},
								["智慧审判"] = {
									["count"] = 1025,
								},
							},
							["amount"] = 1334,
						},
					},
					["Dispels"] = 7,
					["ElementTakenAbsorb"] = {
						37, -- [1]
						["Melee"] = 5323,
						["Physical"] = 145,
					},
					["Attacks"] = {
						["清算之手"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 226,
									["min"] = 226,
									["count"] = 4,
									["amount"] = 904,
								},
							},
							["count"] = 4,
							["amount"] = 904,
						},
						["驱邪术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 176,
									["min"] = 176,
									["count"] = 1,
									["amount"] = 176,
								},
							},
							["count"] = 1,
							["amount"] = 176,
						},
						["惩戒光环"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 10,
									["min"] = 9,
									["count"] = 139,
									["amount"] = 1387,
								},
							},
							["count"] = 141,
							["amount"] = 1387,
						},
						["火焰之盾"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 7,
									["min"] = 6,
									["count"] = 206,
									["amount"] = 1439,
								},
							},
							["count"] = 208,
							["amount"] = 1439,
						},
						["昏迷"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["奉献 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 27,
									["min"] = 22,
									["count"] = 1506,
									["amount"] = 39663,
								},
							},
							["count"] = 1506,
							["amount"] = 39663,
						},
						["奉献"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 146,
									["min"] = 116,
									["count"] = 16,
									["amount"] = 2230,
								},
								["Hit"] = {
									["max"] = 73,
									["min"] = 56,
									["count"] = 40,
									["amount"] = 2811,
								},
							},
							["count"] = 56,
							["amount"] = 5041,
						},
						["智慧审判"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 9,
									["min"] = 2,
									["count"] = 7,
									["amount"] = 44,
								},
								["Hit (被格挡)"] = {
									["max"] = 45,
									["min"] = 38,
									["count"] = 6,
									["amount"] = 247,
								},
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 64,
									["min"] = 44,
									["count"] = 141,
									["amount"] = 8004,
								},
								["Miss"] = {
									["count"] = 11,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 128,
									["min"] = 88,
									["count"] = 84,
									["amount"] = 9441,
								},
								["Parry"] = {
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 264,
							["amount"] = 17736,
						},
					},
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						}, -- [1]
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 170,
								},
								["Dodge"] = {
									["count"] = 54,
								},
								["Hit"] = {
									["count"] = 428,
								},
								["Miss"] = {
									["count"] = 55,
								},
								["Block"] = {
									["count"] = 65,
								},
								["Crit"] = {
									["count"] = 23,
								},
								["Parry"] = {
									["count"] = 37,
								},
							},
							["amount"] = 832,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 18,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 52,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 9,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 87,
						},
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 47,
									["min"] = 17,
									["count"] = 34,
									["amount"] = 1198,
								},
							},
							["count"] = 34,
							["amount"] = 1198,
						},
					},
					["ElementDone"] = {
						["Holy"] = 47171,
						["Melee"] = 17736,
						["Fire"] = 1439,
					},
					["HealingTaken"] = 19639,
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 14594,
								},
								["清算之手"] = {
									["count"] = 678,
								},
								["惩戒光环"] = {
									["count"] = 470,
								},
								["审判"] = {
									["count"] = 1977,
								},
								["火焰之盾"] = {
									["count"] = 560,
								},
								["肉搏"] = {
									["count"] = 6451,
								},
							},
							["amount"] = 24730,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 6156,
								},
								["驱邪术"] = {
									["count"] = 176,
								},
								["审判"] = {
									["count"] = 876,
								},
								["火焰之盾"] = {
									["count"] = 14,
								},
								["肉搏"] = {
									["count"] = 2910,
								},
							},
							["amount"] = 10132,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 8098,
								},
								["审判"] = {
									["count"] = 949,
								},
								["火焰之盾"] = {
									["count"] = 154,
								},
								["肉搏"] = {
									["count"] = 2767,
								},
							},
							["amount"] = 11968,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["清算之手"] = {
									["count"] = 226,
								},
								["审判"] = {
									["count"] = 73,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 324,
								},
								["肉搏"] = {
									["count"] = 511,
								},
							},
							["amount"] = 1134,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 7085,
								},
								["惩戒光环"] = {
									["count"] = 520,
								},
								["审判"] = {
									["count"] = 407,
								},
								["火焰之盾"] = {
									["count"] = 420,
								},
								["肉搏"] = {
									["count"] = 1651,
								},
							},
							["amount"] = 10083,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 290,
								},
								["审判"] = {
									["count"] = 66,
								},
								["惩戒光环"] = {
									["count"] = 60,
								},
								["火焰之盾"] = {
									["count"] = 42,
								},
								["肉搏"] = {
									["count"] = 368,
								},
							},
							["amount"] = 826,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 146,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 324,
								},
								["肉搏"] = {
									["count"] = 866,
								},
							},
							["amount"] = 1336,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 455,
								},
								["惩戒光环"] = {
									["count"] = 27,
								},
								["审判"] = {
									["count"] = 198,
								},
								["火焰之盾"] = {
									["count"] = 25,
								},
								["肉搏"] = {
									["count"] = 804,
								},
							},
							["amount"] = 1509,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 20,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 270,
								},
								["肉搏"] = {
									["count"] = 661,
								},
							},
							["amount"] = 951,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 2067,
								},
								["惩戒光环"] = {
									["count"] = 290,
								},
								["审判"] = {
									["count"] = 349,
								},
								["火焰之盾"] = {
									["count"] = 224,
								},
								["肉搏"] = {
									["count"] = 747,
								},
							},
							["amount"] = 3677,
						},
					},
					["TimeDamage"] = 572.6599999999994,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["昏迷"] = {
									["count"] = 0.01,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 113.7900000000001,
								},
								["惩戒光环"] = {
									["count"] = 8.620000000000001,
								},
								["清算之手"] = {
									["count"] = 2.2,
								},
								["智慧审判"] = {
									["count"] = 0.22,
								},
								["审判"] = {
									["count"] = 17.03,
								},
								["火焰之盾"] = {
									["count"] = 28.02,
								},
								["肉搏"] = {
									["count"] = 54.52999999999998,
								},
							},
							["amount"] = 224.42,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 69.29000000000002,
								},
								["驱邪术"] = {
									["count"] = 0.26,
								},
								["审判"] = {
									["count"] = 9.95,
								},
								["火焰之盾"] = {
									["count"] = 0.45,
								},
								["肉搏"] = {
									["count"] = 24.93,
								},
							},
							["amount"] = 104.88,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 61.09000000000001,
								},
								["审判"] = {
									["count"] = 4.23,
								},
								["火焰之盾"] = {
									["count"] = 7.58,
								},
								["肉搏"] = {
									["count"] = 26.34999999999999,
								},
							},
							["amount"] = 99.25000000000009,
						},
						["可怕的塔格尔"] = {
							["Details"] = {
								["清算之手"] = {
									["count"] = 0.25,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.14,
								},
								["审判"] = {
									["count"] = 0.48,
								},
								["肉搏"] = {
									["count"] = 5.550000000000001,
								},
							},
							["amount"] = 6.42,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 30.22000000000002,
								},
								["奉献"] = {
									["count"] = 0.5,
								},
								["惩戒光环"] = {
									["count"] = 9.86,
								},
								["审判"] = {
									["count"] = 4.05,
								},
								["火焰之盾"] = {
									["count"] = 12.79,
								},
								["肉搏"] = {
									["count"] = 8.809999999999999,
								},
							},
							["amount"] = 66.23000000000002,
						},
						["巴基尔·斯瑞德"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 0.12,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.02,
								},
								["火焰之盾"] = {
									["count"] = 1.37,
								},
								["肉搏"] = {
									["count"] = 3.020000000000001,
								},
							},
							["amount"] = 4.529999999999999,
						},
						["迪克斯特·瓦德"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 1.53,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 1.16,
								},
								["肉搏"] = {
									["count"] = 6.16,
								},
							},
							["amount"] = 8.85,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["昏迷"] = {
									["count"] = 0.03,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 4.82,
								},
								["惩戒光环"] = {
									["count"] = 1.26,
								},
								["审判"] = {
									["count"] = 0.94,
								},
								["火焰之盾"] = {
									["count"] = 0.23,
								},
								["肉搏"] = {
									["count"] = 4.16,
								},
							},
							["amount"] = 11.44,
						},
						["哈姆霍克"] = {
							["Details"] = {
								["惩戒光环"] = {
									["count"] = 0.2,
								},
								["奉献 (伤害/跳)"] = {
									["count"] = 0.26,
								},
								["肉搏"] = {
									["count"] = 5.090000000000001,
								},
							},
							["amount"] = 5.55,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["奉献 (伤害/跳)"] = {
									["count"] = 19.04,
								},
								["惩戒光环"] = {
									["count"] = 5.1,
								},
								["审判"] = {
									["count"] = 3.11,
								},
								["火焰之盾"] = {
									["count"] = 7,
								},
								["肉搏"] = {
									["count"] = 6.839999999999998,
								},
							},
							["amount"] = 41.09,
						},
					},
					["ManaGain"] = 1373,
					["WhoHealed"] = {
						["一朵小奶骑"] = {
							["Details"] = {
								["圣光闪现"] = {
									["count"] = 463,
								},
								["圣光术"] = {
									["count"] = 1035,
								},
							},
							["amount"] = 1498,
						},
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1041,
								},
							},
							["amount"] = 1041,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["治疗术"] = {
									["count"] = 2433,
								},
								["真言术：盾"] = {
									["count"] = 5516,
								},
								["恢复"] = {
									["count"] = 3493,
								},
								["次级治疗术"] = {
									["count"] = 5658,
								},
							},
							["amount"] = 17100,
						},
					},
					["DispelledWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["感染之伤 (纯净术)"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
					},
				},
			},
			["LastDamageTaken"] = 10,
			["UnitLockout"] = 47107.155,
			["LastAbility"] = 57029.059,
		},
		["豹 <Appelfcat>"] = {
			["GUID"] = "Pet-0-4999-0-325-17203-04016AA369",
			["LastEventHealth"] = {
				1245, -- [1]
				1245, -- [2]
				1245, -- [3]
				1245, -- [4]
				1242, -- [5]
				1215, -- [6]
				1215, -- [7]
				1215, -- [8]
				1240, -- [9]
				1240, -- [10]
				1211, -- [11]
				1211, -- [12]
				1211, -- [13]
				1211, -- [14]
				1185, -- [15]
				1185, -- [16]
				1185, -- [17]
				1153, -- [18]
				1172, -- [19]
				1172, -- [20]
				1143, -- [21]
				1143, -- [22]
				1143, -- [23]
				1297, -- [24]
				1297, -- [25]
				1297, -- [26]
				1290, -- [27]
				1290, -- [28]
				1290, -- [29]
				1262, -- [30]
				1262, -- [31]
				1262, -- [32]
				1262, -- [33]
				1262, -- [34]
				1262, -- [35]
				1262, -- [36]
				1231, -- [37]
				1231, -- [38]
				1231, -- [39]
				1204, -- [40]
				1204, -- [41]
				1204, -- [42]
				1204, -- [43]
				1204, -- [44]
				1173, -- [45]
				1297, -- [46]
				1297, -- [47]
				1268, -- [48]
				1268, -- [49]
				1268, -- [50]
			},
			["LastAttackedBy"] = "裂拳战士",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["HealingTaken"] = {
					25, -- [1]
				},
				["ActiveTime"] = {
					39.8, -- [1]
				},
				["TimeDamage"] = {
					39.8, -- [1]
				},
				["DamageTaken"] = {
					478, -- [1]
				},
				["DOT_Time"] = {
					21, -- [1]
				},
				["Damage"] = {
					1347, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "豹",
			["level"] = 1,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 35,
			["LastAbility"] = 57029.059,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "Appelfcat",
			["UnitLockout"] = 51544.349,
			["LastDamageTaken"] = 32,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 30,
						["Physical"] = 16,
					},
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["裂拳战士"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
					},
					["TimeSpent"] = {
						["裂拳战士"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 3.87,
								},
								["斜掠"] = {
									["count"] = 3.19,
								},
								["肉搏"] = {
									["count"] = 18.24,
								},
								["爪击"] = {
									["count"] = 14.5,
								},
							},
							["amount"] = 39.8,
						},
					},
					["DamageTaken"] = 478,
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 19,
						},
					},
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 19,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 39.8,
					["ElementTaken"] = {
						["Melee"] = 478,
					},
					["DOT_Time"] = 21,
					["Damage"] = 1347,
					["ElementTakenBlock"] = {
						["Melee"] = 40,
					},
					["Attacks"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 8,
									["min"] = 5,
									["count"] = 7,
									["amount"] = 48,
								},
							},
							["count"] = 7,
							["amount"] = 48,
						},
						["斜掠"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 22,
									["min"] = 22,
									["count"] = 1,
									["amount"] = 22,
								},
								["Hit"] = {
									["max"] = 10,
									["min"] = 10,
									["count"] = 2,
									["amount"] = 20,
								},
							},
							["count"] = 3,
							["amount"] = 42,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 42,
									["min"] = 35,
									["count"] = 4,
									["amount"] = 154,
								},
								["Hit"] = {
									["max"] = 42,
									["min"] = 36,
									["count"] = 10,
									["amount"] = 390,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 83,
									["min"] = 80,
									["count"] = 2,
									["amount"] = 163,
								},
								["Hit (被格挡)"] = {
									["max"] = 24,
									["min"] = 24,
									["count"] = 2,
									["amount"] = 48,
								},
							},
							["count"] = 20,
							["amount"] = 755,
						},
						["爪击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 34,
									["min"] = 28,
									["count"] = 12,
									["amount"] = 374,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 60,
									["min"] = 58,
									["count"] = 2,
									["amount"] = 118,
								},
								["Hit (被格挡)"] = {
									["max"] = 10,
									["min"] = 10,
									["count"] = 1,
									["amount"] = 10,
								},
							},
							["count"] = 18,
							["amount"] = 502,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 2,
								},
							},
							["amount"] = 22,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 15,
								},
								["Tick"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 29,
						},
					},
					["WhoDamaged"] = {
						["裂拳战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 478,
								},
							},
							["amount"] = 478,
						},
					},
					["ElementDone"] = {
						["Melee"] = 755,
						["Physical"] = 592,
					},
					["HealingTaken"] = 25,
					["DamagedWho"] = {
						["裂拳战士"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 48,
								},
								["斜掠"] = {
									["count"] = 42,
								},
								["肉搏"] = {
									["count"] = 755,
								},
								["爪击"] = {
									["count"] = 502,
								},
							},
							["amount"] = 1347,
						},
					},
					["TimeDamage"] = 39.8,
					["TimeDamaging"] = {
						["裂拳战士"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 3.87,
								},
								["斜掠"] = {
									["count"] = 3.19,
								},
								["肉搏"] = {
									["count"] = 18.24,
								},
								["爪击"] = {
									["count"] = 14.5,
								},
							},
							["amount"] = 39.8,
						},
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 20,
									["min"] = 20,
									["count"] = 2,
									["amount"] = 40,
								},
							},
							["count"] = 2,
							["amount"] = 40,
						},
					},
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 18,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 21,
						},
					},
				},
			},
			["NextEventNum"] = 19,
			["LastDamageTime"] = 51643.669,
			["LastEvents"] = {
				"豹 <Appelfcat> 斜掠 裂拳战士 Crit -22 (Physical)", -- [1]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -24 (Physical)", -- [2]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -3 (Physical)", -- [3]
				"豹 <Appelfcat> 爪击 裂拳战士 Parry (Physical)", -- [4]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -27 (Physical)", -- [5]
				"豹 <Appelfcat> 斜掠 (伤害/跳) 裂拳战士 Tick -7 (Physical)", -- [6]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -34 (Physical)", -- [7]
				"沈南鹏 圣光审判 豹 <Appelfcat> Tick +25", -- [8]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -42 (Physical)", -- [9]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -29 (Physical)", -- [10]
				"豹 <Appelfcat> 肉搏 裂拳战士 Miss (1)", -- [11]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -34 (Physical)", -- [12]
				"豹 <Appelfcat> 斜掠 (伤害/跳) 裂拳战士 Tick -7 (Physical)", -- [13]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -26 (Physical)", -- [14]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -28 (Physical)", -- [15]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -37 (Physical)", -- [16]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -32 (Physical)", -- [17]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -34 (Physical)", -- [18]
				"豹 <Appelfcat> 肉搏 裂拳战士 Crit -83 (Physical)", -- [19]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -29 (Physical)", -- [20]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -31 (Physical)", -- [21]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -36 (Physical)", -- [22]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -29 (Physical)", -- [23]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -38 (Physical)", -- [24]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -32 (Physical)", -- [25]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -7 (Physical)", -- [26]
				"豹 <Appelfcat> 爪击 裂拳战士 Miss (Physical)", -- [27]
				"豹 <Appelfcat> 肉搏 裂拳战士 Crit -80 (Physical)", -- [28]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -28 (Physical)", -- [29]
				"豹 <Appelfcat> 斜掠 裂拳战士 Hit -10 (Physical)", -- [30]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -37 (Physical)", -- [31]
				"裂拳战士 肉搏 豹 <Appelfcat> Parry (1)", -- [32]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -10 (Physical)", -- [33]
				"豹 <Appelfcat> 肉搏 裂拳战士 Miss (1)", -- [34]
				"豹 <Appelfcat> 斜掠 (伤害/跳) 裂拳战士 Tick -8 (Physical)", -- [35]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -31 (Physical)", -- [36]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -39 (Physical)", -- [37]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -32 (Physical)", -- [38]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -27 (Physical)", -- [39]
				"豹 <Appelfcat> 爪击 裂拳战士 Crit -58 (Physical)", -- [40]
				"豹 <Appelfcat> 肉搏 裂拳战士 Glancing -39 (Physical)", -- [41]
				"豹 <Appelfcat> 斜掠 (伤害/跳) 裂拳战士 Tick -8 (Physical)", -- [42]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -28 (Physical)", -- [43]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -31 (Physical)", -- [44]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -40 (Physical)", -- [45]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -37 (Physical)", -- [46]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -29 (Physical)", -- [47]
				"豹 <Appelfcat> 爪击 裂拳战士 Hit -30 (Physical)", -- [48]
				"豹 <Appelfcat> 肉搏 裂拳战士 Hit -42 (Physical)", -- [49]
				"裂拳战士 肉搏 豹 <Appelfcat> Hit -23 (Physical)", -- [50]
			},
			["Name"] = "豹",
			["LastEventTimes"] = {
				51634.75, -- [1]
				51636.322, -- [2]
				51636.322, -- [3]
				51636.322, -- [4]
				51637.53, -- [5]
				51637.704, -- [6]
				51638.00500000001, -- [7]
				51638.00500000001, -- [8]
				51638.285, -- [9]
				51639.539, -- [10]
				51640.334, -- [11]
				51640.446, -- [12]
				51640.765, -- [13]
				51641.547, -- [14]
				51642.042, -- [15]
				51642.349, -- [16]
				51643.544, -- [17]
				51643.669, -- [18]
				51589.322, -- [19]
				51590.115, -- [20]
				51590.115, -- [21]
				51591.278, -- [22]
				51591.802, -- [23]
				51609.653, -- [24]
				51609.653, -- [25]
				51610.437, -- [26]
				51611.28, -- [27]
				51611.638, -- [28]
				51612.376, -- [29]
				51612.889, -- [30]
				51613.578, -- [31]
				51614.475, -- [32]
				51614.475, -- [33]
				51614.878, -- [34]
				51615.892, -- [35]
				51616.473, -- [36]
				51616.878, -- [37]
				51616.878, -- [38]
				51618.483, -- [39]
				51618.483, -- [40]
				51618.885, -- [41]
				51618.885, -- [42]
				51620.164, -- [43]
				51620.49, -- [44]
				51620.897, -- [45]
				51632.316, -- [46]
				51632.316, -- [47]
				51633.125, -- [48]
				51634.313, -- [49]
				51634.313, -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["HealingTaken"] = 51637.351,
				["TimeDamage"] = 51643.35,
				["ActiveTime"] = 51643.35,
				["DamageTaken"] = 51643.35,
				["OVERALL"] = 51643.35,
				["DOT_Time"] = 51640.353,
				["Damage"] = 51643.35,
			},
			["LastEventHealthMax"] = {
				1297, -- [1]
				1297, -- [2]
				1297, -- [3]
				1297, -- [4]
				1297, -- [5]
				1297, -- [6]
				1297, -- [7]
				1297, -- [8]
				1297, -- [9]
				1297, -- [10]
				1297, -- [11]
				1297, -- [12]
				1297, -- [13]
				1297, -- [14]
				1297, -- [15]
				1297, -- [16]
				1297, -- [17]
				1297, -- [18]
				1297, -- [19]
				1297, -- [20]
				1297, -- [21]
				1297, -- [22]
				1297, -- [23]
				1297, -- [24]
				1297, -- [25]
				1297, -- [26]
				1297, -- [27]
				1297, -- [28]
				1297, -- [29]
				1297, -- [30]
				1297, -- [31]
				1297, -- [32]
				1297, -- [33]
				1297, -- [34]
				1297, -- [35]
				1297, -- [36]
				1297, -- [37]
				1297, -- [38]
				1297, -- [39]
				1297, -- [40]
				1297, -- [41]
				1297, -- [42]
				1297, -- [43]
				1297, -- [44]
				1297, -- [45]
				1297, -- [46]
				1297, -- [47]
				1297, -- [48]
				1297, -- [49]
				1297, -- [50]
			},
			["LastActive"] = 51643.35,
		},
		["丶晴宝丶"] = {
			["GUID"] = "Player-4778-04CF65BF",
			["TimeLast"] = {
				["TimeHeal"] = 47195.155,
				["OVERALL"] = 47195.155,
				["DamageTaken"] = 46820.156,
				["Overhealing"] = 47189.155,
				["Absorbs"] = 47174.16,
				["HealingTaken"] = 46297.154,
				["HOT_Time"] = 47195.155,
				["TimeDamage"] = 47184.154,
				["Healing"] = 47195.155,
				["ManaGain"] = 46359.155,
				["ActiveTime"] = 47195.155,
				["Damage"] = 47184.154,
			},
			["LastAttackedBy"] = "迪菲亚罪犯",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"HEAL", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					375.96, -- [1]
				},
				["Healing"] = {
					14035, -- [1]
				},
				["DamageTaken"] = {
					224, -- [1]
				},
				["Absorbs"] = {
					6576, -- [1]
				},
				["HealingTaken"] = {
					29, -- [1]
				},
				["HOT_Time"] = {
					480, -- [1]
				},
				["TimeDamage"] = {
					90.40999999999998, -- [1]
				},
				["Overhealing"] = {
					733, -- [1]
				},
				["ManaGain"] = {
					385, -- [1]
				},
				["ActiveTime"] = {
					466.37, -- [1]
				},
				["Damage"] = {
					1119, -- [1]
				},
			},
			["LastHealTime"] = 47195.251,
			["unit"] = "丶晴宝丶",
			["LastActive"] = 47204.158,
			["level"] = 26,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 18,
			["LastEventHealthMax"] = {
				823, -- [1]
				823, -- [2]
				823, -- [3]
				823, -- [4]
				823, -- [5]
				823, -- [6]
				823, -- [7]
				823, -- [8]
				823, -- [9]
				823, -- [10]
				823, -- [11]
				823, -- [12]
				823, -- [13]
				823, -- [14]
				823, -- [15]
				823, -- [16]
				823, -- [17]
				823, -- [18]
				823, -- [19]
				823, -- [20]
				823, -- [21]
				823, -- [22]
				823, -- [23]
				823, -- [24]
				823, -- [25]
				823, -- [26]
				823, -- [27]
				823, -- [28]
				823, -- [29]
				823, -- [30]
				823, -- [31]
				823, -- [32]
				823, -- [33]
				823, -- [34]
				823, -- [35]
				823, -- [36]
				823, -- [37]
				823, -- [38]
				823, -- [39]
				823, -- [40]
				823, -- [41]
				823, -- [42]
				823, -- [43]
				823, -- [44]
				823, -- [45]
				823, -- [46]
				823, -- [47]
				823, -- [48]
				823, -- [49]
				823, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastEventHealth"] = {
				823, -- [1]
				823, -- [2]
				823, -- [3]
				823, -- [4]
				823, -- [5]
				823, -- [6]
				823, -- [7]
				823, -- [8]
				823, -- [9]
				823, -- [10]
				823, -- [11]
				823, -- [12]
				823, -- [13]
				823, -- [14]
				823, -- [15]
				823, -- [16]
				823, -- [17]
				823, -- [18]
				823, -- [19]
				823, -- [20]
				823, -- [21]
				823, -- [22]
				823, -- [23]
				823, -- [24]
				823, -- [25]
				823, -- [26]
				823, -- [27]
				823, -- [28]
				823, -- [29]
				823, -- [30]
				823, -- [31]
				823, -- [32]
				823, -- [33]
				823, -- [34]
				823, -- [35]
				823, -- [36]
				823, -- [37]
				823, -- [38]
				823, -- [39]
				823, -- [40]
				823, -- [41]
				823, -- [42]
				823, -- [43]
				823, -- [44]
				823, -- [45]
				823, -- [46]
				823, -- [47]
				823, -- [48]
				823, -- [49]
				823, -- [50]
			},
			["LastEventTimes"] = {
				47136.885, -- [1]
				47137.862, -- [2]
				47139.877, -- [3]
				47140.869, -- [4]
				47142.331, -- [5]
				47143.85, -- [6]
				47143.871, -- [7]
				47145.418, -- [8]
				47146.871, -- [9]
				47146.921, -- [10]
				47148.441, -- [11]
				47149.867, -- [12]
				47151.238, -- [13]
				47171.091, -- [14]
				47173.886, -- [15]
				47174.095, -- [16]
				47177.082, -- [17]
				47177.561, -- [18]
				47177.835, -- [19]
				47179.061, -- [20]
				47180.096, -- [21]
				47180.587, -- [22]
				47180.843, -- [23]
				47182.08, -- [24]
				47183.087, -- [25]
				47183.49, -- [26]
				47183.834, -- [27]
				47184.653, -- [28]
				47186.836, -- [29]
				47189.834, -- [30]
				47192.247, -- [31]
				47195.251, -- [32]
				47198.248, -- [33]
				47201.239, -- [34]
				47204.243, -- [35]
				47083.911, -- [36]
				47087.251, -- [37]
				47099.027, -- [38]
				47102.022, -- [39]
				47105.027, -- [40]
				47108.033, -- [41]
				47111.032, -- [42]
				47121.369, -- [43]
				47122.922, -- [44]
				47124.258, -- [45]
				47124.265, -- [46]
				47127.883, -- [47]
				47130.884, -- [48]
				47133.317, -- [49]
				47133.876, -- [50]
			},
			["Owner"] = false,
			["Name"] = "丶晴宝丶",
			["NextEventNum"] = 36,
			["LastDamageTime"] = 47184.653,
			["LastEvents"] = {
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36 (8 过量治疗)", -- [1]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [2]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [3]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [4]
				"丶晴宝丶 射击 迪菲亚叛军 Hit -16 (Fire)", -- [5]
				"丶晴宝丶 射击 迪菲亚叛军 Hit -17 (Fire)", -- [6]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [7]
				"丶晴宝丶 射击 迪菲亚叛军 Hit -17 (Fire)", -- [8]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [9]
				"丶晴宝丶 射击 迪菲亚叛军 Hit -17 (Fire)", -- [10]
				"丶晴宝丶 射击 迪菲亚叛军 Hit -17 (Fire)", -- [11]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [12]
				"丶晴宝丶 射击 迪菲亚狱友 Hit -16 (Fire)", -- [13]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [14]
				"丶晴宝丶 次级治疗术 希尔瑞斯 Hit +153", -- [15]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [16]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [17]
				"丶晴宝丶 射击 迪菲亚狱友 Hit -24 (Fire)", -- [18]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [19]
				"丶晴宝丶 射击 迪菲亚狱友 Hit -18 (Fire)", -- [20]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [21]
				"丶晴宝丶 射击 迪菲亚狱友 Hit -17 (Fire)", -- [22]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46", -- [23]
				"丶晴宝丶 射击 迪菲亚狱友 Hit -19 (Fire)", -- [24]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [25]
				"丶晴宝丶 射击 迪菲亚狱友 Crit -23 (Fire)", -- [26]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +45", -- [27]
				"丶晴宝丶 射击 迪菲亚狱友 Hit -25 (Fire)", -- [28]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46 (1 过量治疗)", -- [29]
				"丶晴宝丶 恢复 恶魔哥哥 Tick +46 (46 过量治疗)", -- [30]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [31]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [32]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [33]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [34]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +37", -- [35]
				"丶晴宝丶 次级治疗术 沈南鹏 Hit +150", -- [36]
				"丶晴宝丶 次级治疗术 希尔瑞斯 Hit +153", -- [37]
				"丶晴宝丶 恢复 沈南鹏 Tick +35", -- [38]
				"丶晴宝丶 恢复 沈南鹏 Tick +36", -- [39]
				"丶晴宝丶 恢复 沈南鹏 Tick +37 (37 过量治疗)", -- [40]
				"丶晴宝丶 恢复 沈南鹏 Tick +36 (36 过量治疗)", -- [41]
				"丶晴宝丶 恢复 沈南鹏 Tick +36 (36 过量治疗)", -- [42]
				"丶晴宝丶 射击 迪菲亚罪犯 Hit -15 (Fire)", -- [43]
				"丶晴宝丶 射击 迪菲亚罪犯 Hit -15 (Fire)", -- [44]
				"丶晴宝丶 射击 迪菲亚罪犯 Hit -14 (Fire)", -- [45]
				"沈南鹏 圣光审判 丶晴宝丶 Tick +17 (17 过量治疗)", -- [46]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [47]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [48]
				"丶晴宝丶 治疗术 希尔瑞斯 Hit +522", -- [49]
				"丶晴宝丶 恢复 希尔瑞斯 Tick +36", -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["enClass"] = "PRIEST",
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Crushing"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeHealing"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["治疗术"] = {
									["count"] = 5.779999999999999,
								},
								["真言术：盾"] = {
									["count"] = 130.98,
								},
								["恢复"] = {
									["count"] = 122.17,
								},
								["次级治疗术"] = {
									["count"] = 32.79000000000001,
								},
							},
							["amount"] = 291.7199999999998,
						},
						["沈南鹏"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 28.55,
								},
								["恢复"] = {
									["count"] = 23.79,
								},
								["次级治疗术"] = {
									["count"] = 3.87,
								},
							},
							["amount"] = 56.20999999999999,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 26.57,
								},
								["次级治疗术"] = {
									["count"] = 1.46,
								},
							},
							["amount"] = 28.03,
						},
					},
					["OverHeals"] = {
						["恢复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 46,
									["min"] = 1,
									["count"] = 22,
									["amount"] = 728,
								},
							},
							["count"] = 22,
							["amount"] = 728,
						},
						["次级治疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 5,
									["min"] = 5,
									["count"] = 1,
									["amount"] = 5,
								},
							},
							["count"] = 1,
							["amount"] = 5,
						},
					},
					["HealedWho"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["治疗术"] = {
									["count"] = 2433,
								},
								["真言术：盾"] = {
									["count"] = 5516,
								},
								["恢复"] = {
									["count"] = 3493,
								},
								["次级治疗术"] = {
									["count"] = 5658,
								},
							},
							["amount"] = 17100,
						},
						["沈南鹏"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 1060,
								},
								["恢复"] = {
									["count"] = 730,
								},
								["次级治疗术"] = {
									["count"] = 450,
								},
							},
							["amount"] = 2240,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 1065,
								},
								["次级治疗术"] = {
									["count"] = 206,
								},
							},
							["amount"] = 1271,
						},
					},
					["HOT_Time"] = 480,
					["TimeSpent"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 21.5,
								},
							},
							["amount"] = 21.5,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 14.5,
								},
							},
							["amount"] = 14.5,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 22.15,
								},
							},
							["amount"] = 22.15,
						},
						["恶魔哥哥"] = {
							["Details"] = {
								["恢复"] = {
									["count"] = 26.57,
								},
								["次级治疗术"] = {
									["count"] = 1.46,
								},
							},
							["amount"] = 28.03,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["治疗术"] = {
									["count"] = 5.779999999999999,
								},
								["真言术：盾"] = {
									["count"] = 130.98,
								},
								["恢复"] = {
									["count"] = 122.17,
								},
								["次级治疗术"] = {
									["count"] = 32.79000000000001,
								},
							},
							["amount"] = 291.7199999999998,
						},
						["沈南鹏"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 28.55,
								},
								["恢复"] = {
									["count"] = 23.79,
								},
								["次级治疗术"] = {
									["count"] = 3.87,
								},
							},
							["amount"] = 56.20999999999999,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 23.26,
								},
							},
							["amount"] = 23.26,
						},
					},
					["WhoHealed"] = {
						["沈南鹏"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
					},
					["WhoDamaged"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 61,
								},
							},
							["amount"] = 61,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 99,
								},
							},
							["amount"] = 99,
						},
					},
					["PartialResist"] = {
						["挫志怒吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["ManaGained"] = {
						["恢复法力"] = {
							["Details"] = {
								["丶晴宝丶"] = {
									["count"] = 354,
								},
							},
							["amount"] = 354,
						},
						["智慧审判"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
					},
					["PartialAbsorb"] = {
						["挫志怒吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 466.37,
					["Heals"] = {
						["治疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 522,
									["min"] = 454,
									["count"] = 5,
									["amount"] = 2433,
								},
							},
							["count"] = 5,
							["amount"] = 2433,
						},
						["真言术：盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 93,
									["min"] = 1,
									["count"] = 221,
									["amount"] = 6576,
								},
							},
							["count"] = 221,
							["amount"] = 6576,
						},
						["恢复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 46,
									["min"] = 15,
									["count"] = 143,
									["amount"] = 5288,
								},
							},
							["count"] = 143,
							["amount"] = 5288,
						},
						["次级治疗术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 245,
									["min"] = 219,
									["count"] = 2,
									["amount"] = 464,
								},
								["Hit"] = {
									["max"] = 206,
									["min"] = 145,
									["count"] = 37,
									["amount"] = 5850,
								},
							},
							["count"] = 39,
							["amount"] = 6314,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 224,
					},
					["HOTs"] = {
						["恢复"] = {
							["Details"] = {
								["希尔瑞斯"] = {
									["count"] = 294,
								},
								["沈南鹏"] = {
									["count"] = 96,
								},
								["恶魔哥哥"] = {
									["count"] = 90,
								},
							},
							["amount"] = 480,
						},
					},
					["Damage"] = 1119,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 55,
								},
							},
							["amount"] = 59,
						},
					},
					["TimeHeal"] = 375.96,
					["ShieldedWho"] = {
						["沈南鹏"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["希尔瑞斯"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
					},
					["Overhealing"] = 733,
					["ElementDone"] = {
						["Fire"] = 1119,
					},
					["Healing"] = 14035,
					["DamageTaken"] = 224,
					["DamagedWho"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 276,
								},
							},
							["amount"] = 276,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 188,
								},
							},
							["amount"] = 188,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 272,
								},
							},
							["amount"] = 272,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 84,
								},
							},
							["amount"] = 84,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 283,
								},
							},
							["amount"] = 283,
						},
					},
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 35,
									["min"] = 23,
									["count"] = 4,
									["amount"] = 117,
								},
								["Hit"] = {
									["max"] = 25,
									["min"] = 13,
									["count"] = 55,
									["amount"] = 1002,
								},
							},
							["count"] = 62,
							["amount"] = 1119,
						},
					},
					["HealingTaken"] = 29,
					["ManaGainedFrom"] = {
						["希尔瑞斯"] = {
							["Details"] = {
								["智慧审判"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
						["丶晴宝丶"] = {
							["Details"] = {
								["恢复法力"] = {
									["count"] = 354,
								},
							},
							["amount"] = 354,
						},
					},
					["TimeDamage"] = 90.40999999999998,
					["TimeDamaging"] = {
						["迪菲亚狱友"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 21.5,
								},
							},
							["amount"] = 21.5,
						},
						["迪菲亚囚徒"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 14.5,
								},
							},
							["amount"] = 14.5,
						},
						["迪菲亚俘虏"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 22.15,
								},
							},
							["amount"] = 22.15,
						},
						["卡姆·深怒"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["迪菲亚叛军"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["迪菲亚罪犯"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 23.26,
								},
							},
							["amount"] = 23.26,
						},
					},
					["ManaGain"] = 385,
					["Absorbs"] = 6576,
					["Absorbed"] = {
						["真言术：盾"] = {
							["Details"] = {
								["沈南鹏"] = {
									["max"] = 93,
									["min"] = 2,
									["count"] = 29,
									["amount"] = 1060,
								},
								["希尔瑞斯"] = {
									["max"] = 79,
									["min"] = 1,
									["count"] = 192,
									["amount"] = 5516,
								},
							},
							["count"] = 221,
							["amount"] = 6576,
						},
					},
				},
			},
			["LastDamageTaken"] = 42,
			["UnitLockout"] = 47098.157,
			["LastAbility"] = 57029.059,
		},
	},
	["FightNum"] = 115,
	["CombatTimes"] = {
		{
			45915.156, -- [1]
			46019.157, -- [2]
			"22:39:57", -- [3]
			"22:41:41", -- [4]
			"迪菲亚俘虏", -- [5]
		}, -- [1]
		{
			46048.155, -- [1]
			46079.158, -- [2]
			"22:42:10", -- [3]
			"22:42:41", -- [4]
			"迪菲亚俘虏", -- [5]
		}, -- [2]
		{
			46091.16, -- [1]
			46120.158, -- [2]
			"22:42:54", -- [3]
			"22:43:22", -- [4]
			"迪菲亚囚徒", -- [5]
		}, -- [3]
		{
			46153.154, -- [1]
			46186.156, -- [2]
			"22:43:55", -- [3]
			"22:44:28", -- [4]
			"可怕的塔格尔", -- [5]
		}, -- [4]
		{
			46210.158, -- [1]
			46246.154, -- [2]
			"22:44:53", -- [3]
			"22:45:28", -- [4]
			"迪菲亚俘虏", -- [5]
		}, -- [5]
		{
			46256.157, -- [1]
			46300.159, -- [2]
			"22:45:38", -- [3]
			"22:46:22", -- [4]
			"迪菲亚狱友", -- [5]
		}, -- [6]
		{
			46333.158, -- [1]
			46389.156, -- [2]
			"22:46:56", -- [3]
			"22:47:51", -- [4]
			"迪菲亚囚徒", -- [5]
		}, -- [7]
		{
			46396.155, -- [1]
			46449.159, -- [2]
			"22:47:59", -- [3]
			"22:48:51", -- [4]
			"迪菲亚俘虏", -- [5]
		}, -- [8]
		{
			46495.159, -- [1]
			46534.161, -- [2]
			"22:49:38", -- [3]
			"22:50:16", -- [4]
			"迪菲亚狱友", -- [5]
		}, -- [9]
		{
			46554.157, -- [1]
			46585.154, -- [2]
			"22:50:37", -- [3]
			"22:51:07", -- [4]
			"迪菲亚狱友", -- [5]
		}, -- [10]
		{
			46611.157, -- [1]
			46637.158, -- [2]
			"22:51:34", -- [3]
			"22:51:59", -- [4]
			"迪菲亚囚徒", -- [5]
		}, -- [11]
		{
			46647.156, -- [1]
			46689.155, -- [2]
			"22:52:10", -- [3]
			"22:52:51", -- [4]
			"迪克斯特·瓦德", -- [5]
		}, -- [12]
		{
			46721.16, -- [1]
			46753.158, -- [2]
			"22:53:24", -- [3]
			"22:53:55", -- [4]
			"迪菲亚狱友", -- [5]
		}, -- [13]
		{
			46787.158, -- [1]
			46880.158, -- [2]
			"22:54:30", -- [3]
			"22:56:02", -- [4]
			"迪菲亚叛军", -- [5]
		}, -- [14]
		{
			46903.154, -- [1]
			46938.159, -- [2]
			"22:56:26", -- [3]
			"22:57:00", -- [4]
			"迪菲亚叛军", -- [5]
		}, -- [15]
		{
			46949.158, -- [1]
			46988.154, -- [2]
			"22:57:12", -- [3]
			"22:57:50", -- [4]
			"卡姆·深怒", -- [5]
		}, -- [16]
		{
			47046.154, -- [1]
			47097.156, -- [2]
			"22:58:48", -- [3]
			"22:59:39", -- [4]
			"哈姆霍克", -- [5]
		}, -- [17]
		{
			47107.155, -- [1]
			47153.157, -- [2]
			"22:59:50", -- [3]
			"23:00:35", -- [4]
			"巴基尔·斯瑞德", -- [5]
		}, -- [18]
		{
			47164.154, -- [1]
			47198.156, -- [2]
			"23:00:47", -- [3]
			"23:01:20", -- [4]
			"迪菲亚狱友", -- [5]
		}, -- [19]
		{
			47391.158, -- [1]
			47577.179, -- [2]
			"23:04:34", -- [3]
			"23:07:39", -- [4]
			"可怕的塔格尔", -- [5]
		}, -- [20]
		{
			47625.179, -- [1]
			47770.179, -- [2]
			"23:08:28", -- [3]
			"23:10:52", -- [4]
			"卡姆·深怒", -- [5]
		}, -- [21]
		{
			50877.352, -- [1]
			50894.355, -- [2]
			"00:02:40", -- [3]
			"00:02:56", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [22]
		{
			50903.349, -- [1]
			50928.349, -- [2]
			"00:03:06", -- [3]
			"00:03:30", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [23]
		{
			50940.348, -- [1]
			50966.358, -- [2]
			"00:03:43", -- [3]
			"00:04:08", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [24]
		{
			50985.355, -- [1]
			51009.352, -- [2]
			"00:04:28", -- [3]
			"00:04:51", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [25]
		{
			51030.351, -- [1]
			51052.354, -- [2]
			"00:05:13", -- [3]
			"00:05:34", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [26]
		{
			51072.349, -- [1]
			51100.368, -- [2]
			"00:05:55", -- [3]
			"00:06:22", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [27]
		{
			51119.348, -- [1]
			51141.352, -- [2]
			"00:06:42", -- [3]
			"00:07:03", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [28]
		{
			51216.349, -- [1]
			51241.355, -- [2]
			"00:08:19", -- [3]
			"00:08:43", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [29]
		{
			51267.354, -- [1]
			51288.354, -- [2]
			"00:09:09", -- [3]
			"00:09:30", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [30]
		{
			51305.352, -- [1]
			51343.355, -- [2]
			"00:09:48", -- [3]
			"00:10:25", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [31]
		{
			51366.349, -- [1]
			51380.354, -- [2]
			"00:10:49", -- [3]
			"00:11:02", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [32]
		{
			51544.349, -- [1]
			51547.352, -- [2]
			"00:13:47", -- [3]
			"00:13:49", -- [4]
			"裂拳战士", -- [5]
		}, -- [33]
		{
			51580.352, -- [1]
			51592.35, -- [2]
			"00:14:23", -- [3]
			"00:14:34", -- [4]
			"裂拳战士", -- [5]
		}, -- [34]
		{
			51608.352, -- [1]
			51622.353, -- [2]
			"00:14:51", -- [3]
			"00:15:04", -- [4]
			"裂拳战士", -- [5]
		}, -- [35]
		{
			51631.348, -- [1]
			51645.351, -- [2]
			"00:15:14", -- [3]
			"00:15:27", -- [4]
			"裂拳战士", -- [5]
		}, -- [36]
		{
			51661.352, -- [1]
			51688.348, -- [2]
			"00:15:44", -- [3]
			"00:16:10", -- [4]
			"扎克乌尔", -- [5]
		}, -- [37]
		{
			51694.352, -- [1]
			51723.354, -- [2]
			"00:16:17", -- [3]
			"00:16:45", -- [4]
			"裂拳战士", -- [5]
		}, -- [38]
		{
			51753.357, -- [1]
			51775.357, -- [2]
			"00:17:16", -- [3]
			"00:17:37", -- [4]
			"迪菲亚夜贼", -- [5]
		}, -- [39]
		{
			51895.351, -- [1]
			51920.348, -- [2]
			"00:19:38", -- [3]
			"00:20:02", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [40]
		{
			51924.354, -- [1]
			51947.35, -- [2]
			"00:20:07", -- [3]
			"00:20:29", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [41]
		{
			51978.356, -- [1]
			52009.354, -- [2]
			"00:21:01", -- [3]
			"00:21:31", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [42]
		{
			52015.354, -- [1]
			52031.351, -- [2]
			"00:21:38", -- [3]
			"00:21:53", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [43]
		{
			52035.359, -- [1]
			52045.352, -- [2]
			"00:21:58", -- [3]
			"00:22:07", -- [4]
			"骷髅医师", -- [5]
		}, -- [44]
		{
			52046.35, -- [1]
			52072.355, -- [2]
			"00:22:09", -- [3]
			"00:22:34", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [45]
		{
			52095.349, -- [1]
			52124.351, -- [2]
			"00:22:58", -- [3]
			"00:23:26", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [46]
		{
			52136.35, -- [1]
			52166.352, -- [2]
			"00:23:39", -- [3]
			"00:24:08", -- [4]
			"骷髅看守", -- [5]
		}, -- [47]
		{
			52184.35, -- [1]
			52204.348, -- [2]
			"00:24:27", -- [3]
			"00:24:46", -- [4]
			"骷髅医师", -- [5]
		}, -- [48]
		{
			52238.353, -- [1]
			52260.351, -- [2]
			"00:25:21", -- [3]
			"00:25:42", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [49]
		{
			52283.352, -- [1]
			52314.351, -- [2]
			"00:26:06", -- [3]
			"00:26:36", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [50]
		{
			52339.354, -- [1]
			52364.35, -- [2]
			"00:27:02", -- [3]
			"00:27:26", -- [4]
			"骷髅袭击者", -- [5]
		}, -- [51]
		{
			52450.358, -- [1]
			52479.355, -- [2]
			"00:28:53", -- [3]
			"00:29:21", -- [4]
			"腐烂者", -- [5]
		}, -- [52]
		{
			52486.349, -- [1]
			52552.348, -- [2]
			"00:29:29", -- [3]
			"00:30:34", -- [4]
			"食腐独行蛛", -- [5]
		}, -- [53]
		{
			52576.349, -- [1]
			52609.352, -- [2]
			"00:30:59", -- [3]
			"00:31:31", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [54]
		{
			52626.35, -- [1]
			52650.35, -- [2]
			"00:31:49", -- [3]
			"00:32:12", -- [4]
			"噬骨者", -- [5]
		}, -- [55]
		{
			52674.353, -- [1]
			52693.351, -- [2]
			"00:32:37", -- [3]
			"00:32:55", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [56]
		{
			52715.348, -- [1]
			52745.351, -- [2]
			"00:33:18", -- [3]
			"00:33:47", -- [4]
			"食脑者", -- [5]
		}, -- [57]
		{
			52762.348, -- [1]
			52784.348, -- [2]
			"00:34:05", -- [3]
			"00:34:26", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [58]
		{
			52801.348, -- [1]
			52816.353, -- [2]
			"00:34:44", -- [3]
			"00:34:58", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [59]
		{
			52842.351, -- [1]
			52857.354, -- [2]
			"00:35:25", -- [3]
			"00:35:39", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [60]
		{
			52872.348, -- [1]
			52887.351, -- [2]
			"00:35:55", -- [3]
			"00:36:09", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [61]
		{
			52908.351, -- [1]
			52924.352, -- [2]
			"00:36:31", -- [3]
			"00:36:46", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [62]
		{
			52986.353, -- [1]
			53012.349, -- [2]
			"00:37:49", -- [3]
			"00:38:14", -- [4]
			"摩拉迪姆", -- [5]
		}, -- [63]
		{
			53042.354, -- [1]
			53072.35, -- [2]
			"00:38:45", -- [3]
			"00:39:14", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [64]
		{
			53119.349, -- [1]
			53150.353, -- [2]
			"00:40:02", -- [3]
			"00:40:32", -- [4]
			"骸骨魔", -- [5]
		}, -- [65]
		{
			53165.35, -- [1]
			53190.352, -- [2]
			"00:40:48", -- [3]
			"00:41:12", -- [4]
			"骸骨魔", -- [5]
		}, -- [66]
		{
			53220.356, -- [1]
			53248.355, -- [2]
			"00:41:42", -- [3]
			"00:42:10", -- [4]
			"恐怖骸骨", -- [5]
		}, -- [67]
		{
			53264.348, -- [1]
			53310.355, -- [2]
			"00:42:27", -- [3]
			"00:43:12", -- [4]
			"骸骨魔", -- [5]
		}, -- [68]
		{
			53352.353, -- [1]
			53371.349, -- [2]
			"00:43:55", -- [3]
			"00:44:13", -- [4]
			"恐怖骸骨", -- [5]
		}, -- [69]
		{
			53390.359, -- [1]
			53410.359, -- [2]
			"00:44:33", -- [3]
			"00:44:52", -- [4]
			"骸骨魔", -- [5]
		}, -- [70]
		{
			53459.348, -- [1]
			53484.355, -- [2]
			"00:45:42", -- [3]
			"00:46:06", -- [4]
			"小型黑寡妇蜘蛛", -- [5]
		}, -- [71]
		{
			53509.354, -- [1]
			53521.357, -- [2]
			"00:46:32", -- [3]
			"00:46:43", -- [4]
			"迪菲亚夜行者", -- [5]
		}, -- [72]
		{
			53521.357, -- [1]
			53536.35, -- [2]
			"00:46:44", -- [3]
			"00:46:58", -- [4]
			"黑色破坏者幼崽", -- [5]
		}, -- [73]
		{
			53557.358, -- [1]
			53568.35, -- [2]
			"00:47:20", -- [3]
			"00:47:30", -- [4]
			"夜行黑暗狼人", -- [5]
		}, -- [74]
		{
			53606.355, -- [1]
			53632.353, -- [2]
			"00:48:09", -- [3]
			"00:48:34", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [75]
		{
			53637.362, -- [1]
			53669.35, -- [2]
			"00:48:40", -- [3]
			"00:49:11", -- [4]
			"夜行堕落狼人", -- [5]
		}, -- [76]
		{
			53693.356, -- [1]
			53720.357, -- [2]
			"00:49:35", -- [3]
			"00:50:02", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [77]
		{
			53736.351, -- [1]
			53761.352, -- [2]
			"00:50:19", -- [3]
			"00:50:43", -- [4]
			"夜行堕落狼人", -- [5]
		}, -- [78]
		{
			53780.355, -- [1]
			53812.353, -- [2]
			"00:51:03", -- [3]
			"00:51:34", -- [4]
			"夜行邪齿狼人", -- [5]
		}, -- [79]
		{
			54175.354, -- [1]
			54188.35, -- [2]
			"00:57:38", -- [3]
			"00:57:50", -- [4]
			"达舍尔·石拳", -- [5]
		}, -- [80]
		{
			54715.351, -- [1]
			54725.35, -- [2]
			"01:06:38", -- [3]
			"01:06:47", -- [4]
			"弃灵", -- [5]
		}, -- [81]
		{
			55024.352, -- [1]
			55042.353, -- [2]
			"01:11:47", -- [3]
			"01:12:04", -- [4]
			"沉默之刃马尔松", -- [5]
		}, -- [82]
		{
			55808.354, -- [1]
			55813.351, -- [2]
			"01:24:51", -- [3]
			"01:24:55", -- [4]
			"迪菲亚流浪巫师", -- [5]
		}, -- [83]
		{
			55824.349, -- [1]
			55851.351, -- [2]
			"01:25:07", -- [3]
			"01:25:33", -- [4]
			"迪菲亚流浪巫师", -- [5]
		}, -- [84]
		{
			55924.349, -- [1]
			55940.349, -- [2]
			"01:26:47", -- [3]
			"01:27:02", -- [4]
			"斯塔文·密斯特曼托", -- [5]
		}, -- [85]
		{
			53006.156, -- [1]
			53016.156, -- [2]
			"00:42:09", -- [3]
			"00:42:19", -- [4]
			"黑色破坏者幼崽", -- [5]
		}, -- [86]
		{
			53021.153, -- [1]
			53033.157, -- [2]
			"00:42:24", -- [3]
			"00:42:36", -- [4]
			"黑色破坏者", -- [5]
		}, -- [87]
		{
			53170.152, -- [1]
			53239.15, -- [2]
			"00:44:54", -- [3]
			"00:46:02", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [88]
		{
			53278.149, -- [1]
			53307.152, -- [2]
			"00:46:41", -- [3]
			"00:47:10", -- [4]
			"天灾食尸鬼", -- [5]
		}, -- [89]
		{
			53336.15, -- [1]
			53365.152, -- [2]
			"00:47:40", -- [3]
			"00:48:08", -- [4]
			"食脑者", -- [5]
		}, -- [90]
		{
			53439.151, -- [1]
			53468.153, -- [2]
			"00:49:22", -- [3]
			"00:49:51", -- [4]
			"小型黑寡妇蜘蛛", -- [5]
		}, -- [91]
		{
			53483.158, -- [1]
			53503.151, -- [2]
			"00:50:06", -- [3]
			"00:50:26", -- [4]
			"裂拳战士", -- [5]
		}, -- [92]
		{
			53551.149, -- [1]
			53574.15, -- [2]
			"00:51:14", -- [3]
			"00:51:37", -- [4]
			"小型黑寡妇蜘蛛", -- [5]
		}, -- [93]
		{
			54400.154, -- [1]
			54412.158, -- [2]
			"01:05:23", -- [3]
			"01:05:35", -- [4]
			"吸血捕猎者", -- [5]
		}, -- [94]
		{
			54677.154, -- [1]
			54703.155, -- [2]
			"01:10:01", -- [3]
			"01:10:26", -- [4]
			"\"干柴\"塔伯克·贾恩", -- [5]
		}, -- [95]
		{
			54769.15, -- [1]
			54790.159, -- [2]
			"01:11:32", -- [3]
			"01:11:53", -- [4]
			"蓝腮袭击者", -- [5]
		}, -- [96]
		{
			54808.156, -- [1]
			54865.156, -- [2]
			"01:12:11", -- [3]
			"01:13:08", -- [4]
			"蓝腮袭击者", -- [5]
		}, -- [97]
		{
			55039.155, -- [1]
			55062.152, -- [2]
			"01:16:02", -- [3]
			"01:16:25", -- [4]
			"藓皮沼泽行者", -- [5]
		}, -- [98]
		{
			55097.15, -- [1]
			55109.156, -- [2]
			"01:17:00", -- [3]
			"01:17:12", -- [4]
			"黑色软泥怪", -- [5]
		}, -- [99]
		{
			55146.156, -- [1]
			55184.149, -- [2]
			"01:17:49", -- [3]
			"01:18:27", -- [4]
			"黑铁矮人", -- [5]
		}, -- [100]
		{
			55248.152, -- [1]
			55286.154, -- [2]
			"01:19:31", -- [3]
			"01:20:09", -- [4]
			"邪恶的巴尔加拉斯", -- [5]
		}, -- [101]
		{
			55320.149, -- [1]
			55377.151, -- [2]
			"01:20:44", -- [3]
			"01:21:40", -- [4]
			"黑铁破坏者", -- [5]
		}, -- [102]
		{
			55415.151, -- [1]
			55449.155, -- [2]
			"01:22:19", -- [3]
			"01:22:52", -- [4]
			"黑铁隧道工", -- [5]
		}, -- [103]
		{
			55485.153, -- [1]
			55533.158, -- [2]
			"01:23:29", -- [3]
			"01:24:16", -- [4]
			"黑铁矮人", -- [5]
		}, -- [104]
		{
			55631.151, -- [1]
			55651.149, -- [2]
			"01:25:55", -- [3]
			"01:26:14", -- [4]
			"黑铁破坏者", -- [5]
		}, -- [105]
		{
			55811.154, -- [1]
			55837.149, -- [2]
			"01:28:54", -- [3]
			"01:29:20", -- [4]
			"黑铁投弹手", -- [5]
		}, -- [106]
		{
			56010.081, -- [1]
			56025.081, -- [2]
			"01:32:13", -- [3]
			"01:32:28", -- [4]
			"黑铁投弹手", -- [5]
		}, -- [107]
		{
			56032.088, -- [1]
			56045.084, -- [2]
			"01:32:35", -- [3]
			"01:32:48", -- [4]
			"黑铁暗法师", -- [5]
		}, -- [108]
		{
			56053.087, -- [1]
			56067.085, -- [2]
			"01:32:56", -- [3]
			"01:33:10", -- [4]
			"黑铁暗法师", -- [5]
		}, -- [109]
		{
			56406.029, -- [1]
			56424.031, -- [2]
			"01:38:49", -- [3]
			"01:39:07", -- [4]
			"高地阔步龙", -- [5]
		}, -- [110]
		{
			56439.029, -- [1]
			56463.036, -- [2]
			"01:39:22", -- [3]
			"01:39:46", -- [4]
			"辛迪加路霸", -- [5]
		}, -- [111]
		{
			56482.029, -- [1]
			56530.03, -- [2]
			"01:40:05", -- [3]
			"01:40:53", -- [4]
			"辛迪加路霸", -- [5]
		}, -- [112]
		{
			56549.034, -- [1]
			56602.035, -- [2]
			"01:41:12", -- [3]
			"01:42:05", -- [4]
			"辛迪加路霸", -- [5]
		}, -- [113]
		{
			56639.029, -- [1]
			56691.031, -- [2]
			"01:42:42", -- [3]
			"01:43:34", -- [4]
			"辛迪加巡路者", -- [5]
		}, -- [114]
		{
			56714.028, -- [1]
			56765.034, -- [2]
			"01:43:57", -- [3]
			"01:44:48", -- [4]
			"辛迪加巡路者", -- [5]
		}, -- [115]
	},
	["FoughtWho"] = {
		"辛迪加巡路者 01:43:57-01:44:48", -- [1]
		"辛迪加巡路者 01:42:42-01:43:34", -- [2]
		"辛迪加路霸 01:41:12-01:42:05", -- [3]
		"辛迪加路霸 01:40:05-01:40:53", -- [4]
		"辛迪加路霸 01:39:22-01:39:46", -- [5]
	},
}
