
Accountant_ClassicSaveData = {
	["祈福"] = {
		["特变电工"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "23/08/22",
				["class"] = "ROGUE",
				["totalcash"] = 20357516,
				["prvday"] = "22/08/22",
				["dateweek"] = "08/21/22",
				["version"] = "v2.12.20",
				["month"] = "08",
				["lastsessiondate"] = "22/08/22",
				["curryear"] = "2022",
				["prvdateweek"] = "08/14/22",
				["faction"] = "Alliance",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 1127300,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 396900,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 7310290,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 6096700,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 7310290,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 396900,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 7310290,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 12608,
					},
					["PrvDay"] = {
						["In"] = 844,
						["Out"] = 5804,
					},
					["Total"] = {
						["In"] = 844,
						["Out"] = 31797,
					},
					["Week"] = {
						["In"] = 844,
						["Out"] = 15957,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 1020,
					},
					["Month"] = {
						["In"] = 844,
						["Out"] = 31797,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 1938,
					},
					["Year"] = {
						["In"] = 844,
						["Out"] = 31797,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 28,
						["Out"] = 400000,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 5400000,
					},
					["Total"] = {
						["In"] = 50000041,
						["Out"] = 6050001,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 5650000,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 50000041,
						["Out"] = 6050001,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 5400000,
					},
					["Year"] = {
						["In"] = 50000041,
						["Out"] = 6050001,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 8038,
						["Out"] = 11829,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 24965,
					},
					["Total"] = {
						["In"] = 8206,
						["Out"] = 58279,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 44507,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 8206,
						["Out"] = 58279,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 10620,
					},
					["Year"] = {
						["In"] = 8206,
						["Out"] = 58279,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 201732,
						["Out"] = 24,
					},
					["PrvDay"] = {
						["In"] = 110129,
						["Out"] = 120,
					},
					["Total"] = {
						["In"] = 604895,
						["Out"] = 560,
					},
					["Week"] = {
						["In"] = 378346,
						["Out"] = 533,
					},
					["Day"] = {
						["In"] = 58024,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 604895,
						["Out"] = 560,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 58024,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 604895,
						["Out"] = 560,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 124095,
						["Out"] = 5000960,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 180,
					},
					["Total"] = {
						["In"] = 200118,
						["Out"] = 10002030,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 510,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 200118,
						["Out"] = 10002030,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 200118,
						["Out"] = 10002030,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 9624034,
					},
					["PrvDay"] = {
						["In"] = 123044,
						["Out"] = 20140,
					},
					["Total"] = {
						["In"] = 165118,
						["Out"] = 10966111,
					},
					["Week"] = {
						["In"] = 123044,
						["Out"] = 335037,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 165118,
						["Out"] = 10966111,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 42878,
						["Out"] = 20140,
					},
					["Year"] = {
						["In"] = 165118,
						["Out"] = 10966111,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 845793,
						["Out"] = 210887,
					},
					["PrvDay"] = {
						["In"] = 1475770,
						["Out"] = 1018625,
					},
					["Total"] = {
						["In"] = 3596098,
						["Out"] = 2374943,
					},
					["Week"] = {
						["In"] = 2668623,
						["Out"] = 2133687,
					},
					["Day"] = {
						["In"] = 357368,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 3596098,
						["Out"] = 2374943,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 434918,
						["Out"] = 54338,
					},
					["Year"] = {
						["In"] = 3596098,
						["Out"] = 2374943,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 520246,
						["Out"] = 8,
					},
					["PrvDay"] = {
						["In"] = 985000,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 2576216,
						["Out"] = 8,
					},
					["Week"] = {
						["In"] = 2024000,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 477000,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 2576216,
						["Out"] = 8,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 477000,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 2576216,
						["Out"] = 8,
					},
				},
			},
		},
		["特工仓库"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "23/08/22",
				["class"] = "PALADIN",
				["totalcash"] = 6917274,
				["prvday"] = "22/08/22",
				["dateweek"] = "08/21/22",
				["version"] = "v2.12.20",
				["month"] = "08",
				["curryear"] = "2022",
				["lastsessiondate"] = "22/08/22",
				["prvdateweek"] = "08/14/22",
				["faction"] = "Alliance",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 95,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 364908,
						["Out"] = 2064389,
					},
					["PrvDay"] = {
						["In"] = 491828,
						["Out"] = 495069,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 504161,
						["Out"] = 577378,
					},
					["Year"] = {
						["In"] = 869069,
						["Out"] = 4058021,
					},
					["Month"] = {
						["In"] = 869069,
						["Out"] = 4058021,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 8272,
						["Out"] = 206549,
					},
					["Total"] = {
						["In"] = 869069,
						["Out"] = 4058021,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 5000000,
						["Out"] = 750,
					},
					["PrvDay"] = {
						["In"] = 87421,
						["Out"] = 630,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 108431,
						["Out"] = 810,
					},
					["Year"] = {
						["In"] = 10108931,
						["Out"] = 2610,
					},
					["Month"] = {
						["In"] = 10108931,
						["Out"] = 2610,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 40796,
						["Out"] = 240,
					},
					["Total"] = {
						["In"] = 10108931,
						["Out"] = 2610,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
	["加丁"] = {
		["Vscode"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "23/08/22",
				["class"] = "ROGUE",
				["month"] = "08",
				["totalcash"] = 153,
				["prvmonth"] = "07",
				["dateweek"] = "08/21/22",
				["version"] = "v2.12.20",
				["faction"] = "Alliance",
				["lastsessiondate"] = "06/08/22",
				["curryear"] = "2022",
				["prvdateweek"] = "08/14/22",
				["prvday"] = "22/08/22",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 153,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "Default",
		["特工仓库 - 祈福"] = "Default",
		["Vscode - 加丁"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["oprofileCopied"] = true,
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				nil, -- [4]
				-80.00001525878906, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["祈福"] = {
		["特变电工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 704,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 121,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3054,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 1386,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 884,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1374,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1326,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 502,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 200000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 8655133,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 968901,
						},
					},
					["LOOT"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 232,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 685,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 783,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 3259,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 247,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 46392,
							["Out"] = 3450,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 64931,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1282,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 22508,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 1747,
						},
						["血鸦旅店"] = {
							["In"] = 17772,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 21775,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 93806,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 5956,
							["Out"] = 2040,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 30005,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 113995,
							["Out"] = 89389,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 85000,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 480,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
					},
					["TRAIN"] = {
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 334800,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 107100,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 384300,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 5300,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 10900,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10000,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 62000,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 1500,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
					},
					["TAXI"] = {
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 2805,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 918,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
					},
					["AH"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 20140,
						},
					},
					["LOOT"] = {
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 514,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 1369,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 557,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 396900,
						},
					},
					["MAIL"] = {
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["MERCH"] = {
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 65781,
							["Out"] = 54338,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 543456,
							["Out"] = 947956,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 257421,
							["Out"] = 1600,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 256161,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 11769,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
					},
					["QUEST"] = {
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 83000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 114000,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 234000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 1612,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3557,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 2894,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 1412,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 1605,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 2702,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 630,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 350000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 202052,
							["Out"] = 27965,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 133909,
							["Out"] = 33,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 13324,
							["Out"] = 64143,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 179957,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 71439,
							["Out"] = 56085,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 885000,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 161532,
							["Out"] = 107389,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 99792,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 29892,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 514,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 9074003,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1497432,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 773554,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 864450,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 560700,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5097500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 78500,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 216000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 424,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 832,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1328,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 148142,
							["Out"] = 22313,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 47537,
							["Out"] = 18000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 26426,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 3080,
							["Out"] = 56980,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 179957,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 69787,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 70331,
							["Out"] = 54338,
						},
					},
					["TRAIN"] = {
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 521100,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 4800000,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 599200,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 176400,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 314897,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 20140,
						},
					},
					["LOOT"] = {
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 514,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 29892,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 216000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 189180,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 168188,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 29892,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 261000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 216000,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 1612,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3557,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 2894,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 1412,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 1605,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 2702,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 630,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 350000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 202052,
							["Out"] = 27965,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 133909,
							["Out"] = 33,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 13324,
							["Out"] = 64143,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 179957,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 71439,
							["Out"] = 56085,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 885000,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 161532,
							["Out"] = 107389,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 99792,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 29892,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 514,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 9074003,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1497432,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 773554,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 864450,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 560700,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5097500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 78500,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 216000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
					},
					["TAXI"] = {
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 918,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
					},
					["MERCH"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 189180,
							["Out"] = 0,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 65781,
							["Out"] = 54338,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 179957,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 29892,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 20140,
						},
					},
					["TRAIN"] = {
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 396900,
						},
					},
					["QUEST"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 261000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 216000,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 1612,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3557,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 2894,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 1412,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 1605,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 2702,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 630,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 350000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 202052,
							["Out"] = 27965,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 133909,
							["Out"] = 33,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 13324,
							["Out"] = 64143,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 179957,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 71439,
							["Out"] = 56085,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 885000,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 161532,
							["Out"] = 107389,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 99792,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 29892,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 514,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 9074003,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1497432,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 773554,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 864450,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 560700,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5097500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 78500,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 216000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
					},
				},
			},
		},
		["特工仓库"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 364908,
							["Out"] = 2064389,
						},
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 5000000,
							["Out"] = 750,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 491828,
							["Out"] = 495069,
						},
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 87421,
							["Out"] = 630,
						},
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 108431,
							["Out"] = 810,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 504161,
							["Out"] = 577378,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10108931,
							["Out"] = 2610,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 869069,
							["Out"] = 4058021,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10108931,
							["Out"] = 2610,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 869069,
							["Out"] = 4058021,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 40796,
							["Out"] = 240,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 8272,
							["Out"] = 206549,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10108931,
							["Out"] = 2610,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 869069,
							["Out"] = 4058021,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
	["加丁"] = {
		["Vscode"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
}
