
Accountant_ClassicSaveData = {
	["加丁"] = {
		["Vscode"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "12/08/22",
				["class"] = "ROGUE",
				["prvday"] = "11/08/22",
				["lastsessiondate"] = "06/08/22",
				["prvmonth"] = "07",
				["dateweek"] = "08/07/22",
				["version"] = "v2.12.20",
				["month"] = "08",
				["totalcash"] = 153,
				["curryear"] = "2022",
				["prvdateweek"] = "07/31/22",
				["faction"] = "Alliance",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 153,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
	["祈福"] = {
		["特变电工"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "12/08/22",
				["class"] = "ROGUE",
				["prvday"] = "11/08/22",
				["dateweek"] = "08/07/22",
				["version"] = "v2.12.20",
				["month"] = "08",
				["totalcash"] = 49603821,
				["curryear"] = "2022",
				["faction"] = "Alliance",
				["lastsessiondate"] = "12/08/22",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 2570,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 5900,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 5900,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 3330,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 5900,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 2250,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 5900,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 99,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 387,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 387,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 288,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 387,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 189,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 387,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 50000000,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 50000000,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 50000000,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 50000000,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 50000000,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 346,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1065,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 1065,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 719,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 1065,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 675,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 1065,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 583,
						["Out"] = 1039,
					},
					["Year"] = {
						["In"] = 1173,
						["Out"] = 1039,
					},
					["Week"] = {
						["In"] = 1173,
						["Out"] = 1039,
					},
					["Day"] = {
						["In"] = 590,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 1173,
						["Out"] = 1039,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 590,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 1173,
						["Out"] = 1039,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 362276,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 394676,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 394676,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 32400,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 394676,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 394676,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 2691,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 3586,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 3586,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 895,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 3586,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 285,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 3586,
						["Out"] = 0,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "Default",
		["Vscode - 加丁"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["oprofileCopied"] = true,
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				nil, -- [4]
				-80.00001525878906, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["加丁"] = {
		["Vscode"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
	["祈福"] = {
		["特变电工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 362276,
						},
					},
					["LOOT"] = {
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
					},
					["QUEST"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 189,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 590,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2160,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
					},
					["LOOT"] = {
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 200,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 189,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 590,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2160,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
					},
					["LOOT"] = {
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 200,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 189,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 590,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2160,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 32400,
						},
					},
					["LOOT"] = {
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 200,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 189,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 590,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2160,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
					},
					["LOOT"] = {
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 200,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 189,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 590,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2160,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
					},
					["QUEST"] = {
						["赤脊山"] = {
							["In"] = 200,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 189,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 590,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2160,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
					},
					["LOOT"] = {
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 200,
							["Out"] = 0,
						},
					},
				},
			},
		},
	},
}
