
Accountant_ClassicSaveData = {
	["祈福"] = {
		["特变电工"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "29/08/22",
				["class"] = "ROGUE",
				["lastsessiondate"] = "28/08/22",
				["prvday"] = "28/08/22",
				["dateweek"] = "08/28/22",
				["version"] = "v2.12.21",
				["faction"] = "Alliance",
				["totalcash"] = 1343665,
				["curryear"] = "2022",
				["prvdateweek"] = "08/21/22",
				["month"] = "08",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 6953500,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 728000,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 8895090,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 728000,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 8895090,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 8895090,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 844,
						["Out"] = 34420,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 3798,
					},
					["Total"] = {
						["In"] = 844,
						["Out"] = 54058,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 3798,
					},
					["Year"] = {
						["In"] = 844,
						["Out"] = 54058,
					},
					["Month"] = {
						["In"] = 844,
						["Out"] = 54058,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 5650000,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 50000041,
						["Out"] = 6050001,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 50000041,
						["Out"] = 6050001,
					},
					["Month"] = {
						["In"] = 50000041,
						["Out"] = 6050001,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 163214,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 8206,
						["Out"] = 176986,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 8206,
						["Out"] = 176986,
					},
					["Month"] = {
						["In"] = 8206,
						["Out"] = 176986,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 1171121,
						["Out"] = 923,
					},
					["PrvDay"] = {
						["In"] = 157037,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 1554707,
						["Out"] = 950,
					},
					["Week"] = {
						["In"] = 157037,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1554707,
						["Out"] = 950,
					},
					["Month"] = {
						["In"] = 1554707,
						["Out"] = 950,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 10010254,
						["Out"] = 112980,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 40000030,
					},
					["Total"] = {
						["In"] = 10210372,
						["Out"] = 50114530,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 40000030,
					},
					["Year"] = {
						["In"] = 10210372,
						["Out"] = 50114530,
					},
					["Month"] = {
						["In"] = 10210372,
						["Out"] = 50114530,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 40000030,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 184537,
						["Out"] = 771013,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 226611,
						["Out"] = 11402087,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 226611,
						["Out"] = 11402087,
					},
					["Month"] = {
						["In"] = 226611,
						["Out"] = 11402087,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 7228447,
						["Out"] = 2373106,
					},
					["PrvDay"] = {
						["In"] = 936601,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 9092523,
						["Out"] = 2614362,
					},
					["Week"] = {
						["In"] = 936601,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 9092523,
						["Out"] = 2614362,
					},
					["Month"] = {
						["In"] = 9092523,
						["Out"] = 2614362,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 7805218,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 1201000,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 9558434,
						["Out"] = 8,
					},
					["Week"] = {
						["In"] = 1201000,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 9558434,
						["Out"] = 8,
					},
					["Month"] = {
						["In"] = 9558434,
						["Out"] = 8,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
		["新特能源"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "29/08/22",
				["class"] = "DRUID",
				["prvday"] = "28/08/22",
				["dateweek"] = "08/28/22",
				["version"] = "v2.12.21",
				["month"] = "08",
				["totalcash"] = 36427260,
				["lastsessiondate"] = "29/08/22",
				["faction"] = "Alliance",
				["curryear"] = "2022",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 6338805,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 6338805,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 6338805,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 6338805,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 6338805,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 5680,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 5680,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 5680,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 5680,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 5680,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 250000,
						["Out"] = 50000,
					},
					["Total"] = {
						["In"] = 250000,
						["Out"] = 50000,
					},
					["Week"] = {
						["In"] = 250000,
						["Out"] = 50000,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 250000,
						["Out"] = 50000,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 250000,
						["Out"] = 50000,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 5651,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 5651,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 5651,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 5651,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 5651,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 237578,
						["Out"] = 188,
					},
					["Total"] = {
						["In"] = 279628,
						["Out"] = 188,
					},
					["Week"] = {
						["In"] = 279628,
						["Out"] = 188,
					},
					["Day"] = {
						["In"] = 42050,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 279628,
						["Out"] = 188,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 279628,
						["Out"] = 188,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 40000000,
						["Out"] = 240,
					},
					["Total"] = {
						["In"] = 40000000,
						["Out"] = 240,
					},
					["Week"] = {
						["In"] = 40000000,
						["Out"] = 240,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 40000000,
						["Out"] = 240,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 40000000,
						["Out"] = 240,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 187192,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 187192,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 187192,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 187192,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 187192,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 1457070,
						["Out"] = 1327202,
					},
					["Total"] = {
						["In"] = 1577423,
						["Out"] = 1327202,
					},
					["Week"] = {
						["In"] = 1577423,
						["Out"] = 1327202,
					},
					["Day"] = {
						["In"] = 120353,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 1577423,
						["Out"] = 1327202,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1577423,
						["Out"] = 1327202,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 1867468,
						["Out"] = 301,
					},
					["Total"] = {
						["In"] = 2235468,
						["Out"] = 301,
					},
					["Week"] = {
						["In"] = 2235468,
						["Out"] = 301,
					},
					["Day"] = {
						["In"] = 368000,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 2235468,
						["Out"] = 301,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 2235468,
						["Out"] = 301,
					},
				},
			},
		},
		["特工仓库"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "29/08/22",
				["class"] = "PALADIN",
				["curryear"] = "2022",
				["prvday"] = "28/08/22",
				["dateweek"] = "08/28/22",
				["version"] = "v2.12.21",
				["faction"] = "Alliance",
				["totalcash"] = 6247213,
				["lastsessiondate"] = "29/08/22",
				["prvdateweek"] = "08/21/22",
				["month"] = "08",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 95,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 504161,
						["Out"] = 1000922,
					},
					["PrvDay"] = {
						["In"] = 637411,
						["Out"] = 801270,
					},
					["Year"] = {
						["In"] = 1506480,
						["Out"] = 5376080,
					},
					["Week"] = {
						["In"] = 637411,
						["Out"] = 894515,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 93245,
					},
					["Month"] = {
						["In"] = 1506480,
						["Out"] = 5376080,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 93245,
					},
					["Total"] = {
						["In"] = 1506480,
						["Out"] = 5376080,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 108431,
						["Out"] = 1140,
					},
					["PrvDay"] = {
						["In"] = 6909,
						["Out"] = 420,
					},
					["Year"] = {
						["In"] = 10120448,
						["Out"] = 3540,
					},
					["Week"] = {
						["In"] = 11517,
						["Out"] = 600,
					},
					["Day"] = {
						["In"] = 4608,
						["Out"] = 180,
					},
					["Month"] = {
						["In"] = 10120448,
						["Out"] = 3540,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 4608,
						["Out"] = 180,
					},
					["Total"] = {
						["In"] = 10120448,
						["Out"] = 3540,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
	["加丁"] = {
		["Vscode"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "29/08/22",
				["class"] = "ROGUE",
				["faction"] = "Alliance",
				["totalcash"] = 153,
				["prvday"] = "28/08/22",
				["dateweek"] = "08/28/22",
				["version"] = "v2.12.20",
				["month"] = "08",
				["lastsessiondate"] = "06/08/22",
				["curryear"] = "2022",
				["prvdateweek"] = "08/21/22",
				["prvmonth"] = "07",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 153,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "Default",
		["新特能源 - 祈福"] = "Default",
		["特工仓库 - 祈福"] = "Default",
		["Vscode - 加丁"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["oprofileCopied"] = true,
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				nil, -- [4]
				-80.00001525878906, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["祈福"] = {
		["特变电工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 23025,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 22094,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 0,
							["Out"] = 12655,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 0,
							["Out"] = 11341,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 21717,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 7390,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 0,
							["Out"] = 20485,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 424,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 832,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 1785,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1328,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 0,
							["Out"] = 2602,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 4590,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 0,
							["Out"] = 867,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 1377,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 6120,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
					},
					["TRAIN"] = {
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 4800000,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 521100,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 176400,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 1456000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 319469,
							["Out"] = 22313,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 266208,
							["Out"] = 0,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 70331,
							["Out"] = 54338,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 618616,
							["Out"] = 25000,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 298280,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 73563,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 315445,
							["Out"] = 0,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 174832,
							["Out"] = 0,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 47537,
							["Out"] = 18000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 26426,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 75574,
							["Out"] = 127560,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 165033,
							["Out"] = 0,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 618702,
							["Out"] = 0,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["沙塔斯城 - 旅店"] = {
							["In"] = 8960,
							["Out"] = 117800,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 142564,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 69787,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 1012114,
							["Out"] = 0,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 272800,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 386245,
							["Out"] = 26039,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 142598,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["泰罗卡森林 - 里斯克鸦巢"] = {
							["In"] = 24244,
							["Out"] = 0,
						},
						["泰罗卡森林 - 雷希鸦巢"] = {
							["In"] = 1909,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["刀锋山 - 拉扎安码头"] = {
							["In"] = 19719,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["赞加沼泽 - 蛮沼村"] = {
							["In"] = 1366,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 9221,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 26808,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["刀锋山 - 拉什鸦巢"] = {
							["In"] = 13768,
							["Out"] = 0,
						},
						["纳格兰 - 基尔索罗堡垒"] = {
							["In"] = 13005,
							["Out"] = 0,
						},
						["泰罗卡森林 - 基斯鸦巢"] = {
							["In"] = 23545,
							["Out"] = 0,
						},
						["纳格兰 - 北风裂谷"] = {
							["In"] = 35518,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 1750,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["泰罗卡森林 - 圣光之墓"] = {
							["In"] = 24010,
							["Out"] = 0,
						},
						["刀锋山 - 刀刃峡谷"] = {
							["In"] = 8011,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 32256,
							["Out"] = 390,
						},
						["纳格兰"] = {
							["In"] = 13111,
							["Out"] = 0,
						},
						["泰罗卡森林 - 痛苦之丘"] = {
							["In"] = 35485,
							["Out"] = 0,
						},
						["泰罗卡森林 - 白骨荒野"] = {
							["In"] = 25735,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 16641,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 15310,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["刀锋山 - 南槌哨塔"] = {
							["In"] = 4502,
							["Out"] = 0,
						},
						["刀锋山 - 刃喉谷"] = {
							["In"] = 2048,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["刀锋山 - 德拉诺晶矿"] = {
							["In"] = 10433,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙拉斯鸦巢"] = {
							["In"] = 14778,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["纳格兰 - 灵魂平原"] = {
							["In"] = 18345,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 2076,
							["Out"] = 0,
						},
						["刀锋山 - 晶歌山脉"] = {
							["In"] = 14959,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔哨站"] = {
							["In"] = 3444,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金尼废墟"] = {
							["In"] = 6250,
							["Out"] = 0,
						},
						["刀锋山 - 血槌峡谷"] = {
							["In"] = 3156,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["泰罗卡森林 - 西诺鸦巢"] = {
							["In"] = 2435,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 29991,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 19515,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 1476,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 18875,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔平原"] = {
							["In"] = 631,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["泰罗卡森林 - 图雷姆"] = {
							["In"] = 9165,
							["Out"] = 0,
						},
						["泰罗卡森林 - 火翼岗哨"] = {
							["In"] = 28781,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["泰罗卡森林 - 灵网山脊"] = {
							["In"] = 5103,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["刀锋山 - 血槌哨站"] = {
							["In"] = 15049,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 30947,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["刀锋山 - 铸魔营地：怒火"] = {
							["In"] = 10200,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["刀锋山 - 焦火荒野"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["刀锋山 - 血槌营地"] = {
							["In"] = 14520,
							["Out"] = 0,
						},
						["泰罗卡森林 - 哈兹鸦巢"] = {
							["In"] = 2423,
							["Out"] = 0,
						},
						["纳格兰 - 风茅村"] = {
							["In"] = 4618,
							["Out"] = 0,
						},
						["泰罗卡森林 - 暗影墓穴"] = {
							["In"] = 14941,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["泰罗卡森林 - 噬骨废墟"] = {
							["In"] = 23040,
							["Out"] = 0,
						},
						["纳格兰 - 南风裂谷"] = {
							["In"] = 20312,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["刀锋山 - 北槌哨塔"] = {
							["In"] = 306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安鸦巢"] = {
							["In"] = 29274,
							["Out"] = 0,
						},
						["刀锋山 - 卢安荒野"] = {
							["In"] = 27648,
							["Out"] = 0,
						},
						["纳格兰 - 沃舒古"] = {
							["In"] = 1130,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 365,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金顿"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["纳格兰 - 日泉岗哨"] = {
							["In"] = 38090,
							["Out"] = 0,
						},
						["纳格兰 - 火刃废墟"] = {
							["In"] = 35166,
							["Out"] = 0,
						},
						["泰罗卡森林"] = {
							["In"] = 4679,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 111000,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 10254,
							["Out"] = 270,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 270,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 10000000,
							["Out"] = 210,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 360,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 750873,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 61493,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 20140,
						},
					},
					["QUEST"] = {
						["纳格兰 - 哈兰"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 341000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 199400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 153000,
							["Out"] = 0,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 496000,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 339000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 375000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 塞纳里奥树林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["刀锋山 - 鲜血之环"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚岗哨"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 405000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 72000,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 403,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["纳格兰 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["纳格兰"] = {
							["In"] = 105415,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 578000,
							["Out"] = 0,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 459000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 549000,
							["Out"] = 0,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 671696,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 282000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 304,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 0,
							["Out"] = 434,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 728000,
						},
					},
					["MERCH"] = {
						["刀锋山 - 常青林"] = {
							["In"] = 296345,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 287785,
							["Out"] = 0,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 352471,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["MAIL"] = {
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 40000030,
						},
					},
					["LOOT"] = {
						["虚空风暴 - 阿尔科隆废墟"] = {
							["In"] = 2687,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 17863,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 24751,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 敦霍尔德城堡"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["虚空风暴 - 法力熔炉：布纳尔"] = {
							["In"] = 18134,
							["Out"] = 0,
						},
						["刀锋山 - 格里施纳"] = {
							["In"] = 22306,
							["Out"] = 0,
						},
						["刀锋山 - 砾石营地"] = {
							["In"] = 13795,
							["Out"] = 0,
						},
						["刀锋山 - 黑翼集会所"] = {
							["In"] = 23248,
							["Out"] = 0,
						},
						["虚空风暴"] = {
							["In"] = 34174,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 273000,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 694000,
							["Out"] = 0,
						},
						["刀锋山 - 乌鸦林"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 24637,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 22094,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3557,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 0,
							["Out"] = 12655,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 0,
							["Out"] = 11341,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 21717,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 7390,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 0,
							["Out"] = 20485,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 3198,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 0,
							["Out"] = 867,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 1785,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 1412,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 2702,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 0,
							["Out"] = 3036,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 6120,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 1605,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 4590,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 1377,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 111000,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 10254,
							["Out"] = 40000300,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 630,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 10000000,
							["Out"] = 210,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 270,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 360,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 350000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 373379,
							["Out"] = 27965,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 266208,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 142598,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 85818,
							["Out"] = 134723,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 174832,
							["Out"] = 0,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 298280,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 133909,
							["Out"] = 33,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 165033,
							["Out"] = 0,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 287785,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 272800,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["沙塔斯城 - 旅店"] = {
							["In"] = 8960,
							["Out"] = 117800,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 682590,
							["Out"] = 26039,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 618702,
							["Out"] = 0,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 352471,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 885000,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 73563,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 161532,
							["Out"] = 107389,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 315445,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 71439,
							["Out"] = 56085,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 142564,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 99792,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 1012114,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 618616,
							["Out"] = 25000,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["泰罗卡森林 - 里斯克鸦巢"] = {
							["In"] = 24244,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["刀锋山 - 拉扎安码头"] = {
							["In"] = 19719,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["虚空风暴 - 法力熔炉：布纳尔"] = {
							["In"] = 18134,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 19515,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 365,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["刀锋山 - 拉什鸦巢"] = {
							["In"] = 13768,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["泰罗卡森林 - 圣光之墓"] = {
							["In"] = 24010,
							["Out"] = 0,
						},
						["刀锋山 - 刀刃峡谷"] = {
							["In"] = 8011,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["泰罗卡森林 - 痛苦之丘"] = {
							["In"] = 35485,
							["Out"] = 0,
						},
						["纳格兰"] = {
							["In"] = 13111,
							["Out"] = 0,
						},
						["泰罗卡森林 - 白骨荒野"] = {
							["In"] = 25735,
							["Out"] = 0,
						},
						["泰罗卡森林 - 雷希鸦巢"] = {
							["In"] = 1909,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["刀锋山 - 德拉诺晶矿"] = {
							["In"] = 10433,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙拉斯鸦巢"] = {
							["In"] = 14778,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["纳格兰 - 灵魂平原"] = {
							["In"] = 18345,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["刀锋山 - 血槌峡谷"] = {
							["In"] = 3156,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔哨站"] = {
							["In"] = 3444,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["泰罗卡森林 - 西诺鸦巢"] = {
							["In"] = 2435,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["刀锋山 - 血槌营地"] = {
							["In"] = 14520,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["刀锋山 - 血槌哨站"] = {
							["In"] = 15049,
							["Out"] = 0,
						},
						["泰罗卡森林 - 噬骨废墟"] = {
							["In"] = 23040,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 30947,
							["Out"] = 0,
						},
						["泰罗卡森林 - 哈兹鸦巢"] = {
							["In"] = 2423,
							["Out"] = 0,
						},
						["纳格兰 - 风茅村"] = {
							["In"] = 4618,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["纳格兰 - 火刃废墟"] = {
							["In"] = 35166,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 17863,
							["Out"] = 0,
						},
						["刀锋山 - 北槌哨塔"] = {
							["In"] = 306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安鸦巢"] = {
							["In"] = 29274,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["纳格兰 - 日泉岗哨"] = {
							["In"] = 38090,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["虚空风暴 - 阿尔科隆废墟"] = {
							["In"] = 2687,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["刀锋山 - 晶歌山脉"] = {
							["In"] = 14959,
							["Out"] = 0,
						},
						["赞加沼泽 - 蛮沼村"] = {
							["In"] = 1366,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔平原"] = {
							["In"] = 631,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 9221,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["虚空风暴"] = {
							["In"] = 34174,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["泰罗卡森林 - 基斯鸦巢"] = {
							["In"] = 23545,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 24751,
							["Out"] = 0,
						},
						["纳格兰 - 北风裂谷"] = {
							["In"] = 35518,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["纳格兰 - 南风裂谷"] = {
							["In"] = 20312,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["刀锋山 - 刃喉谷"] = {
							["In"] = 2048,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 1750,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 32256,
							["Out"] = 390,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["刀锋山 - 砾石营地"] = {
							["In"] = 13795,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["刀锋山 - 南槌哨塔"] = {
							["In"] = 4502,
							["Out"] = 0,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 敦霍尔德城堡"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 2076,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金尼废墟"] = {
							["In"] = 6250,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 16641,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 1476,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 18875,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["纳格兰 - 基尔索罗堡垒"] = {
							["In"] = 13005,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 26808,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["泰罗卡森林 - 火翼岗哨"] = {
							["In"] = 28781,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["刀锋山 - 黑翼集会所"] = {
							["In"] = 23248,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["泰罗卡森林 - 灵网山脊"] = {
							["In"] = 5103,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["泰罗卡森林 - 图雷姆"] = {
							["In"] = 9165,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["刀锋山 - 铸魔营地：怒火"] = {
							["In"] = 10200,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["刀锋山 - 焦火荒野"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["泰罗卡森林 - 暗影墓穴"] = {
							["In"] = 14941,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 29991,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["刀锋山 - 格里施纳"] = {
							["In"] = 22306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安荒野"] = {
							["In"] = 27648,
							["Out"] = 0,
						},
						["纳格兰 - 沃舒古"] = {
							["In"] = 1130,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金顿"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 15310,
							["Out"] = 0,
						},
						["泰罗卡森林"] = {
							["In"] = 4679,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 9509979,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 61493,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1497432,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2358354,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 864450,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 560700,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5097500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 153000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 78500,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 403,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["纳格兰"] = {
							["In"] = 105415,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚岗哨"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["刀锋山 - 鲜血之环"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 578000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 72000,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 341000,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 199400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 375000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 694000,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 496000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 612000,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["刀锋山 - 乌鸦林"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 塞纳里奥树林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 405000,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["纳格兰 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 549000,
							["Out"] = 0,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 459000,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 671696,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 282000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 304,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 0,
							["Out"] = 434,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 40000030,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["刀锋山 - 常青林"] = {
							["In"] = 296345,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 287785,
							["Out"] = 0,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 352471,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["虚空风暴 - 阿尔科隆废墟"] = {
							["In"] = 2687,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 17863,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 24751,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 敦霍尔德城堡"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["虚空风暴 - 法力熔炉：布纳尔"] = {
							["In"] = 18134,
							["Out"] = 0,
						},
						["刀锋山 - 格里施纳"] = {
							["In"] = 22306,
							["Out"] = 0,
						},
						["刀锋山 - 砾石营地"] = {
							["In"] = 13795,
							["Out"] = 0,
						},
						["刀锋山 - 黑翼集会所"] = {
							["In"] = 23248,
							["Out"] = 0,
						},
						["虚空风暴"] = {
							["In"] = 34174,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 728000,
						},
					},
					["QUEST"] = {
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 273000,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 694000,
							["Out"] = 0,
						},
						["刀锋山 - 乌鸦林"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 24637,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 22094,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3557,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 0,
							["Out"] = 12655,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 0,
							["Out"] = 11341,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 21717,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 7390,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 0,
							["Out"] = 20485,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 3198,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 0,
							["Out"] = 867,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 1785,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 1412,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 2702,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 0,
							["Out"] = 3036,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 6120,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 1605,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 4590,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 1377,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 111000,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 10254,
							["Out"] = 40000300,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 630,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 10000000,
							["Out"] = 210,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 270,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 360,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 350000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 373379,
							["Out"] = 27965,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 266208,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 142598,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 85818,
							["Out"] = 134723,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 174832,
							["Out"] = 0,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 298280,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 133909,
							["Out"] = 33,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 165033,
							["Out"] = 0,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 287785,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 272800,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["沙塔斯城 - 旅店"] = {
							["In"] = 8960,
							["Out"] = 117800,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 682590,
							["Out"] = 26039,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 618702,
							["Out"] = 0,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 352471,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 885000,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 73563,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 161532,
							["Out"] = 107389,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 315445,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 71439,
							["Out"] = 56085,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 142564,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 99792,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 1012114,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 618616,
							["Out"] = 25000,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["泰罗卡森林 - 里斯克鸦巢"] = {
							["In"] = 24244,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["刀锋山 - 拉扎安码头"] = {
							["In"] = 19719,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["虚空风暴 - 法力熔炉：布纳尔"] = {
							["In"] = 18134,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 19515,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 365,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["刀锋山 - 拉什鸦巢"] = {
							["In"] = 13768,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["泰罗卡森林 - 圣光之墓"] = {
							["In"] = 24010,
							["Out"] = 0,
						},
						["刀锋山 - 刀刃峡谷"] = {
							["In"] = 8011,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["泰罗卡森林 - 痛苦之丘"] = {
							["In"] = 35485,
							["Out"] = 0,
						},
						["纳格兰"] = {
							["In"] = 13111,
							["Out"] = 0,
						},
						["泰罗卡森林 - 白骨荒野"] = {
							["In"] = 25735,
							["Out"] = 0,
						},
						["泰罗卡森林 - 雷希鸦巢"] = {
							["In"] = 1909,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["刀锋山 - 德拉诺晶矿"] = {
							["In"] = 10433,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙拉斯鸦巢"] = {
							["In"] = 14778,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["纳格兰 - 灵魂平原"] = {
							["In"] = 18345,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["刀锋山 - 血槌峡谷"] = {
							["In"] = 3156,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔哨站"] = {
							["In"] = 3444,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["泰罗卡森林 - 西诺鸦巢"] = {
							["In"] = 2435,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["刀锋山 - 血槌营地"] = {
							["In"] = 14520,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["刀锋山 - 血槌哨站"] = {
							["In"] = 15049,
							["Out"] = 0,
						},
						["泰罗卡森林 - 噬骨废墟"] = {
							["In"] = 23040,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 30947,
							["Out"] = 0,
						},
						["泰罗卡森林 - 哈兹鸦巢"] = {
							["In"] = 2423,
							["Out"] = 0,
						},
						["纳格兰 - 风茅村"] = {
							["In"] = 4618,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["纳格兰 - 火刃废墟"] = {
							["In"] = 35166,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 17863,
							["Out"] = 0,
						},
						["刀锋山 - 北槌哨塔"] = {
							["In"] = 306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安鸦巢"] = {
							["In"] = 29274,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["纳格兰 - 日泉岗哨"] = {
							["In"] = 38090,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["虚空风暴 - 阿尔科隆废墟"] = {
							["In"] = 2687,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["刀锋山 - 晶歌山脉"] = {
							["In"] = 14959,
							["Out"] = 0,
						},
						["赞加沼泽 - 蛮沼村"] = {
							["In"] = 1366,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔平原"] = {
							["In"] = 631,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 9221,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["虚空风暴"] = {
							["In"] = 34174,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["泰罗卡森林 - 基斯鸦巢"] = {
							["In"] = 23545,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 24751,
							["Out"] = 0,
						},
						["纳格兰 - 北风裂谷"] = {
							["In"] = 35518,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["纳格兰 - 南风裂谷"] = {
							["In"] = 20312,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["刀锋山 - 刃喉谷"] = {
							["In"] = 2048,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 1750,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 32256,
							["Out"] = 390,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["刀锋山 - 砾石营地"] = {
							["In"] = 13795,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["刀锋山 - 南槌哨塔"] = {
							["In"] = 4502,
							["Out"] = 0,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 敦霍尔德城堡"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 2076,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金尼废墟"] = {
							["In"] = 6250,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 16641,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 1476,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 18875,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["纳格兰 - 基尔索罗堡垒"] = {
							["In"] = 13005,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 26808,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["泰罗卡森林 - 火翼岗哨"] = {
							["In"] = 28781,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["刀锋山 - 黑翼集会所"] = {
							["In"] = 23248,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["泰罗卡森林 - 灵网山脊"] = {
							["In"] = 5103,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["泰罗卡森林 - 图雷姆"] = {
							["In"] = 9165,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["刀锋山 - 铸魔营地：怒火"] = {
							["In"] = 10200,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["刀锋山 - 焦火荒野"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["泰罗卡森林 - 暗影墓穴"] = {
							["In"] = 14941,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 29991,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["刀锋山 - 格里施纳"] = {
							["In"] = 22306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安荒野"] = {
							["In"] = 27648,
							["Out"] = 0,
						},
						["纳格兰 - 沃舒古"] = {
							["In"] = 1130,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金顿"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 15310,
							["Out"] = 0,
						},
						["泰罗卡森林"] = {
							["In"] = 4679,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 9509979,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 61493,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1497432,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2358354,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 864450,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 560700,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5097500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 153000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 78500,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 403,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["纳格兰"] = {
							["In"] = 105415,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚岗哨"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["刀锋山 - 鲜血之环"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 578000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 72000,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 341000,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 199400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 375000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 694000,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 496000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 612000,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["刀锋山 - 乌鸦林"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 塞纳里奥树林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 405000,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["纳格兰 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 549000,
							["Out"] = 0,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 459000,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 671696,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 282000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 24637,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 22094,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 7198,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3557,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 0,
							["Out"] = 12655,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 6824,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 10620,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 6127,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 0,
							["Out"] = 11341,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 21717,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 7390,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 661,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 0,
							["Out"] = 13684,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 0,
							["Out"] = 20485,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 6167,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 3198,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 0,
							["Out"] = 830,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 710,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 0,
							["Out"] = 867,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 1785,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 1412,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 0,
							["Out"] = 1044,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 134,
							["Out"] = 245,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 2702,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 0,
							["Out"] = 3036,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 6120,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 0,
							["Out"] = 1971,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 1020,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 1605,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 0,
							["Out"] = 4590,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3774,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 1377,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 111000,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 10254,
							["Out"] = 40000300,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 630,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 10000000,
							["Out"] = 210,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 0,
							["Out"] = 270,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 360,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 150000,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 5400000,
						},
						[""] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 350000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 373379,
							["Out"] = 27965,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 266208,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 142598,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 85818,
							["Out"] = 134723,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 174832,
							["Out"] = 0,
						},
						["冬泉谷 - 永望镇"] = {
							["In"] = 90653,
							["Out"] = 6289,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 298280,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 133909,
							["Out"] = 33,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 165033,
							["Out"] = 0,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 446601,
							["Out"] = 1600,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 287785,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 272800,
							["Out"] = 0,
						},
						["灰谷 - 阿斯特兰纳"] = {
							["In"] = 148637,
							["Out"] = 0,
						},
						["沙塔斯城 - 旅店"] = {
							["In"] = 8960,
							["Out"] = 117800,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 682590,
							["Out"] = 26039,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 618702,
							["Out"] = 0,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 262251,
							["Out"] = 99000,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 352471,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 885000,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 73563,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 161532,
							["Out"] = 107389,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 315445,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 145995,
							["Out"] = 0,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 71439,
							["Out"] = 56085,
						},
						["费伍德森林 - 刺枝林地"] = {
							["In"] = 19430,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1600,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 142564,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 99792,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 1012114,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 668614,
							["Out"] = 1058836,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 341182,
							["Out"] = 14731,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 618616,
							["Out"] = 25000,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["泰罗卡森林 - 里斯克鸦巢"] = {
							["In"] = 24244,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["刀锋山 - 拉扎安码头"] = {
							["In"] = 19719,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["虚空风暴 - 法力熔炉：布纳尔"] = {
							["In"] = 18134,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 19515,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 365,
							["Out"] = 0,
						},
						["灼热峡谷 - 大熔炉"] = {
							["In"] = 2810,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["刀锋山 - 拉什鸦巢"] = {
							["In"] = 13768,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 527,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 1443,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["冬泉谷 - 冰火温泉"] = {
							["In"] = 10575,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["泰罗卡森林 - 圣光之墓"] = {
							["In"] = 24010,
							["Out"] = 0,
						},
						["刀锋山 - 刀刃峡谷"] = {
							["In"] = 8011,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["泰罗卡森林 - 痛苦之丘"] = {
							["In"] = 35485,
							["Out"] = 0,
						},
						["纳格兰"] = {
							["In"] = 13111,
							["Out"] = 0,
						},
						["泰罗卡森林 - 白骨荒野"] = {
							["In"] = 25735,
							["Out"] = 0,
						},
						["泰罗卡森林 - 雷希鸦巢"] = {
							["In"] = 1909,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木山洞"] = {
							["In"] = 5914,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 5785,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["灼热峡谷 - 煤渣挖掘场"] = {
							["In"] = 4736,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["刀锋山 - 德拉诺晶矿"] = {
							["In"] = 10433,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙拉斯鸦巢"] = {
							["In"] = 14778,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["纳格兰 - 灵魂平原"] = {
							["In"] = 18345,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["刀锋山 - 血槌峡谷"] = {
							["In"] = 3156,
							["Out"] = 0,
						},
						["塔纳利斯 - 灌木谷"] = {
							["In"] = 4705,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔哨站"] = {
							["In"] = 3444,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1309,
							["Out"] = 120,
						},
						["泰罗卡森林 - 西诺鸦巢"] = {
							["In"] = 2435,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["灼热峡谷 - 熔渣之池"] = {
							["In"] = 14931,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["冬泉谷 - 木喉岗哨"] = {
							["In"] = 519,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["刀锋山 - 血槌营地"] = {
							["In"] = 14520,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["刀锋山 - 血槌哨站"] = {
							["In"] = 15049,
							["Out"] = 0,
						},
						["泰罗卡森林 - 噬骨废墟"] = {
							["In"] = 23040,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 2663,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 17689,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["费伍德森林 - 加德纳尔"] = {
							["In"] = 6865,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 30947,
							["Out"] = 0,
						},
						["泰罗卡森林 - 哈兹鸦巢"] = {
							["In"] = 2423,
							["Out"] = 0,
						},
						["纳格兰 - 风茅村"] = {
							["In"] = 4618,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16429,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["纳格兰 - 火刃废墟"] = {
							["In"] = 35166,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 17863,
							["Out"] = 0,
						},
						["刀锋山 - 北槌哨塔"] = {
							["In"] = 306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安鸦巢"] = {
							["In"] = 29274,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["塔纳利斯 - 砂槌营地"] = {
							["In"] = 5165,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 6366,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 8862,
							["Out"] = 0,
						},
						["纳格兰 - 日泉岗哨"] = {
							["In"] = 38090,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 15750,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 7537,
							["Out"] = 0,
						},
						["虚空风暴 - 阿尔科隆废墟"] = {
							["In"] = 2687,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6703,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火小径"] = {
							["In"] = 15582,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 1314,
							["Out"] = 0,
						},
						["刀锋山 - 晶歌山脉"] = {
							["In"] = 14959,
							["Out"] = 0,
						},
						["赞加沼泽 - 蛮沼村"] = {
							["In"] = 1366,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔平原"] = {
							["In"] = 631,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["灼热峡谷 - 尘火谷"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 9221,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 7371,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["虚空风暴"] = {
							["In"] = 34174,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["泰罗卡森林 - 基斯鸦巢"] = {
							["In"] = 23545,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 24751,
							["Out"] = 0,
						},
						["纳格兰 - 北风裂谷"] = {
							["In"] = 35518,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 28670,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["纳格兰 - 南风裂谷"] = {
							["In"] = 20312,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["费伍德森林 - 铁木森林"] = {
							["In"] = 1627,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["刀锋山 - 刃喉谷"] = {
							["In"] = 2048,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 1750,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 794,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 32256,
							["Out"] = 390,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 9325,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["刀锋山 - 砾石营地"] = {
							["In"] = 13795,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["费伍德森林 - 克斯特拉斯废墟"] = {
							["In"] = 7418,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 2415,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["刀锋山 - 南槌哨塔"] = {
							["In"] = 4502,
							["Out"] = 0,
						},
						["费伍德森林 - 木喉要塞"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 敦霍尔德城堡"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 2076,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金尼废墟"] = {
							["In"] = 6250,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 16641,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 11145,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 1476,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 18875,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["纳格兰 - 基尔索罗堡垒"] = {
							["In"] = 13005,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 26808,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 19843,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["泰罗卡森林 - 火翼岗哨"] = {
							["In"] = 28781,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 22606,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8475,
							["Out"] = 0,
						},
						["刀锋山 - 黑翼集会所"] = {
							["In"] = 23248,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 9952,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["费伍德森林 - 碧火谷"] = {
							["In"] = 4135,
							["Out"] = 0,
						},
						["泰罗卡森林 - 灵网山脊"] = {
							["In"] = 5103,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 7575,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 2274,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["泰罗卡森林 - 图雷姆"] = {
							["In"] = 9165,
							["Out"] = 0,
						},
						["灼热峡谷 - 观火岭"] = {
							["In"] = 5872,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["刀锋山 - 铸魔营地：怒火"] = {
							["In"] = 10200,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6609,
							["Out"] = 0,
						},
						["刀锋山 - 焦火荒野"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["泰罗卡森林 - 暗影墓穴"] = {
							["In"] = 14941,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 24026,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 29991,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["费伍德森林 - 魔爪村"] = {
							["In"] = 10238,
							["Out"] = 413,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["刀锋山 - 格里施纳"] = {
							["In"] = 22306,
							["Out"] = 0,
						},
						["刀锋山 - 卢安荒野"] = {
							["In"] = 27648,
							["Out"] = 0,
						},
						["纳格兰 - 沃舒古"] = {
							["In"] = 1130,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥金顿"] = {
							["In"] = 6549,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 15310,
							["Out"] = 0,
						},
						["泰罗卡森林"] = {
							["In"] = 4679,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 9509979,
						},
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 61493,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 42878,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 80166,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1497432,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 2358354,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 864450,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 560700,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5097500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["纳格兰 - 哈兰"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 153000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["虚空风暴 - 机甲废场"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["纳格兰 - 嘲颅废墟"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 78500,
							["Out"] = 0,
						},
						["纳格兰 - 战槌山"] = {
							["In"] = 403,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["刀锋山 - 希尔瓦纳"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["刀锋山 - 龙颅小径"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["纳格兰"] = {
							["In"] = 105415,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚岗哨"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["刀锋山 - 鲜血之环"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 格兰戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["纳格兰 - 奈辛瓦里狩猎队营地"] = {
							["In"] = 578000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["费伍德森林 - 翡翠圣地"] = {
							["In"] = 16500,
							["Out"] = 0,
						},
						["刀锋山 - 刀塔要塞"] = {
							["In"] = 72000,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 341000,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["泰罗卡森林 - 难民车队"] = {
							["In"] = 199400,
							["Out"] = 0,
						},
						["泰罗卡森林 - 沙塔尔营地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 375000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["安戈洛环形山"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["虚空风暴 - 52区"] = {
							["In"] = 694000,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["纳格兰 - 塔拉"] = {
							["In"] = 496000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 马绍尔营地"] = {
							["In"] = 15639,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["刀锋山 - 常青林"] = {
							["In"] = 612000,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["刀锋山 - 乌鸦林"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["泰罗卡森林 - 塞纳里奥树林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 63500,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["冬泉谷"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 405000,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["达纳苏斯 - 月神殿"] = {
							["In"] = 14500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["安戈洛环形山 - 拉卡利油沼"] = {
							["In"] = 16361,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["纳格兰 - 埃瑞斯码头"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["纳格兰 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["泰罗卡森林 - 奥蕾莉亚要塞"] = {
							["In"] = 549000,
							["Out"] = 0,
						},
						["刀锋山 - 托什雷的基地"] = {
							["In"] = 459000,
							["Out"] = 0,
						},
						["纳格兰 - 鲜血竞技场"] = {
							["In"] = 671696,
							["Out"] = 0,
						},
						["灼热峡谷"] = {
							["In"] = 58500,
							["Out"] = 0,
						},
						["沙塔斯城 - 贫民窟"] = {
							["In"] = 282000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 422386,
							["Out"] = 0,
						},
						["虚空风暴 - 恩卡特废墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["沙塔斯城 - 占星者之台"] = {
							["In"] = 0,
							["Out"] = 40000030,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
		["新特能源"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 0,
							["Out"] = 5651,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 988,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 250000,
							["Out"] = 0,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["TRAIN"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 0,
							["Out"] = 638805,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 106714,
							["Out"] = 950000,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 271027,
							["Out"] = 375302,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 814162,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1900,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 165167,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 187192,
						},
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 40000000,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 240,
						},
					},
					["LOOT"] = {
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 18931,
							["Out"] = 0,
						},
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 29633,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 5764,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 19090,
							["Out"] = 0,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 917,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 6232,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 1549,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 9628,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 1456,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 4395,
							["Out"] = 51,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6939,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1826,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 8056,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 978,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 6719,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 12772,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8316,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 13851,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 1508,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 10787,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔荒地"] = {
							["In"] = 2492,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 6726,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 2842,
							["Out"] = 72,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 5952,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 1354,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 1022,
							["Out"] = 65,
						},
						["地狱火半岛 - 铸魔营地：狂乱"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 3465,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 34688,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6677,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 243000,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 318,
							["Out"] = 156,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 559,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 391,
							["Out"] = 128,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 0,
							["Out"] = 17,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 423200,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 31000,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 0,
							["Out"] = 5651,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 988,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 40000000,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 240,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 250000,
							["Out"] = 0,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 106714,
							["Out"] = 950000,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 271027,
							["Out"] = 375302,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 814162,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1900,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 165167,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 120353,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 29633,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 4675,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 1549,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 4395,
							["Out"] = 51,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6939,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 978,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 2660,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 10787,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 22954,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 6726,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 5952,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8316,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 6719,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 18931,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 8056,
							["Out"] = 0,
						},
						["赞加沼泽 - 沼光湖"] = {
							["In"] = 397,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 1354,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 12772,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 6232,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 9628,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 3271,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6677,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 1508,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1826,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 13851,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什营地"] = {
							["In"] = 1485,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔荒地"] = {
							["In"] = 2492,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 2842,
							["Out"] = 72,
						},
						["地狱火半岛"] = {
							["In"] = 34688,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 19090,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：狂乱"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 1022,
							["Out"] = 65,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 917,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 3465,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 8064,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 5764,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 187192,
						},
					},
					["TRAIN"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 0,
							["Out"] = 638805,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["QUEST"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 243000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 318,
							["Out"] = 156,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 279000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 559,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 391,
							["Out"] = 128,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 0,
							["Out"] = 17,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 423200,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 0,
							["Out"] = 5651,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 988,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 40000000,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 240,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 250000,
							["Out"] = 0,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 106714,
							["Out"] = 950000,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 271027,
							["Out"] = 375302,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 814162,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1900,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 165167,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 120353,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 29633,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 4675,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 1549,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 4395,
							["Out"] = 51,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6939,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 978,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 2660,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 10787,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 22954,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 6726,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 5952,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8316,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 6719,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 18931,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 8056,
							["Out"] = 0,
						},
						["赞加沼泽 - 沼光湖"] = {
							["In"] = 397,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 1354,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 12772,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 6232,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 9628,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 3271,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6677,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 1508,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1826,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 13851,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什营地"] = {
							["In"] = 1485,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔荒地"] = {
							["In"] = 2492,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 2842,
							["Out"] = 72,
						},
						["地狱火半岛"] = {
							["In"] = 34688,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 19090,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：狂乱"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 1022,
							["Out"] = 65,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 917,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 3465,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 8064,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 5764,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 187192,
						},
					},
					["TRAIN"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 0,
							["Out"] = 638805,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["QUEST"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 243000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 318,
							["Out"] = 156,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 279000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 559,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 391,
							["Out"] = 128,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 0,
							["Out"] = 17,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 423200,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 120353,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 2660,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 3271,
							["Out"] = 0,
						},
						["赞加沼泽 - 沼光湖"] = {
							["In"] = 397,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什营地"] = {
							["In"] = 1485,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 3219,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 8064,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 22954,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 89000,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 279000,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 0,
							["Out"] = 5651,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 988,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 40000000,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 240,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 250000,
							["Out"] = 0,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 106714,
							["Out"] = 950000,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 271027,
							["Out"] = 375302,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 814162,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1900,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 165167,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 120353,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 29633,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 4675,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 1549,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 4395,
							["Out"] = 51,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6939,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 978,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 2660,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 10787,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 22954,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 6726,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 5952,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8316,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 6719,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 18931,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 8056,
							["Out"] = 0,
						},
						["赞加沼泽 - 沼光湖"] = {
							["In"] = 397,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 1354,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 12772,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 6232,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 9628,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 3271,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6677,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 1508,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1826,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 13851,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什营地"] = {
							["In"] = 1485,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔荒地"] = {
							["In"] = 2492,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 2842,
							["Out"] = 72,
						},
						["地狱火半岛"] = {
							["In"] = 34688,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 19090,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：狂乱"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 1022,
							["Out"] = 65,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 917,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 3465,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 8064,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 5764,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 187192,
						},
					},
					["TRAIN"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 0,
							["Out"] = 638805,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["QUEST"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 243000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 318,
							["Out"] = 156,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 279000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 559,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 391,
							["Out"] = 128,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 0,
							["Out"] = 17,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 423200,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 0,
							["Out"] = 5651,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 988,
						},
						["泰雷多尔"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 40000000,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 0,
							["Out"] = 240,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 250000,
							["Out"] = 0,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 106714,
							["Out"] = 950000,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 271027,
							["Out"] = 375302,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 814162,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 0,
							["Out"] = 1900,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 165167,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 120353,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["地狱火半岛 - 玛格汉台地"] = {
							["In"] = 29633,
							["Out"] = 0,
						},
						["赞加沼泽"] = {
							["In"] = 4675,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 1549,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 4395,
							["Out"] = 51,
						},
						["地狱火半岛 - 大裂隙"] = {
							["In"] = 6939,
							["Out"] = 0,
						},
						["地狱火半岛 - 坠星山"] = {
							["In"] = 978,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什要塞"] = {
							["In"] = 2660,
							["Out"] = 0,
						},
						["地狱火半岛 - 迁跃平原"] = {
							["In"] = 10787,
							["Out"] = 0,
						},
						["赞加沼泽 - 菌杆沼泽"] = {
							["In"] = 22954,
							["Out"] = 0,
						},
						["地狱火半岛 - 阿苟纳之池"] = {
							["In"] = 6726,
							["Out"] = 0,
						},
						["地狱火半岛 - 远征军物资库"] = {
							["In"] = 5952,
							["Out"] = 0,
						},
						["地狱火半岛 - 军团前线"] = {
							["In"] = 8316,
							["Out"] = 0,
						},
						["地狱火半岛 - 高加兹前哨"] = {
							["In"] = 6719,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞浅滩"] = {
							["In"] = 18931,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮营地"] = {
							["In"] = 8056,
							["Out"] = 0,
						},
						["赞加沼泽 - 沼光湖"] = {
							["In"] = 397,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什峡谷"] = {
							["In"] = 1354,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗泽村"] = {
							["In"] = 12772,
							["Out"] = 0,
						},
						["赞加沼泽 - 暗潮湖岸"] = {
							["In"] = 6232,
							["Out"] = 0,
						},
						["萨尔玛矿洞"] = {
							["In"] = 9628,
							["Out"] = 0,
						},
						["赞加沼泽 - 血鳞领地"] = {
							["In"] = 3271,
							["Out"] = 0,
						},
						["地狱火半岛 - 哈尔什巢穴"] = {
							["In"] = 6677,
							["Out"] = 0,
						},
						["地狱火半岛 - 南部城墙"] = {
							["In"] = 1508,
							["Out"] = 0,
						},
						["地狱火半岛 - 荣耀之路"] = {
							["In"] = 1826,
							["Out"] = 0,
						},
						["赞加沼泽 - 蘑菇洞"] = {
							["In"] = 13851,
							["Out"] = 0,
						},
						["赞加沼泽 - 安葛洛什营地"] = {
							["In"] = 1485,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔荒地"] = {
							["In"] = 2492,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 2842,
							["Out"] = 72,
						},
						["地狱火半岛"] = {
							["In"] = 34688,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞斯高"] = {
							["In"] = 19090,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：狂乱"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 1022,
							["Out"] = 65,
						},
						["地狱火半岛 - 苦痛之路"] = {
							["In"] = 917,
							["Out"] = 0,
						},
						["地狱火半岛 - 北部城墙"] = {
							["In"] = 3465,
							["Out"] = 0,
						},
						["赞加沼泽 - 匕潭村"] = {
							["In"] = 8064,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 5764,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 187192,
						},
					},
					["TRAIN"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 0,
							["Out"] = 638805,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 5700000,
						},
					},
					["QUEST"] = {
						["暴风城 - 光明大教堂"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["赞加沼泽 - 泰雷多尔"] = {
							["In"] = 243000,
							["Out"] = 0,
						},
						["地狱火半岛 - 沙纳尔废墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["地狱火半岛 - 铸魔营地：暴虐"] = {
							["In"] = 318,
							["Out"] = 156,
						},
						["赞加沼泽 - 塞纳里奥庇护所"] = {
							["In"] = 344000,
							["Out"] = 0,
						},
						["地狱火半岛 - 飞艇坠毁点"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["赞加沼泽 - 奥雷柏尔营地"] = {
							["In"] = 279000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塞纳里奥哨站"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 地狱火堡垒"] = {
							["In"] = 559,
							["Out"] = 0,
						},
						["荣耀堡矿洞"] = {
							["In"] = 391,
							["Out"] = 128,
						},
						["地狱火半岛 - 荣耀堡"] = {
							["In"] = 241000,
							["Out"] = 0,
						},
						["地狱火半岛 - 登陆场：歼灭"] = {
							["In"] = 0,
							["Out"] = 17,
						},
						["地狱火半岛 - 远征军岗哨"] = {
							["In"] = 36000,
							["Out"] = 0,
						},
						["地狱火半岛 - 塔哈玛特神殿"] = {
							["In"] = 143000,
							["Out"] = 0,
						},
						["地狱火半岛"] = {
							["In"] = 423200,
							["Out"] = 0,
						},
						["赞加沼泽 - 塞纳里奥岗哨"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
					},
				},
			},
		},
		["特工仓库"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 108431,
							["Out"] = 1140,
						},
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 504161,
							["Out"] = 1000922,
						},
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 637411,
							["Out"] = 801270,
						},
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 6909,
							["Out"] = 420,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10120448,
							["Out"] = 3540,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 1506480,
							["Out"] = 5376080,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 11517,
							["Out"] = 600,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 637411,
							["Out"] = 894515,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 4608,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 93245,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10120448,
							["Out"] = 3540,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 1506480,
							["Out"] = 5376080,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 4608,
							["Out"] = 180,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 93245,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10120448,
							["Out"] = 3540,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 1506480,
							["Out"] = 5376080,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
	["加丁"] = {
		["Vscode"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["MAIL"] = {
					},
					["AH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
}
