
Accountant_ClassicSaveData = {
	["祈福"] = {
		["特变电工"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "19/08/22",
				["class"] = "ROGUE",
				["lastsessiondate"] = "19/08/22",
				["prvday"] = "18/08/22",
				["dateweek"] = "08/14/22",
				["version"] = "v2.12.20",
				["faction"] = "Alliance",
				["totalcash"] = 29740171,
				["curryear"] = "2022",
				["prvdateweek"] = "08/07/22",
				["month"] = "08",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 86290,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 159300,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 987690,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 901400,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 987690,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 987690,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 3232,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 4288,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 15840,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 12608,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 15840,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 15840,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 2023,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 2023,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 50000013,
						["Out"] = 1,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 150000,
					},
					["Total"] = {
						["In"] = 50000013,
						["Out"] = 250001,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 250000,
					},
					["Year"] = {
						["In"] = 50000013,
						["Out"] = 250001,
					},
					["Month"] = {
						["In"] = 50000013,
						["Out"] = 250001,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 50000,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 50000,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 168,
						["Out"] = 1943,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 2433,
					},
					["Total"] = {
						["In"] = 1008,
						["Out"] = 13772,
					},
					["Week"] = {
						["In"] = 840,
						["Out"] = 11829,
					},
					["Year"] = {
						["In"] = 1008,
						["Out"] = 13772,
					},
					["Month"] = {
						["In"] = 1008,
						["Out"] = 13772,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 3054,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 3054,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 24817,
						["Out"] = 3,
					},
					["PrvDay"] = {
						["In"] = 35555,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 216679,
						["Out"] = 27,
					},
					["Week"] = {
						["In"] = 191862,
						["Out"] = 24,
					},
					["Year"] = {
						["In"] = 216679,
						["Out"] = 27,
					},
					["Month"] = {
						["In"] = 216679,
						["Out"] = 27,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 2789,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 3966,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 76023,
						["Out"] = 5000560,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 200118,
						["Out"] = 10001520,
					},
					["Week"] = {
						["In"] = 124095,
						["Out"] = 5000960,
					},
					["Year"] = {
						["In"] = 200118,
						["Out"] = 10001520,
					},
					["Month"] = {
						["In"] = 200118,
						["Out"] = 10001520,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 210,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 42074,
						["Out"] = 1007040,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 42074,
						["Out"] = 10631074,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 9624034,
					},
					["Year"] = {
						["In"] = 42074,
						["Out"] = 10631074,
					},
					["Month"] = {
						["In"] = 42074,
						["Out"] = 10631074,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 81682,
						["Out"] = 30369,
					},
					["PrvDay"] = {
						["In"] = 81116,
						["Out"] = 8640,
					},
					["Total"] = {
						["In"] = 851963,
						["Out"] = 197467,
					},
					["Week"] = {
						["In"] = 770281,
						["Out"] = 167098,
					},
					["Year"] = {
						["In"] = 851963,
						["Out"] = 197467,
					},
					["Month"] = {
						["In"] = 851963,
						["Out"] = 197467,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 93731,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 93731,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 31970,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 78000,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 525716,
						["Out"] = 8,
					},
					["Week"] = {
						["In"] = 493746,
						["Out"] = 8,
					},
					["Year"] = {
						["In"] = 525716,
						["Out"] = 8,
					},
					["Month"] = {
						["In"] = 525716,
						["Out"] = 8,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 27500,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 34500,
						["Out"] = 0,
					},
				},
			},
		},
		["特工仓库"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "19/08/22",
				["class"] = "PALADIN",
				["curryear"] = "2022",
				["prvday"] = "18/08/22",
				["dateweek"] = "08/14/22",
				["version"] = "v2.12.20",
				["faction"] = "Alliance",
				["totalcash"] = 6882870,
				["lastsessiondate"] = "19/08/22",
				["prvdateweek"] = "08/07/22",
				["month"] = "08",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 95,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 95,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 1416254,
					},
					["PrvDay"] = {
						["In"] = 364908,
						["Out"] = 593800,
					},
					["Year"] = {
						["In"] = 364908,
						["Out"] = 3480643,
					},
					["Week"] = {
						["In"] = 364908,
						["Out"] = 2064389,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 364908,
						["Out"] = 3480643,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 364908,
						["Out"] = 3480643,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 5000500,
						["Out"] = 1050,
					},
					["PrvDay"] = {
						["In"] = 5000000,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 10000500,
						["Out"] = 1800,
					},
					["Week"] = {
						["In"] = 5000000,
						["Out"] = 750,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 60,
					},
					["Month"] = {
						["In"] = 10000500,
						["Out"] = 1800,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 60,
					},
					["Total"] = {
						["In"] = 10000500,
						["Out"] = 1800,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
	["加丁"] = {
		["Vscode"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "19/08/22",
				["class"] = "ROGUE",
				["faction"] = "Alliance",
				["totalcash"] = 153,
				["prvday"] = "18/08/22",
				["dateweek"] = "08/14/22",
				["version"] = "v2.12.20",
				["month"] = "08",
				["lastsessiondate"] = "06/08/22",
				["curryear"] = "2022",
				["prvdateweek"] = "08/07/22",
				["prvmonth"] = "07",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 153,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 153,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "Default",
		["特工仓库 - 祈福"] = "Default",
		["Vscode - 加丁"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["oprofileCopied"] = true,
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				nil, -- [4]
				-80.00001525878906, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["祈福"] = {
		["特变电工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 908,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 159,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 79,
						},
					},
					["TAXI"] = {
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 604,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 676,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 152,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 342,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 288,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 67254,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 8550,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 7518,
							["Out"] = 2202,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 4239,
							["Out"] = 50,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 2559,
							["Out"] = 5700,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 1108,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 1763,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 13677,
							["Out"] = 33,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 4288,
							["Out"] = 5123,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 3299,
							["Out"] = 0,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 0,
							["Out"] = 1350,
						},
						["暮色森林"] = {
							["In"] = 1731,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 103973,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 508391,
						},
					},
					["MAIL"] = {
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 1954,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 946,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 3379,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 54,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2608,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 893,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 208,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 900,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 1300,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 3875,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 800,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 928,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 567,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 264,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1008,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["TRAIN"] = {
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 158400,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
					},
					["MERCH"] = {
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 29854,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 14470,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 2459,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 688,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 842,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 1965,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 26000,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 10000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 1612,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3133,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 2062,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 899,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1374,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 480,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 53910,
							["Out"] = 5652,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 107483,
							["Out"] = 33,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 10244,
							["Out"] = 7163,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 85000,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 30005,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 1108,
							["Out"] = 1747,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 38483,
							["Out"] = 45600,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 8759106,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1477292,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 174354,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 343350,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 158400,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 35500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 121,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 704,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3054,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 1386,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 884,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 747,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1374,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1326,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 502,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 480,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 46392,
							["Out"] = 3450,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 64931,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1282,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 22508,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 1747,
						},
						["血鸦旅店"] = {
							["In"] = 17772,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 21775,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 93806,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 5956,
							["Out"] = 2040,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 30005,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 38483,
							["Out"] = 45600,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 85000,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 334800,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 107100,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 158400,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
					},
					["AH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 8655133,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 968901,
						},
					},
					["LOOT"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 232,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 685,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 783,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 3259,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 247,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 109,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 5300,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 10900,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10000,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 35500,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 1500,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 1612,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3133,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 2062,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 899,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1374,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 480,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 53910,
							["Out"] = 5652,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 107483,
							["Out"] = 33,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 10244,
							["Out"] = 7163,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 85000,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 30005,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 1108,
							["Out"] = 1747,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 38483,
							["Out"] = 45600,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 8759106,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1477292,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 174354,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 343350,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 158400,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 35500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 168,
							["Out"] = 1612,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 205,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 2433,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 0,
							["Out"] = 18,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 0,
							["Out"] = 779,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 840,
							["Out"] = 280,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1718,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 3594,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3133,
						},
					},
					["TAXI"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 2062,
						},
						["西瘟疫之地 - 寒风营地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 0,
							["Out"] = 94,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 0,
							["Out"] = 280,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 0,
							["Out"] = 1521,
						},
						["西部荒野 - 哨兵嶺"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 0,
							["Out"] = 1668,
						},
						["赤脊山"] = {
							["In"] = 0,
							["Out"] = 790,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 99,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 0,
							["Out"] = 1488,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 0,
							["Out"] = 972,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 899,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 0,
							["Out"] = 1224,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 1374,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 0,
							["Out"] = 1290,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 124095,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 68244,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 0,
							["Out"] = 5000270,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 7779,
							["Out"] = 5000560,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 480,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
					},
					["OTHER"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["死亡矿井"] = {
							["In"] = 13,
							["Out"] = 1,
						},
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 50000000,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
						["塔纳利斯 - 时光之穴"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["暴风城 - 贸易区"] = {
							["In"] = 53910,
							["Out"] = 5652,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 19768,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 3013,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 165,
							["Out"] = 0,
						},
						["暴风城 - 法师区"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 斯通菲爾德農場"] = {
							["In"] = 203,
							["Out"] = 657,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 107483,
							["Out"] = 33,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 10244,
							["Out"] = 7163,
						},
						["湖畔镇旅店"] = {
							["In"] = 15523,
							["Out"] = 0,
						},
						["暴风城 - 运河"] = {
							["In"] = 0,
							["Out"] = 180,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 0,
							["Out"] = 382,
						},
						["艾尔文森林"] = {
							["In"] = 4087,
							["Out"] = 13600,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 6139,
							["Out"] = 912,
						},
						["荒芜之地 - 巨牙谷"] = {
							["In"] = 25563,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 69170,
							["Out"] = 50,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 43347,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 65484,
							["Out"] = 20621,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 3270,
							["Out"] = 85000,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 869,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 21071,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 23538,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 7146,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 13895,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 92772,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 136,
							["Out"] = 0,
						},
						["达纳苏斯"] = {
							["In"] = 22897,
							["Out"] = 8640,
						},
						["湿地 - 深水旅店"] = {
							["In"] = 24595,
							["Out"] = 1350,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 30005,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 28740,
							["Out"] = 0,
						},
						["西部荒野 - 哨兵岭"] = {
							["In"] = 18571,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 25067,
							["Out"] = 5700,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 1108,
							["Out"] = 1747,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 71517,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 38483,
							["Out"] = 45600,
						},
					},
					["LOOT"] = {
						["古博拉矿场"] = {
							["In"] = 158,
							["Out"] = 0,
						},
						["暮色森林 - 阳光树林"] = {
							["In"] = 597,
							["Out"] = 0,
						},
						["阿拉希高地 - 枯木村"] = {
							["In"] = 4110,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 116,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 5558,
							["Out"] = 0,
						},
						["西部荒野 - 法布隆南瓜农场"] = {
							["In"] = 883,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 绞刑场"] = {
							["In"] = 1649,
							["Out"] = 0,
						},
						["菲拉斯 - 高原荒野"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 152,
							["Out"] = 0,
						},
						["西部荒野 - 阿历克斯顿农场"] = {
							["In"] = 186,
							["Out"] = 0,
						},
						["艾尔文森林"] = {
							["In"] = 168,
							["Out"] = 0,
						},
						["西部荒野 - 摩尔森农场"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["尘泥沼泽 - 石槌废墟"] = {
							["In"] = 4659,
							["Out"] = 0,
						},
						["暮色森林 - 密斯特曼托庄园"] = {
							["In"] = 422,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 1215,
							["Out"] = 0,
						},
						["西部荒野 - 匕首岭"] = {
							["In"] = 617,
							["Out"] = 0,
						},
						["尘泥沼泽 - 黑蹄村"] = {
							["In"] = 2029,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡農場"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["湿地 - 绿带草地"] = {
							["In"] = 246,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 573,
							["Out"] = 0,
						},
						["赤脊山 - 止水湖"] = {
							["In"] = 625,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["菲拉斯 - 深痕谷"] = {
							["In"] = 6918,
							["Out"] = 0,
						},
						["西部荒野 - 詹戈洛德矿洞"] = {
							["In"] = 149,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 128,
							["Out"] = 0,
						},
						["湿地 - 失落的舰队"] = {
							["In"] = 1489,
							["Out"] = 0,
						},
						["赤脊山 - 石堡要塞"] = {
							["In"] = 739,
							["Out"] = 0,
						},
						["阿拉希高地 - 水下暗礁"] = {
							["In"] = 366,
							["Out"] = 0,
						},
						["奥达曼 - 挖掘中心"] = {
							["In"] = 1020,
							["Out"] = 0,
						},
						["辛特兰 - 沙德拉洛"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["辛特兰 - 祖瓦沙"] = {
							["In"] = 1692,
							["Out"] = 0,
						},
						["荒芜之地 - 铁趾挖掘场"] = {
							["In"] = 2045,
							["Out"] = 0,
						},
						["湿地 - 恶铁岭"] = {
							["In"] = 753,
							["Out"] = 0,
						},
						["西部荒野 - 长滩"] = {
							["In"] = 1087,
							["Out"] = 0,
						},
						["尘泥沼泽 - 火焰洞穴"] = {
							["In"] = 4944,
							["Out"] = 0,
						},
						["尘泥沼泽 - 女巫岭"] = {
							["In"] = 1878,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6638,
							["Out"] = 0,
						},
						["暮色森林 - 约根农场"] = {
							["In"] = 271,
							["Out"] = 0,
						},
						["艾爾文森林 - 傑羅德碼頭"] = {
							["In"] = 44,
							["Out"] = 0,
						},
						["赤脊山 - 加拉德尔山谷"] = {
							["In"] = 1258,
							["Out"] = 0,
						},
						["暮色森林 - 沃古尔食人魔山"] = {
							["In"] = 383,
							["Out"] = 0,
						},
						["湿地 - 蓝腮沼泽"] = {
							["In"] = 273,
							["Out"] = 0,
						},
						["艾爾文森林 - 石碑湖"] = {
							["In"] = 4,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 261,
							["Out"] = 0,
						},
						["阿拉希高地 - 诺斯弗德农场"] = {
							["In"] = 1885,
							["Out"] = 0,
						},
						["菲拉斯"] = {
							["In"] = 6971,
							["Out"] = 0,
						},
						["西部荒野 - 迪蒙特荒野"] = {
							["In"] = 86,
							["Out"] = 0,
						},
						["洛克莫丹 - 巨石水坝"] = {
							["In"] = 59,
							["Out"] = 0,
						},
						["赤脊山 - 石堡"] = {
							["In"] = 1002,
							["Out"] = 0,
						},
						["艾爾文森林 - 水晶湖"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["菲拉斯 - 木爪岭"] = {
							["In"] = 203,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔海湾"] = {
							["In"] = 603,
							["Out"] = 0,
						},
						["荒芜之地 - 火山洞穴"] = {
							["In"] = 1427,
							["Out"] = 0,
						},
						["辛特兰 - 西利瓦萨"] = {
							["In"] = 664,
							["Out"] = 0,
						},
						["西部荒野 - 萨丁农场"] = {
							["In"] = 78,
							["Out"] = 0,
						},
						["辛特兰 - 伯根的棚屋"] = {
							["In"] = 72,
							["Out"] = 0,
						},
						["暮色森林 - 晨光之林墓穴"] = {
							["In"] = 2500,
							["Out"] = 0,
						},
						["暮色森林 - 烂果园"] = {
							["In"] = 919,
							["Out"] = 0,
						},
						["沙尔扎鲁之巢"] = {
							["In"] = 1795,
							["Out"] = 0,
						},
						["西部荒野"] = {
							["In"] = 104,
							["Out"] = 0,
						},
						["西部荒野 - 金海岸矿洞"] = {
							["In"] = 27,
							["Out"] = 0,
						},
						["洛克莫丹 - 银泉矿洞"] = {
							["In"] = 410,
							["Out"] = 0,
						},
						["丹莫罗 - 冻石农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 43,
							["Out"] = 0,
						},
						["塔纳利斯 - 清泉平原"] = {
							["In"] = 6402,
							["Out"] = 0,
						},
						["塔纳利斯 - 热影废墟"] = {
							["In"] = 1166,
							["Out"] = 0,
						},
						["菲拉斯 - 伊斯迪尔废墟"] = {
							["In"] = 6536,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐角岗哨"] = {
							["In"] = 2196,
							["Out"] = 0,
						},
						["艾尔文森林 - 林边空地"] = {
							["In"] = 385,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者营地"] = {
							["In"] = 703,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 索菲亚高地"] = {
							["In"] = 1416,
							["Out"] = 0,
						},
						["菲拉斯 - 索兰萨尔废墟"] = {
							["In"] = 5685,
							["Out"] = 0,
						},
						["洛克莫丹 - 碎石怪之谷"] = {
							["In"] = 969,
							["Out"] = 0,
						},
						["菲拉斯 - 恐怖图腾营地"] = {
							["In"] = 3306,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 143,
							["Out"] = 0,
						},
						["艾爾文森林 - 玉石礦坑"] = {
							["In"] = 28,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 达隆山"] = {
							["In"] = 3864,
							["Out"] = 0,
						},
						["湿地 - 怒牙营地"] = {
							["In"] = 2023,
							["Out"] = 0,
						},
						["洛克莫丹 - 灰爪山"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["赤脊山 - 三角路口"] = {
							["In"] = 153,
							["Out"] = 0,
						},
						["湿地 - 巴拉丁海湾"] = {
							["In"] = 1461,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 5929,
							["Out"] = 0,
						},
						["阿拉希高地 - 格沙克农场"] = {
							["In"] = 4241,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 破碎岭城堡"] = {
							["In"] = 720,
							["Out"] = 0,
						},
						["塔纳利斯 - 落帆海湾"] = {
							["In"] = 16785,
							["Out"] = 0,
						},
						["赤脊山 - 撕裂者之石"] = {
							["In"] = 2368,
							["Out"] = 0,
						},
						["湿地"] = {
							["In"] = 2855,
							["Out"] = 0,
						},
						["西部荒野 - 贾森农场"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["湿地 - 铁须之墓"] = {
							["In"] = 13,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 西部海岸"] = {
							["In"] = 3487,
							["Out"] = 0,
						},
						["暮色森林 - 腐草农场"] = {
							["In"] = 46,
							["Out"] = 0,
						},
						["赤脊山 - 赤脊峡谷"] = {
							["In"] = 303,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 2724,
							["Out"] = 0,
						},
						["荒芜之地 - 卡格营地"] = {
							["In"] = 3570,
							["Out"] = 0,
						},
						["奥特兰克山脉 - 考兰之匕"] = {
							["In"] = 1561,
							["Out"] = 0,
						},
						["艾尔文森林 - 斯通菲尔德农场"] = {
							["In"] = 20,
							["Out"] = 0,
						},
						["荒芜之地 - 造物者遗迹"] = {
							["In"] = 354,
							["Out"] = 0,
						},
						["西部荒野 - 斯特登的池塘"] = {
							["In"] = 154,
							["Out"] = 0,
						},
						["奥达曼"] = {
							["In"] = 2871,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["暮色森林 - 罗兰之墓"] = {
							["In"] = 890,
							["Out"] = 0,
						},
						["暮色森林 - 静谧花园墓场"] = {
							["In"] = 707,
							["Out"] = 0,
						},
						["辛特兰"] = {
							["In"] = 3514,
							["Out"] = 0,
						},
						["暮色森林"] = {
							["In"] = 1729,
							["Out"] = 0,
						},
						["阿拉希高地 - 萨多尔大桥"] = {
							["In"] = 206,
							["Out"] = 0,
						},
						["赤脊山 - 伊尔加拉之塔"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 东部海滩"] = {
							["In"] = 2281,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["赤脊山 - 石堡高塔"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["塔纳利斯 - 破浪海滩"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 63,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 70,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 30,
							["Out"] = 0,
						},
						["湿地 - 藓皮沼泽"] = {
							["In"] = 341,
							["Out"] = 0,
						},
						["赤脊山 - 湖边大道"] = {
							["In"] = 806,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 19,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 67,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 24,
						},
						["暮色森林 - 荒弃鬼屋"] = {
							["In"] = 1545,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 4148,
							["Out"] = 0,
						},
						["祖尔法拉克"] = {
							["In"] = 20709,
							["Out"] = 0,
						},
						["艾爾文森林 - 回音山礦坑"] = {
							["In"] = 36,
							["Out"] = 0,
						},
						["阿拉希高地"] = {
							["In"] = 657,
							["Out"] = 0,
						},
						["奥达曼 - 一号挖掘场"] = {
							["In"] = 687,
							["Out"] = 0,
						},
						["艾尔文森林 - 布莱克威尔南瓜田"] = {
							["In"] = 102,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 3,
							["Out"] = 0,
						},
						["辛特兰 - 祖尔祭坛"] = {
							["In"] = 429,
							["Out"] = 0,
						},
						["艾爾文森林 - 法戈第礦坑"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["死亡矿井"] = {
							["In"] = 2837,
							["Out"] = 3,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 3477,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 4786,
							["Out"] = 0,
						},
						["辛特兰 - 爬虫废墟"] = {
							["In"] = 86,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 394676,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 40522,
							["Out"] = 0,
						},
						["暴风城 - 贸易区"] = {
							["In"] = 0,
							["Out"] = 8759106,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 1552,
							["Out"] = 0,
						},
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1477292,
						},
					},
					["TRAIN"] = {
						["暴風城 - 舊城區"] = {
							["In"] = 0,
							["Out"] = 1080,
						},
						["狮王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 90,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 0,
							["Out"] = 174354,
						},
						["獅王之傲旅店"] = {
							["In"] = 0,
							["Out"] = 380,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["铁炉堡 - 荒弃的洞穴"] = {
							["In"] = 0,
							["Out"] = 343350,
						},
						["达纳苏斯 - 塞纳里奥区"] = {
							["In"] = 0,
							["Out"] = 158400,
						},
						["达纳苏斯"] = {
							["In"] = 0,
							["Out"] = 900,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 1800,
						},
						["艾尔文森林 - 东谷伐木场"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
						["铁炉堡 - 军事区"] = {
							["In"] = 0,
							["Out"] = 2700,
						},
					},
					["QUEST"] = {
						["暴風城 - 軍情七處"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["阿拉希高地 - 避难谷地"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 水光庄园"] = {
							["In"] = 19000,
							["Out"] = 0,
						},
						["艾爾文森林 - 東谷伐木場"] = {
							["In"] = 300,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡山谷"] = {
							["In"] = 1,
							["Out"] = 0,
						},
						["暴风城 - 教堂广场"] = {
							["In"] = 1400,
							["Out"] = 0,
						},
						["暴风城"] = {
							["In"] = 8500,
							["Out"] = 0,
						},
						["湖畔镇大厅"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塔贝萨的农场"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["尘泥沼泽"] = {
							["In"] = 13000,
							["Out"] = 0,
						},
						["菲拉斯 - 被遗忘的海岸"] = {
							["In"] = 14000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 12000,
							["Out"] = 0,
						},
						["暴风城 - 暴风要塞"] = {
							["In"] = 55,
							["Out"] = 0,
						},
						["塔纳利斯 - 热砂港"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["湿地 - 丹莫德"] = {
							["In"] = 2552,
							["Out"] = 0,
						},
						["暴风城 - 旧城区"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["荒芜之地 - 阿戈莫德的营地"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 警戒哨岗"] = {
							["In"] = 4000,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 48500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 泥链镇"] = {
							["In"] = 39500,
							["Out"] = 0,
						},
						["暴风城监狱"] = {
							["In"] = 39,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭墓地"] = {
							["In"] = 6600,
							["Out"] = 0,
						},
						["暴風城 - 貿易區"] = {
							["In"] = 350,
							["Out"] = 0,
						},
						["暮色森林 - 夜色镇"] = {
							["In"] = 14775,
							["Out"] = 0,
						},
						["西部荒野 - 西部荒野灯塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["铁炉堡 - 图书馆"] = {
							["In"] = 6000,
							["Out"] = 0,
						},
						["哨兵塔"] = {
							["In"] = 1700,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔城堡"] = {
							["In"] = 2000,
							["Out"] = 0,
						},
						["洛克莫丹 - 塞尔萨玛"] = {
							["In"] = 10400,
							["Out"] = 0,
						},
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 11500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 比吉尔的飞艇残骸"] = {
							["In"] = 9500,
							["Out"] = 0,
						},
						["洛克莫丹 - 奥加兹岗哨"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["丹莫罗 - 古博拉采掘场"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["暴风城 - 矮人区"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["尘泥沼泽 - 恐惧海岸"] = {
							["In"] = 8000,
							["Out"] = 0,
						},
						["菲拉斯 - 羽月要塞"] = {
							["In"] = 20500,
							["Out"] = 0,
						},
						["血鸦旅店"] = {
							["In"] = 1800,
							["Out"] = 0,
						},
						["赤脊山 - 湖畔镇"] = {
							["In"] = 5500,
							["Out"] = 0,
						},
						["希尔斯布莱德丘陵 - 南海镇"] = {
							["In"] = 18100,
							["Out"] = 0,
						},
						["艾爾文森林 - 北郡修道院"] = {
							["In"] = 65,
							["Out"] = 0,
						},
						["泰达希尔 - 鲁瑟兰村"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["艾尔文森林 - 闪金镇"] = {
							["In"] = 85,
							["Out"] = 0,
						},
						["暮色森林 - 乌鸦岭"] = {
							["In"] = 1200,
							["Out"] = 0,
						},
						["西部荒野 - 月溪镇"] = {
							["In"] = 2,
							["Out"] = 0,
						},
						["湿地 - 米奈希尔港"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["赤脊山"] = {
							["In"] = 2700,
							["Out"] = 0,
						},
						["死亡矿井 - 迪菲亚潜行者巢穴"] = {
							["In"] = 7,
							["Out"] = 0,
						},
						["千针石林 - 沙漠赛道"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["湿地 - 萨多尔大桥"] = {
							["In"] = 0,
							["Out"] = 8,
						},
						["湿地 - 维尔加挖掘场"] = {
							["In"] = 6400,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩岛"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["獅王之傲旅店"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["塔纳利斯 - 加基森"] = {
							["In"] = 35500,
							["Out"] = 0,
						},
						["尘泥沼泽 - 北点哨塔"] = {
							["In"] = 21000,
							["Out"] = 0,
						},
						["尘泥沼泽 - 塞拉摩堡垒"] = {
							["In"] = 9000,
							["Out"] = 0,
						},
						["洛克莫丹 - 烈酒旅店"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["洛克莫丹 - 国王谷"] = {
							["In"] = 2400,
							["Out"] = 0,
						},
						["艾爾文森林 - 閃金鎮"] = {
							["In"] = 1350,
							["Out"] = 0,
						},
						["暮色森林 - 寂静河岸"] = {
							["In"] = 2600,
							["Out"] = 0,
						},
						["菲拉斯 - 萨兰纳尔"] = {
							["In"] = 6500,
							["Out"] = 0,
						},
						["暴風城 - 舊城區"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["艾爾文森林"] = {
							["In"] = 250,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3054,
						},
					},
					["TAXI"] = {
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 323,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 93731,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["辛特兰 - 辛萨罗"] = {
							["In"] = 2789,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 22500,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 3054,
						},
					},
					["TAXI"] = {
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 0,
							["Out"] = 994,
						},
						["灼热峡谷 - 瑟银哨塔"] = {
							["In"] = 0,
							["Out"] = 706,
						},
						["铁炉堡 - 大锻炉"] = {
							["In"] = 0,
							["Out"] = 323,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["辛特兰 - 蛮锤城堡"] = {
							["In"] = 0,
							["Out"] = 210,
						},
					},
					["OTHER"] = {
						["沙塔斯城 - 圣光广场"] = {
							["In"] = 0,
							["Out"] = 50000,
						},
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 93731,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
						["辛特兰"] = {
							["In"] = 1055,
							["Out"] = 0,
						},
						["辛特兰 - 辛萨罗"] = {
							["In"] = 2789,
							["Out"] = 0,
						},
						["辛特兰 - 亚戈瓦萨"] = {
							["In"] = 122,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["荆棘谷 - 藏宝海湾"] = {
							["In"] = 5000,
							["Out"] = 0,
						},
						["诅咒之地 - 守望堡"] = {
							["In"] = 7000,
							["Out"] = 0,
						},
						["辛特兰 - 鹰巢山"] = {
							["In"] = 22500,
							["Out"] = 0,
						},
					},
				},
			},
		},
		["特工仓库"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 1416254,
						},
					},
					["LOOT"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 5000500,
							["Out"] = 1050,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 364908,
							["Out"] = 593800,
						},
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10000500,
							["Out"] = 1800,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 364908,
							["Out"] = 3480643,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 5000000,
							["Out"] = 750,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 364908,
							["Out"] = 2064389,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 60,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10000500,
							["Out"] = 1800,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 364908,
							["Out"] = 3480643,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 60,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 10000500,
							["Out"] = 1800,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 0,
							["Out"] = 95,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["铁炉堡 - 铁炉堡"] = {
							["In"] = 364908,
							["Out"] = 3480643,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
	["加丁"] = {
		["Vscode"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 153,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
	},
}
