
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 28,
				["numBankSlots"] = 28,
				["lastUpdate"] = 1661104922,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::60:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag100"] = {
						["size"] = 28,
						["freeslots"] = 28,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							27854, -- [1]
							7676, -- [2]
							27854, -- [3]
							3776, -- [4]
							5140, -- [5]
							27854, -- [6]
							27684, -- [7]
							14047, -- [8]
							21877, -- [9]
							23338, -- [10]
							8927, -- [11]
							14047, -- [12]
							17048, -- [13]
							11122, -- [14]
							21991, -- [15]
							23361, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:27854::::::::60:::::::::|h[熏烤塔布羊排]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::60:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:27854::::::::60:::::::::|h[熏烤塔布羊排]|h|r", -- [3]
							"|cffffffff|Hitem:3776::::::::60:::::::::|h[减速药膏 II]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::60:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:27854::::::::60:::::::::|h[熏烤塔布羊排]|h|r", -- [6]
							"|cffffffff|Hitem:27684::::::::60:::::::::|h[食谱：美味秃鹫]|h|r", -- [7]
							"|cffffffff|Hitem:14047::::::::60:::::::::|h[符文布]|h|r", -- [8]
							"|cffffffff|Hitem:21877::::::::60:::::::::|h[灵纹布]|h|r", -- [9]
							"|cffffffff|Hitem:23338::::::::60:::::::::|h[被腐蚀的皮箱]|h|r", -- [10]
							"|cffffffff|Hitem:8927::::::::60:::::::::|h[速效药膏 V]|h|r", -- [11]
							"|cffffffff|Hitem:14047::::::::60:::::::::|h[符文布]|h|r", -- [12]
							"|cffffffff|Hitem:17048::::::::60:::::::::|h[奇特的朗姆酒]|h|r", -- [13]
							"|cff1eff00|Hitem:11122::::::::60:::::::::|h[棍子上的胡萝卜]|h|r", -- [14]
							"|cffffffff|Hitem:21991::::::::60:::::::::|h[厚灵纹布绷带]|h|r", -- [15]
							"|cffffffff|Hitem:23361::::::::60:::::::::|h[净化水瓶]|h|r", -- [16]
						},
						["counts"] = {
							3, -- [1]
							10, -- [2]
							20, -- [3]
							19, -- [4]
							8, -- [5]
							nil, -- [6]
							nil, -- [7]
							2, -- [8]
							6, -- [9]
							nil, -- [10]
							20, -- [11]
							20, -- [12]
							3, -- [13]
						},
						["link"] = "|cff1eff00|Hitem:21841::::::::60:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							28501, -- [1]
							nil, -- [2]
							27674, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							29292, -- [7]
							21991, -- [8]
							21991, -- [9]
							21991, -- [10]
							nil, -- [11]
							nil, -- [12]
							5237, -- [13]
							nil, -- [14]
							nil, -- [15]
							17056, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:28501::::::::60:::::::::|h[掠食者煎蛋卷]|h|r", -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:27674::::::::60:::::::::|h[掠食者的肉]|h|r", -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:29292::::::::60:::::::::|h[地狱野猪熏肉]|h|r", -- [7]
							"|cffffffff|Hitem:21991::::::::60:::::::::|h[厚灵纹布绷带]|h|r", -- [8]
							"|cffffffff|Hitem:21991::::::::60:::::::::|h[厚灵纹布绷带]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::60:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							nil, -- [11]
							nil, -- [12]
							"|cffffffff|Hitem:5237::::::::60:::::::::|h[麻痹药膏]|h|r", -- [13]
							nil, -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:17056::::::::60:::::::::|h[轻羽毛]|h|r", -- [16]
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::60:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							3, -- [1]
							nil, -- [2]
							2, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							3, -- [7]
							20, -- [8]
							20, -- [9]
							20, -- [10]
							nil, -- [11]
							nil, -- [12]
							19, -- [13]
							nil, -- [14]
							nil, -- [15]
							12, -- [16]
						},
						["freeslots"] = 8,
					},
					["Bag0"] = {
						["ids"] = {
							8926, -- [1]
							6948, -- [2]
							2459, -- [3]
							25889, -- [4]
							2459, -- [5]
							8927, -- [6]
							18777, -- [7]
							7676, -- [8]
							3825, -- [9]
							25479, -- [10]
							5060, -- [11]
							25919, -- [12]
							27651, -- [13]
							22829, -- [14]
							22829, -- [15]
							22829, -- [16]
							23848, -- [17]
							nil, -- [18]
							2459, -- [19]
							22577, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:8926::::::::60:::::::::|h[速效药膏 IV]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::60:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::60:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:25889::::::::60:::::::::|h[德莱尼圣水]|h|r", -- [4]
							"|cffffffff|Hitem:2459::::::::60:::::::::|h[迅捷药水]|h|r", -- [5]
							"|cffffffff|Hitem:8927::::::::60:::::::::|h[速效药膏 V]|h|r", -- [6]
							"|cffa335ee|Hitem:18777::::::::60:::::::::|h[迅捷棕马]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::60:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::60:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cff1eff00|Hitem:25479::::::::60:::::::::|h[唤地者长靴]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::60:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cff1eff00|Hitem:25919::::::::60:::::::::|h[瑟丹的项链]|h|r", -- [12]
							"|cffffffff|Hitem:27651::::::::60:::::::::|h[美味秃鹫]|h|r", -- [13]
							"|cffffffff|Hitem:22829::::::::60:::::::::|h[超级治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:22829::::::::60:::::::::|h[超级治疗药水]|h|r", -- [15]
							"|cffffffff|Hitem:22829::::::::60:::::::::|h[超级治疗药水]|h|r", -- [16]
							"|cffffffff|Hitem:23848::::::::60:::::::::|h[守望堡烈酒]|h|r", -- [17]
							nil, -- [18]
							"|cffffffff|Hitem:2459::::::::60:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:22577::::::::60:::::::::|h[暗影微粒]|h|r", -- [20]
						},
						["freeslots"] = 1,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							16, -- [1]
							nil, -- [2]
							5, -- [3]
							nil, -- [4]
							5, -- [5]
							15, -- [6]
							nil, -- [7]
							7, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							nil, -- [12]
							5, -- [13]
							2, -- [14]
							5, -- [15]
							4, -- [16]
							[19] = 5,
							[20] = 2,
						},
						["size"] = 20,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							27671, -- [2]
							[9] = 31739,
							[10] = 28399,
							[11] = 13446,
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:27671::::::::60:::::::::|h[秃鹰肉]|h|r", -- [2]
							[9] = "|cffffffff|Hitem:31739::::::::60:::::::::|h[烟雾信标]|h|r",
							[10] = "|cffffffff|Hitem:28399::::::::60:::::::::|h[滤净的德拉诺之水]|h|r",
							[11] = "|cffffffff|Hitem:13446::::::::60:::::::::|h[特效治疗药水]|h|r",
						},
						["counts"] = {
							nil, -- [1]
							13, -- [2]
							[10] = 3,
						},
						["link"] = "|cff1eff00|Hitem:21841::::::::60:::::::::|h[灵纹布包]|h|r",
						["cooldowns"] = {
							[11] = "1661104203.849|120|1",
						},
						["freeslots"] = 12,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 37,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
