
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
				["numFreeBagSlots"] = 66,
				["Containers"] = {
					["Bag4"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag0"] = {
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
					},
					["Bag1"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag2"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag3"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 68,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167868,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							31731, -- [1]
							[7] = 27498,
							[9] = 22832,
						},
						["links"] = {
							"|cff1eff00|Hitem:31731::::::::67:::::::::|h[米克达的礼物]|h|r", -- [1]
							[7] = "|cffffffff|Hitem:27498::::::::67:::::::::|h[敏捷卷轴 V]|h|r",
							[9] = "|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r",
						},
						["counts"] = {
							[9] = 20,
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["counts"] = {
							[2] = 4,
						},
						["links"] = {
							"|cffffffff|Hitem:185690::::::::67:::::::::|h[水库钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:31655::::::::67:::::::::|h[基斯鸦巢牢笼钥匙]|h|r", -- [2]
							"|cff1eff00|Hitem:27808::::::::67:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [3]
						},
						["ids"] = {
							185690, -- [1]
							31655, -- [2]
							27808, -- [3]
						},
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 29,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							25632, -- [1]
							25622, -- [2]
							nil, -- [3]
							2459, -- [4]
							27682, -- [5]
							27678, -- [6]
							nil, -- [7]
							22832, -- [8]
							28103, -- [9]
							nil, -- [10]
							nil, -- [11]
							26043, -- [12]
							31666, -- [13]
							24475, -- [14]
							29425, -- [15]
						},
						["links"] = {
							"|cff1eff00|Hitem:25632::::::::67:::::::::|h[欢乐魔杖]|h|r", -- [1]
							"|cff1eff00|Hitem:25622::::::::67:::::::::|h[金环法杖]|h|r", -- [2]
							nil, -- [3]
							"|cffffffff|Hitem:2459::::::::67:::::::::|h[迅捷药水]|h|r", -- [4]
							"|cffffffff|Hitem:27682::::::::67:::::::::|h[塔布羊肉]|h|r", -- [5]
							"|cffffffff|Hitem:27678::::::::67:::::::::|h[裂蹄牛肉]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r", -- [8]
							"|cffffffff|Hitem:28103::::::::67:::::::::|h[法能药剂]|h|r", -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:26043::::::::67:::::::::|h[沃舒古水晶尘样本]|h|r", -- [12]
							"|cffffffff|Hitem:31666::::::::67:::::::::|h[裂开的坦克控制器]|h|r", -- [13]
							"|cff9d9d9d|Hitem:24475::::::::67:::::::::|h[戈达乌的足印]|h|r", -- [14]
							"|cffffffff|Hitem:29425::::::::67:::::::::|h[基尔加丹印记]|h|r", -- [15]
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[6] = 20,
							[8] = 2,
							[12] = 18,
							[4] = 5,
							[9] = 12,
							[15] = 2,
						},
						["freeslots"] = 5,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							25463, -- [1]
							27854, -- [2]
							21877, -- [3]
							28100, -- [4]
							24501, -- [5]
							21991, -- [6]
							nil, -- [7]
							24421, -- [8]
							29740, -- [9]
							nil, -- [10]
							27676, -- [11]
							22829, -- [12]
							22578, -- [13]
							nil, -- [14]
							nil, -- [15]
							21877, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:25463::::::::67:::::::::|h[象牙]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffffffff|Hitem:28100::::::::67:::::::::|h[不稳定的治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:24501::::::::67:::::::::|h[戈达乌的石块]|h|r", -- [5]
							"|cffffffff|Hitem:21991::::::::67:::::::::|h[厚灵纹布绷带]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:24421::::::::67:::::::::|h[纳格兰草莓]|h|r", -- [8]
							"|cff1eff00|Hitem:29740::::::::67:::::::::|h[邪能装备]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:27676::::::::67:::::::::|h[奇怪的孢子]|h|r", -- [11]
							"|cffffffff|Hitem:22829::::::::67:::::::::|h[超级治疗药水]|h|r", -- [12]
							"|cffffffff|Hitem:22578::::::::67:::::::::|h[水之微粒]|h|r", -- [13]
							nil, -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [16]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							20, -- [3]
							5, -- [4]
							nil, -- [5]
							20, -- [6]
							nil, -- [7]
							3, -- [8]
							nil, -- [9]
							nil, -- [10]
							16, -- [11]
							9, -- [12]
							2, -- [13]
							nil, -- [14]
							nil, -- [15]
							10, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 4,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							17056, -- [1]
							nil, -- [2]
							30858, -- [3]
							18588, -- [4]
							nil, -- [5]
							13446, -- [6]
							[11] = 27553,
							[10] = 27499,
							[15] = 27651,
						},
						["links"] = {
							"|cffffffff|Hitem:17056::::::::67:::::::::|h[轻羽毛]|h|r", -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:30858::::::::67:::::::::|h[苦工催眠药水]|h|r", -- [3]
							"|cffffffff|Hitem:18588::::::::67:::::::::|h[简易投掷炸弹 II]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:13446::::::::67:::::::::|h[特效治疗药水]|h|r", -- [6]
							[11] = "|cffffffff|Hitem:27553::::::::67:::::::::|h[赤牛能量饮料]|h|r",
							[10] = "|cffffffff|Hitem:27499::::::::67:::::::::|h[智力卷轴 V]|h|r",
							[15] = "|cffffffff|Hitem:27651::::::::67:::::::::|h[美味秃鹫]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							12, -- [1]
							nil, -- [2]
							5, -- [3]
							5, -- [4]
							nil, -- [5]
							9, -- [6]
							[11] = 5,
							[10] = 14,
							[15] = 4,
						},
						["freeslots"] = 9,
					},
					["Bag0"] = {
						["links"] = {
							"|cffffffff|Hitem:6948::::::::67:::::::::|h[炉石]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [3]
							"|cffffffff|Hitem:31760::::::::67:::::::::|h[迷你鹦鹉]|h|r", -- [4]
							"|cffffffff|Hitem:17028::::::::67:::::::::|h[圣洁蜡烛]|h|r", -- [5]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [6]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [7]
							"|cffffffff|Hitem:24449::::::::67:::::::::|h[成熟的孢子]|h|r", -- [8]
							"|cffffffff|Hitem:25433::::::::67:::::::::|h[黑曜石作战念珠]|h|r", -- [9]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [10]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [11]
							"|cff1eff00|Hitem:26044::::::::67:::::::::|h[哈兰研究勋章]|h|r", -- [12]
							"|cffffffff|Hitem:33459::::::::67:::::::::|h[保护卷轴 VI]|h|r", -- [13]
							"|cffffffff|Hitem:29736::::::::67:::::::::|h[奥术符文]|h|r", -- [14]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [15]
							"|cffffffff|Hitem:31800::::::::67:::::::::|h[流放者的物资]|h|r", -- [16]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [17]
							"|cff0070dd|Hitem:33219::::::::67:::::::::|h[地精杂烩煲]|h|r", -- [18]
							"|cffffffff|Hitem:27860::::::::67:::::::::|h[清洁的德拉诺之水]|h|r", -- [19]
							"|cffffffff|Hitem:22577::::::::67:::::::::|h[暗影微粒]|h|r", -- [20]
						},
						["ids"] = {
							6948, -- [1]
							27854, -- [2]
							33042, -- [3]
							31760, -- [4]
							17028, -- [5]
							33042, -- [6]
							33042, -- [7]
							24449, -- [8]
							25433, -- [9]
							21877, -- [10]
							33042, -- [11]
							26044, -- [12]
							33459, -- [13]
							29736, -- [14]
							27665, -- [15]
							31800, -- [16]
							27665, -- [17]
							33219, -- [18]
							27860, -- [19]
							22577, -- [20]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							nil, -- [3]
							nil, -- [4]
							5, -- [5]
							20, -- [6]
							20, -- [7]
							5, -- [8]
							5, -- [9]
							20, -- [10]
							20, -- [11]
							[17] = 2,
							[19] = 2,
							[20] = 5,
							[15] = 17,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
				},
				["numFreeBagSlots"] = 31,
				["numBagSlots"] = 84,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199201,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag0"] = {
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
					},
					["Bag1"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag2"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag3"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 66,
				["numBagSlots"] = 68,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 27,
				["numBankSlots"] = 28,
				["lastUpdate"] = 1661661705,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							31666, -- [1]
							31450, -- [2]
						},
						["links"] = {
							"|cffffffff|Hitem:31666::::::::70:::::::::|h[裂开的坦克控制器]|h|r", -- [1]
							"|cffffffff|Hitem:31450::::::::70:::::::::|h[潜伏药水]|h|r", -- [2]
						},
						["counts"] = {
							nil, -- [1]
							5, -- [2]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 14,
					},
					["Bag100"] = {
						["freeslots"] = 27,
						["ids"] = {
							25763, -- [1]
						},
						["cooldowns"] = {
							[13] = "1661580429.966|30|1",
						},
						["links"] = {
							"|cff0070dd|Hitem:25763::::::::66:::::::::|h[战槌仪祭血刃]|h|r", -- [1]
						},
						["size"] = 28,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22831::::::::70:::::::::|h[特效敏捷药剂]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::70:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:21927::::::::70:::::::::|h[速效药膏 VII]|h|r", -- [3]
							"|cffffffff|Hitem:3776::::::::70:::::::::|h[减速药膏 II]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::70:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:2592::::::::70:::::::::|h[毛料]|h|r", -- [6]
							"|cff0070dd|Hitem:33219::::::::70:::::::::|h[地精杂烩煲]|h|r", -- [7]
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [8]
							"|cff1eff00|Hitem:31437::::::::70:::::::::|h[龙类治愈精华]|h|r", -- [9]
							"|cffffffff|Hitem:29443::::::::70:::::::::|h[血槌烈酒]|h|r", -- [10]
							"|cffffffff|Hitem:31451::::::::70:::::::::|h[纯净能量]|h|r", -- [11]
							"|cffffffff|Hitem:31121::::::::70:::::::::|h[衣物碎片]|h|r", -- [12]
							"|cffffffff|Hitem:27854::::::::70:::::::::|h[熏烤塔布羊排]|h|r", -- [13]
							"|cff1eff00|Hitem:11122::::::::70:::::::::|h[棍子上的胡萝卜]|h|r", -- [14]
							"|cffffffff|Hitem:31535::::::::70:::::::::|h[沸血毒药]|h|r", -- [15]
							"|cff1eff00|Hitem:1206::::::::70:::::::::|h[绿玛瑙]|h|r", -- [16]
						},
						["icon"] = 133656,
						["ids"] = {
							22831, -- [1]
							7676, -- [2]
							21927, -- [3]
							3776, -- [4]
							5140, -- [5]
							2592, -- [6]
							33219, -- [7]
							21991, -- [8]
							31437, -- [9]
							29443, -- [10]
							31451, -- [11]
							31121, -- [12]
							27854, -- [13]
							11122, -- [14]
							31535, -- [15]
							1206, -- [16]
						},
						["counts"] = {
							17, -- [1]
							5, -- [2]
							20, -- [3]
							18, -- [4]
							4, -- [5]
							nil, -- [6]
							nil, -- [7]
							20, -- [8]
							5, -- [9]
							7, -- [10]
							5, -- [11]
							[13] = 20,
							[15] = 5,
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							21991, -- [1]
							27498, -- [2]
							21877, -- [3]
							27664, -- [4]
							27498, -- [5]
							4538, -- [6]
							23427, -- [7]
							22829, -- [8]
							5760, -- [9]
							21991, -- [10]
							5760, -- [11]
							nil, -- [12]
							31760, -- [13]
							27503, -- [14]
							22576, -- [15]
							27498, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [1]
							"|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷轴 V]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffffffff|Hitem:27664::::::::70:::::::::|h[烤泥鱼]|h|r", -- [4]
							"|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷轴 V]|h|r", -- [5]
							"|cffffffff|Hitem:4538::::::::70:::::::::|h[多汁的西瓜]|h|r", -- [6]
							"|cff1eff00|Hitem:23427::::::::70:::::::::|h[恒金矿石]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							"|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r", -- [11]
							nil, -- [12]
							"|cffffffff|Hitem:31760::::::::70:::::::::|h[迷你鹦鹉]|h|r", -- [13]
							"|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷轴 V]|h|r", -- [14]
							"|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r", -- [15]
							"|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷轴 V]|h|r", -- [16]
						},
						["counts"] = {
							20, -- [1]
							4, -- [2]
							20, -- [3]
							13, -- [4]
							5, -- [5]
							nil, -- [6]
							nil, -- [7]
							2, -- [8]
							nil, -- [9]
							20, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							10, -- [15]
							3, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 1,
					},
					["Bag-2"] = {
						["freeslots"] = 31,
						["ids"] = {
							27808, -- [1]
						},
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["links"] = {
							"|cff1eff00|Hitem:27808::::::::70:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [1]
						},
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r", -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:25433::::::::70:::::::::|h[黑曜石作战念珠]|h|r", -- [11]
							"|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r", -- [12]
							nil, -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:24421::::::::70:::::::::|h[纳格兰草莓]|h|r", -- [15]
							"|cffffffff|Hitem:22573::::::::70:::::::::|h[土之微粒]|h|r", -- [16]
						},
						["icon"] = 133656,
						["freeslots"] = 8,
						["ids"] = {
							nil, -- [1]
							nil, -- [2]
							22576, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							21877, -- [7]
							22829, -- [8]
							21877, -- [9]
							nil, -- [10]
							25433, -- [11]
							22829, -- [12]
							nil, -- [13]
							nil, -- [14]
							24421, -- [15]
							22573, -- [16]
						},
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							3, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							20, -- [7]
							5, -- [8]
							17, -- [9]
							nil, -- [10]
							16, -- [11]
							5, -- [12]
							nil, -- [13]
							nil, -- [14]
							18, -- [15]
							2, -- [16]
						},
						["size"] = 16,
					},
					["Bag0"] = {
						["size"] = 20,
						["ids"] = {
							21877, -- [1]
							6948, -- [2]
							2459, -- [3]
							28053, -- [4]
							2459, -- [5]
							28100, -- [6]
							18777, -- [7]
							27664, -- [8]
							26044, -- [9]
							21927, -- [10]
							5060, -- [11]
							26043, -- [12]
							29736, -- [13]
							31889, -- [14]
							3770, -- [15]
							30690, -- [16]
							30810, -- [17]
							29449, -- [18]
							2459, -- [19]
							21991, -- [20]
						},
						["counts"] = {
							20, -- [1]
							nil, -- [2]
							nil, -- [3]
							74, -- [4]
							5, -- [5]
							4, -- [6]
							[17] = 10,
							[8] = 12,
							[10] = 8,
							[12] = 53,
							[19] = 5,
							[18] = 18,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::70:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::70:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:28053::::::::70:::::::::|h[邪恶之箭]|h|r", -- [4]
							"|cffffffff|Hitem:2459::::::::70:::::::::|h[迅捷药水]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::70:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							"|cffa335ee|Hitem:18777::::::::70:::::::::|h[迅捷棕马]|h|r", -- [7]
							"|cffffffff|Hitem:27664::::::::70:::::::::|h[烤泥鱼]|h|r", -- [8]
							"|cff1eff00|Hitem:26044::::::::70:::::::::|h[哈兰研究勋章]|h|r", -- [9]
							"|cffffffff|Hitem:21927::::::::70:::::::::|h[速效药膏 VII]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::70:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:26043::::::::70:::::::::|h[沃舒古水晶尘样本]|h|r", -- [12]
							"|cffffffff|Hitem:29736::::::::70:::::::::|h[奥术符文]|h|r", -- [13]
							"|cff0070dd|Hitem:31889::::::::70:::::::::|h[祝福之二]|h|r", -- [14]
							"|cffffffff|Hitem:3770::::::::70:::::::::|h[羊排]|h|r", -- [15]
							"|cffffffff|Hitem:30690::::::::70:::::::::|h[能量转化器]|h|r", -- [16]
							"|cffffffff|Hitem:30810::::::::70:::::::::|h[日怒徽记]|h|r", -- [17]
							"|cffffffff|Hitem:29449::::::::70:::::::::|h[刀塔面圈]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::70:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [20]
						},
					},
				},
				["numBagSlots"] = 84,
				["numFreeBagSlots"] = 23,
			},
		},
		["Version"] = 1,
	},
}
