
DataStore_ReputationsDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
				["Factions"] = {
					3100, -- [1]
					nil, -- [2]
					3100, -- [3]
					4000, -- [4]
				},
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378179,
				["Factions"] = {
					3100, -- [1]
					nil, -- [2]
					3100, -- [3]
					4082, -- [4]
				},
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
				["Factions"] = {
					4484, -- [1]
					nil, -- [2]
					4897, -- [3]
					5590, -- [4]
					[43] = 2879,
					[37] = 1111,
					[38] = 10433,
					[39] = 14585,
					[36] = 11332,
					[50] = 3784,
					[49] = 4218,
					[45] = 6930,
				},
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199200,
				["Factions"] = {
					3100, -- [1]
					nil, -- [2]
					3100, -- [3]
					4000, -- [4]
				},
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Factions"] = {
					3100, -- [1]
					nil, -- [2]
					3100, -- [3]
					4797, -- [4]
				},
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1665723654,
				["Factions"] = {
					21661, -- [1]
					nil, -- [2]
					29703, -- [3]
					42999, -- [4]
					[27] = 269,
					[51] = 11,
					[50] = 4581,
					[37] = 1650,
					[39] = 18314,
					[15] = 7468,
					[43] = 2714,
					[45] = 6380,
					[17] = 10512,
					[49] = 5043,
					[36] = 17519,
					[38] = 10433,
					[16] = 7058,
					[19] = 200,
					[18] = 6577,
					[30] = 1925,
				},
			},
		},
	},
}
