
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1661012796,
				["numFreeBagSlots"] = 22,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							[5] = 1322,
						},
						["links"] = {
							[5] = "|cffffffff|Hitem:1322::::::::51:::::::::|h[鱼肝油]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::51:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 15,
					},
					["Bag0"] = {
						["ids"] = {
							18959, -- [1]
							6948, -- [2]
							1710, -- [3]
							5655, -- [4]
							6950, -- [5]
							8952, -- [6]
							10465, -- [7]
							7676, -- [8]
							3825, -- [9]
							1710, -- [10]
							5060, -- [11]
							8952, -- [12]
							9652, -- [13]
							1710, -- [14]
							2863, -- [15]
							1710, -- [16]
							6300, -- [17]
							2459, -- [18]
							2459, -- [19]
							3928, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:18959::::::::51:::::::::|h[冶炼鼓风机]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::51:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:1710::::::::51:::::::::|h[强效治疗药水]|h|r", -- [3]
							"|cff0070dd|Hitem:5655::::::::51:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:6950::::::::51:::::::::|h[速效药膏 III]|h|r", -- [5]
							"|cffffffff|Hitem:8952::::::::51:::::::::|h[烤鹌鹑]|h|r", -- [6]
							"|cffffffff|Hitem:10465::::::::51:::::::::|h[哈卡之卵]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::51:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::51:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cffffffff|Hitem:1710::::::::51:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::51:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:8952::::::::51:::::::::|h[烤鹌鹑]|h|r", -- [12]
							"|cff0070dd|Hitem:9652::::::::51:::::::::|h[狮鹫骑士护腿]|h|r", -- [13]
							"|cffffffff|Hitem:1710::::::::51:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::51:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:1710::::::::51:::::::::|h[强效治疗药水]|h|r", -- [16]
							"|cff9d9d9d|Hitem:6300::::::::51:::::::::|h[獠牙碎片]|h|r", -- [17]
							"|cffffffff|Hitem:2459::::::::51:::::::::|h[迅捷药水]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::51:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:3928::::::::51:::::::::|h[优质治疗药水]|h|r", -- [20]
						},
						["counts"] = {
							[14] = 5,
							[19] = 5,
							[15] = 20,
							[8] = 8,
							[16] = 2,
							[17] = 2,
							[5] = 15,
							[10] = 5,
							[20] = 2,
							[3] = 5,
							[6] = 14,
							[12] = 2,
							[18] = 4,
						},
						["cooldowns"] = {
							[6] = "1661012795.859|1|1",
							[2] = "1661010994.535|3600|1",
							[12] = "1661012795.859|1|1",
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::51:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:8594::::::::51:::::::::|h[昆虫分析报告]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::51:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::51:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::51:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::51:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:12208::::::::51:::::::::|h[嫩狼肉]|h|r", -- [6]
							"|cffffffff|Hitem:8831::::::::51:::::::::|h[紫莲花]|h|r", -- [7]
							"|cffffffff|Hitem:8047::::::::51:::::::::|h[紫色蘑菇]|h|r", -- [8]
							"|cffffffff|Hitem:4338::::::::51:::::::::|h[魔纹布]|h|r", -- [9]
							"|cffffffff|Hitem:6950::::::::51:::::::::|h[速效药膏 III]|h|r", -- [10]
							"|cffffffff|Hitem:6149::::::::51:::::::::|h[强效法力药水]|h|r", -- [11]
							"|cffffffff|Hitem:4306::::::::51:::::::::|h[丝绸]|h|r", -- [12]
							"|cffffffff|Hitem:17048::::::::51:::::::::|h[奇特的朗姆酒]|h|r", -- [13]
							"|cffffffff|Hitem:14530::::::::51:::::::::|h[厚符文布绷带]|h|r", -- [14]
							"|cffffffff|Hitem:8952::::::::51:::::::::|h[烤鹌鹑]|h|r", -- [15]
							"|cffffffff|Hitem:22528::::::::51:::::::::|h[黑铁碎片]|h|r", -- [16]
						},
						["ids"] = {
							8594, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							12208, -- [6]
							8831, -- [7]
							8047, -- [8]
							4338, -- [9]
							6950, -- [10]
							6149, -- [11]
							4306, -- [12]
							17048, -- [13]
							14530, -- [14]
							8952, -- [15]
							22528, -- [16]
						},
						["icon"] = 133656,
						["counts"] = {
							nil, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							10, -- [5]
							5, -- [6]
							[11] = 2,
							[13] = 5,
							[15] = 20,
							[10] = 20,
							[12] = 8,
							[14] = 12,
							[9] = 18,
							[16] = 3,
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							14530, -- [1]
							7912, -- [2]
							4552, -- [3]
							9260, -- [4]
							8153, -- [5]
							23695, -- [6]
							8150, -- [7]
							4601, -- [8]
							12205, -- [9]
							9240, -- [10]
							3928, -- [11]
							10286, -- [12]
							5237, -- [13]
							4585, -- [14]
							4337, -- [15]
							1074, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:14530::::::::51:::::::::|h[厚符文布绷带]|h|r", -- [1]
							"|cffffffff|Hitem:7912::::::::51:::::::::|h[坚固的石头]|h|r", -- [2]
							"|cff9d9d9d|Hitem:4552::::::::51:::::::::|h[光滑的石片]|h|r", -- [3]
							"|cffffffff|Hitem:9260::::::::51:::::::::|h[烈性朗姆酒]|h|r", -- [4]
							"|cffffffff|Hitem:8153::::::::51:::::::::|h[野葡萄藤]|h|r", -- [5]
							"|cffffffff|Hitem:23695::::::::51:::::::::|h[羽须的地图]|h|r", -- [6]
							"|cffffffff|Hitem:8150::::::::51:::::::::|h[石中盐]|h|r", -- [7]
							"|cffffffff|Hitem:4601::::::::51:::::::::|h[软香蕉面包]|h|r", -- [8]
							"|cffffffff|Hitem:12205::::::::51:::::::::|h[白蜘蛛肉]|h|r", -- [9]
							"|cff1eff00|Hitem:9240::::::::51:::::::::|h[祖尔法拉克之槌]|h|r", -- [10]
							"|cffffffff|Hitem:3928::::::::51:::::::::|h[优质治疗药水]|h|r", -- [11]
							"|cffffffff|Hitem:10286::::::::51:::::::::|h[野性之心]|h|r", -- [12]
							"|cffffffff|Hitem:5237::::::::51:::::::::|h[麻痹药膏]|h|r", -- [13]
							"|cff9d9d9d|Hitem:4585::::::::51:::::::::|h[滴水的蜘蛛头]|h|r", -- [14]
							"|cffffffff|Hitem:4337::::::::51:::::::::|h[粗蜘蛛丝]|h|r", -- [15]
							"|cff9d9d9d|Hitem:1074::::::::51:::::::::|h[硬蜘蛛腿]|h|r", -- [16]
						},
						["counts"] = {
							20, -- [1]
							11, -- [2]
							7, -- [3]
							4, -- [4]
							2, -- [5]
							nil, -- [6]
							4, -- [7]
							nil, -- [8]
							8, -- [9]
							nil, -- [10]
							5, -- [11]
							2, -- [12]
							20, -- [13]
							4, -- [14]
							3, -- [15]
							3, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::51:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::51:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:13446::::::::51:::::::::|h[特效治疗药水]|h|r", -- [1]
							"|cffffffff|Hitem:3775::::::::51:::::::::|h[减速药膏]|h|r", -- [2]
							"|cffffffff|Hitem:18960::::::::51:::::::::|h[侦查员的望远镜]|h|r", -- [3]
							"|cff9d9d9d|Hitem:4021::::::::51:::::::::|h[钝头锤]|h|r", -- [4]
							"|cff9d9d9d|Hitem:4023::::::::51:::::::::|h[磨光的匕首]|h|r", -- [5]
							"|cffffffff|Hitem:8152::::::::51:::::::::|h[大瓶魔精]|h|r", -- [6]
							"|cff9d9d9d|Hitem:4554::::::::51:::::::::|h[光滑的石头]|h|r", -- [7]
							"|cffffffff|Hitem:14227::::::::51:::::::::|h[铁网蛛丝]|h|r", -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:7075::::::::51:::::::::|h[大地之核]|h|r", -- [12]
						},
						["counts"] = {
							[2] = 3,
							[7] = 2,
						},
						["size"] = 16,
						["ids"] = {
							13446, -- [1]
							3775, -- [2]
							18960, -- [3]
							4021, -- [4]
							4023, -- [5]
							8152, -- [6]
							4554, -- [7]
							14227, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							7075, -- [12]
						},
						["icon"] = 133656,
						["freeslots"] = 7,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
