
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:34652::::::::55:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:34657::::::::55:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:34655::::::::55:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:34650::::::::55:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:34651::::::::55:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:34656::::::::55:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:34648::::::::55:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:34653::::::::55:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:34649::::::::55:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:34658::::::::55:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:38147::::::::55:::::::::|h[]|h|r", -- [12]
					[15] = "|cffffffff|Hitem:34659::::::::55:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["Inventory"] = {
					[8] = "|cffffffff|Hitem:43::::::::1:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2361::::::::1:::::::::|h[]|h|r",
					[7] = "|cffffffff|Hitem:44::::::::1:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:45::::::::1:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1662377990,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
				["averageItemLvl"] = 95.75,
				["Inventory"] = {
					"|cff1eff00|Hitem:31766::::::::67:::::::::|h[天巫之帽]|h|r", -- [1]
					"|cff0070dd|Hitem:31726::::::::67:::::::::|h[染血羽毛项链]|h|r", -- [2]
					"|cff0070dd|Hitem:28075::::::::67:::::::::|h[毁灭者的衬肩]|h|r", -- [3]
					nil, -- [4]
					"|cff0070dd|Hitem:31717::::::::67:::::::::|h[暗影施法外套]|h|r", -- [5]
					"|cff1eff00|Hitem:31725::::::::67:::::::::|h[受难腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:25577::::::::67:::::::::|h[绿血长裤]|h|r", -- [7]
					"|cff1eff00|Hitem:25516::::::::67:::::::::|h[伊卡因的长靴]|h|r", -- [8]
					"|cff1eff00|Hitem:31770::::::::67:::::::::|h[沼泽护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:25613::::::::67:::::::::|h[蛮沼秘法师裹手]|h|r", -- [10]
					"|cff1eff00|Hitem:31728::::::::67:::::::::|h[世传意志徽记]|h|r", -- [11]
					"|cff0070dd|Hitem:25826::::::::67:::::::::|h[先知指环]|h|r", -- [12]
					"|cff0070dd|Hitem:28040::::::::67:::::::::|h[伊利达雷的复仇]|h|r", -- [13]
					"|cff1eff00|Hitem:31615::::::::67:::::::::|h[上古德莱尼奥术神器]|h|r", -- [14]
					"|cff0070dd|Hitem:28030::::::::67:::::::::|h[施法者的防护]|h|r", -- [15]
					"|cff0070dd|Hitem:25760::::::::67:::::::::|h[战斗法师的权杖]|h|r", -- [16]
					nil, -- [17]
					"|cff0070dd|Hitem:25640::::::::67:::::::::|h[奈辛瓦里狩猎队魔棒]|h|r", -- [18]
				},
			},
			["Default.祈福.码农巴菲特"] = {
				["Inventory"] = {
					"|cffa335ee|Hitem:39403::::::::80:::::::::|h[坚强头盔]|h|r", -- [1]
					"|cffa335ee|Hitem:39146::::::::80:::::::::|h[腐朽项圈]|h|r", -- [2]
					"|cffa335ee|Hitem:39627:3811:40022::::::80:::::::::|h[英雄的天灾苦痛肩铠]|h|r", -- [3]
					nil, -- [4]
					"|cffa335ee|Hitem:40784:3245:42142:40098:::::80:::::::::|h[致命角斗士的恐怖板甲护胸]|h|r", -- [5]
					"|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r", -- [6]
					"|cffa335ee|Hitem:40845:3853:42142:40011:::::80:::::::::|h[致命角斗士的恐怖板甲护腿]|h|r", -- [7]
					"|cffa335ee|Hitem:41392:3232:::::::80:::::::::|h[淬火泰坦精钢战靴]|h|r", -- [8]
					"|cffa335ee|Hitem:37668::::::::80:::::::::|h[岩石熔炉臂环]|h|r", -- [9]
					"|cffa335ee|Hitem:40552::::::::80:::::::::|h[勇猛的天灾苦痛护手]|h|r", -- [10]
					"|cffa335ee|Hitem:42115::::::::80:::::::::|h[致命角斗士的胜利指环]|h|r", -- [11]
					"|cffa335ee|Hitem:49121::::::::80:::::::::|h[食尸鬼欢愉指环]|h|r", -- [12]
					"|cff0070dd|Hitem:37390::::::::80:::::::::|h[陨星磨石]|h|r", -- [13]
					"|cffa335ee|Hitem:42987::::::::80:::::::::|h[暗月卡片：伟大]|h|r", -- [14]
					"|cffa335ee|Hitem:42068:3243:::::::80:::::::::|h[致命角斗士的胜利披风]|h|r", -- [15]
					"|cffa335ee|Hitem:41257:3847:::::::80:::::::::|h[泰坦精钢毁灭者]|h|r", -- [16]
					[18] = "|cff0070dd|Hitem:40822::::::::80:::::::::|h[冰冷良知魔印]|h|r",
					[19] = "|cffffffff|Hitem:43154::::::::80:::::::::|h[银色北伐军战袍]|h|r",
				},
				["averageItemLvl"] = 201.75,
				["lastUpdate"] = 1668189317,
			},
			["Default.加丁.Vscode"] = {
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:40499:3817:41398:42702:::::80:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:40065::::::::80:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:40502:3808:36766::::::80:::::::::|h[]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::80:::::::::|h[]|h|r", -- [4]
					"|cffffffff|Hitem:40539:3832:36766::::::80:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:37194::39999:39910:::::80:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:40500:3823:36766:39999:::::80:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:39701:1597:::::::80:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:40186:3845:::::::80:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:40496:1603:40014::::::80:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:40474::::::::80:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:40717::::::::80:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:44253::::::::80:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:40684::::::::80:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:40403:1099:::::::80:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:39714:3789:::::::80:::::::::|h[]|h|r", -- [16]
					"|cffffffff|Hitem:40386:3789:::::::80:::::::::|h[]|h|r", -- [17]
					"|cffffffff|Hitem:40265::::::::80:::::::::|h[]|h|r", -- [18]
					"|cffffffff|Hitem:43154::::::::80:::::::::|h[]|h|r", -- [19]
				},
				["lastUpdate"] = 1668171225,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 196,
					},
				},
			},
			["Default.祈福.傲视天地"] = {
				["Members"] = {
					["新特能源"] = {
						["averageItemLvl"] = 95,
					},
				},
			},
			["Default.祈福.群星之怒"] = {
				["Members"] = {
					["丶谜莲"] = {
						["averageItemLvl"] = 208,
					},
					["李春喜"] = {
						["averageItemLvl"] = 132,
					},
					["Tomatoblush"] = {
						["averageItemLvl"] = 39,
					},
					["阿万音由纪"] = {
						["averageItemLvl"] = 206,
					},
					["Riya"] = {
						["averageItemLvl"] = 9,
					},
				},
			},
		},
	},
}
