
DataStore_ReputationsDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Factions"] = {
					3100, -- [1]
					nil, -- [2]
					3100, -- [3]
					4797, -- [4]
				},
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1661189694,
				["Factions"] = {
					20627, -- [1]
					nil, -- [2]
					28463, -- [3]
					42999, -- [4]
					[50] = 1941,
					[27] = 187,
					[15] = 7446,
					[30] = 1925,
					[16] = 7047,
					[17] = 10501,
					[49] = 3861,
					[36] = 6127,
					[38] = 10433,
					[18] = 6566,
					[19] = 200,
				},
			},
		},
	},
}
