
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378292,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1667043651,
				["DungeonIDs"] = {
					["艾卓-尼鲁布 英雄|1841521903"] = "40749|1667043651|0|0",
					["阿尔卡冯的宝库 10人|1841381806"] = "386349|1667043651|0|1",
					["紫罗兰监狱 英雄|1841482643"] = "40749|1667043651|0|0",
					["阿尔卡冯的宝库 25人|1841245956"] = "386349|1667043651|0|1",
					["安卡赫特：古代王国 英雄|1841543983"] = "40749|1667043651|0|0",
				},
				["BossKills"] = {
					["艾卓-尼鲁布 英雄|1841521903"] = {
						"看门者克里克希尔|1", -- [1]
						"哈多诺克斯|1", -- [2]
						"阿努巴拉克|1", -- [3]
						"阿努巴拉克|1", -- [4]
					},
					["阿尔卡冯的宝库 10人|1841381806"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["紫罗兰监狱 英雄|1841482643"] = {
						"第一囚犯|1", -- [1]
						"第二囚犯|1", -- [2]
						"Erekem|0", -- [3]
						"Moragg|0", -- [4]
						"Ichoron|1", -- [5]
						"Xevozz|1", -- [6]
						"Lavanthor|0", -- [7]
						"Zuramat|0", -- [8]
						"塞安妮苟萨|1", -- [9]
					},
					["阿尔卡冯的宝库 25人|1841245956"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["安卡赫特：古代王国 英雄|1841543983"] = {
						"纳多克斯长老|1", -- [1]
						"纳多克斯长老|1", -- [2]
						"塔达拉姆王子|1", -- [3]
						"塔达拉姆王子|1", -- [4]
						"耶戈达·觅影者|1", -- [5]
						"传令官沃拉兹|1", -- [6]
						"埃曼尼塔|0", -- [7]
						"传令官沃拉兹|1", -- [8]
					},
				},
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1667019239,
				["DungeonIDs"] = {
					["阿尔卡冯的宝库 10人|1839686962"] = "410761|1667019239|0|1",
					["阿尔卡冯的宝库 25人|1839650439"] = "410761|1667019239|0|1",
				},
				["BossKills"] = {
					["阿尔卡冯的宝库 10人|1839686962"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["阿尔卡冯的宝库 25人|1839650439"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
				},
			},
		},
	},
}
