
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660671378,
				["numFreeBagSlots"] = 42,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							[5] = 1322,
						},
						["links"] = {
							[5] = "|cffffffff|Hitem:1322::::::::44:::::::::|h[鱼肝油]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::44:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 15,
					},
					["Bag0"] = {
						["ids"] = {
							9507, -- [1]
							6948, -- [2]
							nil, -- [3]
							5655, -- [4]
							6949, -- [5]
							8584, -- [6]
							nil, -- [7]
							7676, -- [8]
							3825, -- [9]
							1710, -- [10]
							5060, -- [11]
							8483, -- [12]
							2459, -- [13]
							1710, -- [14]
							2863, -- [15]
							6949, -- [16]
							nil, -- [17]
							2459, -- [18]
							2459, -- [19]
							4601, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:9507::::::::44:::::::::|h[仔细包装过的箱子]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::44:::::::::|h[炉石]|h|r", -- [2]
							nil, -- [3]
							"|cff0070dd|Hitem:5655::::::::44:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:6949::::::::44:::::::::|h[速效药膏 II]|h|r", -- [5]
							"|cffffffff|Hitem:8584::::::::44:::::::::|h[未使用的寻水器]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:7676::::::::44:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::44:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cffffffff|Hitem:1710::::::::44:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::44:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:8483::::::::44:::::::::|h[废土水袋]|h|r", -- [12]
							"|cffffffff|Hitem:2459::::::::44:::::::::|h[迅捷药水]|h|r", -- [13]
							"|cffffffff|Hitem:1710::::::::44:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::44:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:6949::::::::44:::::::::|h[速效药膏 II]|h|r", -- [16]
							nil, -- [17]
							"|cffffffff|Hitem:2459::::::::44:::::::::|h[迅捷药水]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::44:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:4601::::::::44:::::::::|h[软香蕉面包]|h|r", -- [20]
						},
						["freeslots"] = 3,
						["cooldowns"] = {
							[2] = "1660671216.899|3600|1",
						},
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							nil, -- [3]
							nil, -- [4]
							19, -- [5]
							nil, -- [6]
							nil, -- [7]
							8, -- [8]
							nil, -- [9]
							5, -- [10]
							nil, -- [11]
							nil, -- [12]
							5, -- [13]
							5, -- [14]
							20, -- [15]
							20, -- [16]
							nil, -- [17]
							5, -- [18]
							5, -- [19]
							2, -- [20]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::44:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:10699::::::::44:::::::::|h[叶基亚的树枝]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::44:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::44:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::44:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::44:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:4601::::::::44:::::::::|h[软香蕉面包]|h|r", -- [6]
							"|cffffffff|Hitem:4544::::::::44:::::::::|h[莫高雷香料面包]|h|r", -- [7]
							"|cffffffff|Hitem:8047::::::::44:::::::::|h[紫色蘑菇]|h|r", -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:14530::::::::44:::::::::|h[厚符文布绷带]|h|r", -- [12]
							nil, -- [13]
							"|cffffffff|Hitem:14530::::::::44:::::::::|h[厚符文布绷带]|h|r", -- [14]
						},
						["icon"] = 133656,
						["size"] = 16,
						["ids"] = {
							10699, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							4601, -- [6]
							4544, -- [7]
							8047, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							14530, -- [12]
							nil, -- [13]
							14530, -- [14]
						},
						["counts"] = {
							nil, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							20, -- [5]
							20, -- [6]
							3, -- [7]
							[12] = 2,
							[14] = 20,
						},
						["freeslots"] = 6,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::44:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:14530::::::::44:::::::::|h[厚符文布绷带]|h|r", -- [1]
							"|cffffffff|Hitem:20519::::::::44:::::::::|h[南海海盗帽]|h|r", -- [2]
							"|cffffffff|Hitem:9251::::::::44:::::::::|h[上部地图碎片]|h|r", -- [3]
							"|cffffffff|Hitem:9260::::::::44:::::::::|h[烈性朗姆酒]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:9246::::::::44:::::::::|h[费尔比德的头颅]|h|r", -- [6]
							"|cffffffff|Hitem:9244::::::::44:::::::::|h[斯杜雷的货物]|h|r", -- [7]
							[11] = "|cffffffff|Hitem:3928::::::::44:::::::::|h[优质治疗药水]|h|r",
							[13] = "|cffffffff|Hitem:5237::::::::44:::::::::|h[麻痹药膏]|h|r",
						},
						["counts"] = {
							20, -- [1]
							20, -- [2]
							nil, -- [3]
							4, -- [4]
							[11] = 5,
							[13] = 20,
						},
						["size"] = 16,
						["ids"] = {
							14530, -- [1]
							20519, -- [2]
							9251, -- [3]
							9260, -- [4]
							nil, -- [5]
							9246, -- [6]
							9244, -- [7]
							[11] = 3928,
							[13] = 5237,
						},
						["icon"] = 133656,
						["freeslots"] = 8,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::44:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:3775::::::::44:::::::::|h[减速药膏]|h|r", -- [2]
							"|cffffffff|Hitem:4602::::::::44:::::::::|h[饱满的南瓜]|h|r", -- [3]
							"|cffffffff|Hitem:4424::::::::44:::::::::|h[精神卷轴 III]|h|r", -- [4]
							[10] = "|cffffffff|Hitem:9251::::::::44:::::::::|h[上部地图碎片]|h|r",
							[11] = "|cffffffff|Hitem:9250::::::::44:::::::::|h[船运时刻表]|h|r",
							[12] = "|cffffffff|Hitem:7075::::::::44:::::::::|h[大地之核]|h|r",
						},
						["counts"] = {
							nil, -- [1]
							11, -- [2]
						},
						["size"] = 16,
						["ids"] = {
							nil, -- [1]
							3775, -- [2]
							4602, -- [3]
							4424, -- [4]
							[10] = 9251,
							[11] = 9250,
							[12] = 7075,
						},
						["icon"] = 133656,
						["freeslots"] = 10,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
