
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660417524,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::26:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							[5] = "|cffffffff|Hitem:1322::::::::26:::::::::|h[鱼肝油]|h|r",
						},
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 15,
						["ids"] = {
							[5] = 1322,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							6949, -- [1]
							6948, -- [2]
							1710, -- [3]
							5655, -- [4]
							929, -- [5]
							nil, -- [6]
							1710, -- [7]
							7676, -- [8]
							nil, -- [9]
							1710, -- [10]
							5060, -- [11]
							nil, -- [12]
							nil, -- [13]
							1710, -- [14]
							2863, -- [15]
							6949, -- [16]
							[18] = 2459,
							[19] = 2459,
						},
						["links"] = {
							"|cffffffff|Hitem:6949::::::::31:::::::::|h[速效药膏 II]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::31:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [3]
							"|cff0070dd|Hitem:5655::::::::31:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:929::::::::31:::::::::|h[治疗药水]|h|r", -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::31:::::::::|h[菊花茶]|h|r", -- [8]
							nil, -- [9]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::31:::::::::|h[潜行者工具]|h|r", -- [11]
							nil, -- [12]
							nil, -- [13]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::31:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:6949::::::::31:::::::::|h[速效药膏 II]|h|r", -- [16]
							[18] = "|cffffffff|Hitem:2459::::::::31:::::::::|h[迅捷药水]|h|r",
							[19] = "|cffffffff|Hitem:2459::::::::31:::::::::|h[迅捷药水]|h|r",
						},
						["freeslots"] = 6,
						["cooldowns"] = {
							nil, -- [1]
							"1660417367.811|3600|1", -- [2]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							18, -- [1]
							nil, -- [2]
							3, -- [3]
							nil, -- [4]
							5, -- [5]
							nil, -- [6]
							5, -- [7]
							10, -- [8]
							nil, -- [9]
							3, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							5, -- [14]
							20, -- [15]
							20, -- [16]
							[18] = 3,
							[19] = 5,
						},
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::31:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:7676::::::::31:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::31:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::31:::::::::|h[闪光粉]|h|r", -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:6451::::::::31:::::::::|h[厚丝质绷带]|h|r", -- [7]
							nil, -- [8]
							"|cffffffff|Hitem:4544::::::::31:::::::::|h[莫高雷香料面包]|h|r", -- [9]
							"|cffffffff|Hitem:1262::::::::31:::::::::|h[一桶雷霆啤酒]|h|r", -- [10]
							"|cffffffff|Hitem:4544::::::::31:::::::::|h[莫高雷香料面包]|h|r", -- [11]
							"|cffffffff|Hitem:7907::::::::31:::::::::|h[偷窃技能认证书]|h|r", -- [12]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [13]
							"|cffffffff|Hitem:1451::::::::31:::::::::|h[一瓶僵尸酒]|h|r", -- [14]
							"|cffffffff|Hitem:1710::::::::31:::::::::|h[强效治疗药水]|h|r", -- [15]
							"|cffffffff|Hitem:6451::::::::31:::::::::|h[厚丝质绷带]|h|r", -- [16]
						},
						["freeslots"] = 3,
						["counts"] = {
							nil, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							14, -- [5]
							nil, -- [6]
							18, -- [7]
							nil, -- [8]
							16, -- [9]
							nil, -- [10]
							20, -- [11]
							nil, -- [12]
							5, -- [13]
							nil, -- [14]
							5, -- [15]
							20, -- [16]
						},
						["ids"] = {
							nil, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							nil, -- [6]
							6451, -- [7]
							nil, -- [8]
							4544, -- [9]
							1262, -- [10]
							4544, -- [11]
							7907, -- [12]
							1710, -- [13]
							1451, -- [14]
							1710, -- [15]
							6451, -- [16]
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							nil, -- [2]
							8544, -- [3]
							2154, -- [4]
							8544, -- [5]
							nil, -- [6]
							nil, -- [7]
							12997, -- [8]
							929, -- [9]
							nil, -- [10]
							8544, -- [11]
							8544, -- [12]
							5237, -- [13]
							[15] = 2560,
						},
						["links"] = {
							nil, -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:8544::::::::31:::::::::|h[魔纹绷带]|h|r", -- [3]
							"|cff9d9d9d|Hitem:2154::::::::31:::::::::|h[摩根·拉迪莫尔的故事]|h|r", -- [4]
							"|cffffffff|Hitem:8544::::::::31:::::::::|h[魔纹绷带]|h|r", -- [5]
							nil, -- [6]
							nil, -- [7]
							"|cff0070dd|Hitem:12997::::::::31:::::::::|h[红须徽记之盾]|h|r", -- [8]
							"|cffffffff|Hitem:929::::::::31:::::::::|h[治疗药水]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:8544::::::::31:::::::::|h[魔纹绷带]|h|r", -- [11]
							"|cffffffff|Hitem:8544::::::::31:::::::::|h[魔纹绷带]|h|r", -- [12]
							"|cffffffff|Hitem:5237::::::::31:::::::::|h[麻痹药膏]|h|r", -- [13]
							[15] = "|cffffffff|Hitem:2560::::::::31:::::::::|h[基特斯的日记]|h|r",
						},
						["icon"] = 133656,
						["freeslots"] = 7,
						["link"] = "|cff1eff00|Hitem:21841::::::::31:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[3] = 4,
							[5] = 20,
							[9] = 5,
							[11] = 20,
							[12] = 20,
							[13] = 20,
						},
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							3775, -- [2]
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:3775::::::::31:::::::::|h[减速药膏]|h|r", -- [2]
						},
						["icon"] = 133656,
						["freeslots"] = 15,
						["link"] = "|cff1eff00|Hitem:21841::::::::31:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							nil, -- [1]
							17, -- [2]
						},
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 46,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
