
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378292,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199200,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1665424279,
				["DungeonIDs"] = {
					["魔环 英雄|1823568829"] = "18520|1665424279|0|0",
					["阿尔卡冯的宝库 10人|1822286191"] = "191320|1665424279|0|1",
					["紫罗兰监狱 英雄|1823632539"] = "18520|1665424279|0|0",
					["永恒之眼 10人|1822266172"] = "191320|1665424279|0|1",
					["阿尔卡冯的宝库 25人|1822298299"] = "191320|1665424279|0|1",
					["净化斯坦索姆 英雄|1823650883"] = "18520|1665424279|0|0",
					["魔枢 英雄|1823543373"] = "18520|1665424279|0|0",
					["黑曜石圣殿 10人|1822245941"] = "191320|1665424279|0|1",
				},
				["BossKills"] = {
					["魔环 英雄|1823568829"] = {
						"审讯者达库斯|1", -- [1]
						"魔网守护者埃雷苟斯|1", -- [2]
						"瓦尔洛斯·云击|1", -- [3]
						"法师领主伊洛姆|1", -- [4]
						"法师领主伊洛姆|1", -- [5]
						"魔网守护者埃雷苟斯|1", -- [6]
						"审讯者达库斯|1", -- [7]
					},
					["阿尔卡冯的宝库 10人|1822286191"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["紫罗兰监狱 英雄|1823632539"] = {
						"第一囚犯|1", -- [1]
						"第二囚犯|1", -- [2]
						"Erekem|1", -- [3]
						"Moragg|0", -- [4]
						"Ichoron|1", -- [5]
						"Xevozz|0", -- [6]
						"Lavanthor|0", -- [7]
						"Zuramat|0", -- [8]
						"塞安妮苟萨|1", -- [9]
					},
					["永恒之眼 10人|1822266172"] = {
						"玛里苟斯|1", -- [1]
					},
					["阿尔卡冯的宝库 25人|1822298299"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["净化斯坦索姆 英雄|1823650883"] = {
						"肉钩|1", -- [1]
						"肉钩|1", -- [2]
						"塑血者沙尔拉姆|1", -- [3]
						"时光领主埃博克|1", -- [4]
						"时光领主埃博克|1", -- [5]
						"塑血者沙尔拉姆|1", -- [6]
						"玛尔加尼斯|1", -- [7]
						"玛尔加尼斯|1", -- [8]
					},
					["魔枢 英雄|1823543373"] = {
						"大魔导师泰蕾丝塔|1", -- [1]
						"冰封指挥官|1", -- [2]
						"阿诺玛鲁斯|1", -- [3]
						"阿诺玛鲁斯|1", -- [4]
						"大魔导师泰蕾丝塔|1", -- [5]
						"塑树者奥莫洛克|1", -- [6]
						"克莉斯塔萨|1", -- [7]
						"克莉斯塔萨|1", -- [8]
						"塑树者奥莫洛克|1", -- [9]
					},
					["黑曜石圣殿 10人|1822245941"] = {
						"维斯匹隆|1", -- [1]
						"塔尼布隆|1", -- [2]
						"沙德隆|1", -- [3]
						"萨塔里奥|1", -- [4]
					},
				},
			},
		},
	},
}
