
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
				},
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:33243::::::::44:::::::::|h[散兵罩帽]|h|r", -- [1]
					"|cff1eff00|Hitem:20909::::::::44:::::::::|h[野蛮铁项圈]|h|r", -- [2]
					"|cff0070dd|Hitem:2278::::::::44:::::::::|h[森林追踪者护肩]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::44:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff0070dd|Hitem:13110::::::::44:::::::::|h[恐狼皮甲]|h|r", -- [5]
					"|cff1eff00|Hitem:33245::::::::44:::::::::|h[格雷斯比的华丽束腰]|h|r", -- [6]
					"|cff0070dd|Hitem:13114:3013:::::::44:::::::::|h[巨魔杀手护腿]|h|r", -- [7]
					"|cff0070dd|Hitem:2276:464:::::::44:::::::::|h[泥沼长靴]|h|r", -- [8]
					"|cff0070dd|Hitem:18948::::::::44:::::::::|h[野人护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:3754::::::::44:::::::::|h[牧羊人手套]|h|r", -- [10]
					"|cff1eff00|Hitem:33263::::::::44:::::::::|h[迅猛龙眼指环]|h|r", -- [11]
					"|cff0070dd|Hitem:2933::::::::44:::::::::|h[乌瑞恩的图章]|h|r", -- [12]
					nil, -- [13]
					nil, -- [14]
					"|cff1eff00|Hitem:33261::::::::44:::::::::|h[毁灭者披风]|h|r", -- [15]
					"|cff0070dd|Hitem:754::::::::44:::::::::|h[复仇短剑]|h|r", -- [16]
					"|cff0070dd|Hitem:13034::::::::44:::::::::|h[快速钢剑]|h|r", -- [17]
					"|cffffffff|Hitem:28979::::::::44:::::::::|h[轻型飞刀]|h|r", -- [18]
				},
				["averageItemLvl"] = 33.66666666666666,
				["lastUpdate"] = 1660668283,
			},
		},
	},
}
