
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
				["Containers"] = {
					["Bag4"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["size"] = 20,
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
					},
					["Bag1"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag2"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag3"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 66,
				["numBagSlots"] = 68,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378289,
				["Containers"] = {
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
					["Bag0"] = {
						["size"] = 20,
						["ids"] = {
							6948, -- [1]
						},
						["freeslots"] = 19,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:6948::::::::1:::::::::|h[炉石]|h|r", -- [1]
						},
					},
				},
				["numFreeBagSlots"] = 19,
				["numBagSlots"] = 20,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167868,
				["numFreeBagSlots"] = 31,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cff1eff00|Hitem:31731::::::::67:::::::::|h[米克达的礼物]|h|r", -- [1]
							[7] = "|cffffffff|Hitem:27498::::::::67:::::::::|h[敏捷卷轴 V]|h|r",
							[9] = "|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r",
						},
						["icon"] = 133656,
						["freeslots"] = 13,
						["ids"] = {
							31731, -- [1]
							[7] = 27498,
							[9] = 22832,
						},
						["counts"] = {
							[9] = 20,
						},
						["size"] = 16,
					},
					["Bag-2"] = {
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 29,
						["ids"] = {
							185690, -- [1]
							31655, -- [2]
							27808, -- [3]
						},
						["size"] = 32,
						["counts"] = {
							[2] = 4,
						},
						["links"] = {
							"|cffffffff|Hitem:185690::::::::67:::::::::|h[水库钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:31655::::::::67:::::::::|h[基斯鸦巢牢笼钥匙]|h|r", -- [2]
							"|cff1eff00|Hitem:27808::::::::67:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [3]
						},
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cff1eff00|Hitem:25632::::::::67:::::::::|h[欢乐魔杖]|h|r", -- [1]
							"|cff1eff00|Hitem:25622::::::::67:::::::::|h[金环法杖]|h|r", -- [2]
							nil, -- [3]
							"|cffffffff|Hitem:2459::::::::67:::::::::|h[迅捷药水]|h|r", -- [4]
							"|cffffffff|Hitem:27682::::::::67:::::::::|h[塔布羊肉]|h|r", -- [5]
							"|cffffffff|Hitem:27678::::::::67:::::::::|h[裂蹄牛肉]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r", -- [8]
							"|cffffffff|Hitem:28103::::::::67:::::::::|h[法能药剂]|h|r", -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:26043::::::::67:::::::::|h[沃舒古水晶尘样本]|h|r", -- [12]
							"|cffffffff|Hitem:31666::::::::67:::::::::|h[裂开的坦克控制器]|h|r", -- [13]
							"|cff9d9d9d|Hitem:24475::::::::67:::::::::|h[戈达乌的足印]|h|r", -- [14]
							"|cffffffff|Hitem:29425::::::::67:::::::::|h[基尔加丹印记]|h|r", -- [15]
						},
						["counts"] = {
							[6] = 20,
							[8] = 2,
							[12] = 18,
							[4] = 5,
							[9] = 12,
							[15] = 2,
						},
						["freeslots"] = 5,
						["ids"] = {
							25632, -- [1]
							25622, -- [2]
							nil, -- [3]
							2459, -- [4]
							27682, -- [5]
							27678, -- [6]
							nil, -- [7]
							22832, -- [8]
							28103, -- [9]
							nil, -- [10]
							nil, -- [11]
							26043, -- [12]
							31666, -- [13]
							24475, -- [14]
							29425, -- [15]
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:25463::::::::67:::::::::|h[象牙]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffffffff|Hitem:28100::::::::67:::::::::|h[不稳定的治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:24501::::::::67:::::::::|h[戈达乌的石块]|h|r", -- [5]
							"|cffffffff|Hitem:21991::::::::67:::::::::|h[厚灵纹布绷带]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:24421::::::::67:::::::::|h[纳格兰草莓]|h|r", -- [8]
							"|cff1eff00|Hitem:29740::::::::67:::::::::|h[邪能装备]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:27676::::::::67:::::::::|h[奇怪的孢子]|h|r", -- [11]
							"|cffffffff|Hitem:22829::::::::67:::::::::|h[超级治疗药水]|h|r", -- [12]
							"|cffffffff|Hitem:22578::::::::67:::::::::|h[水之微粒]|h|r", -- [13]
							nil, -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [16]
						},
						["icon"] = 133656,
						["freeslots"] = 4,
						["ids"] = {
							25463, -- [1]
							27854, -- [2]
							21877, -- [3]
							28100, -- [4]
							24501, -- [5]
							21991, -- [6]
							nil, -- [7]
							24421, -- [8]
							29740, -- [9]
							nil, -- [10]
							27676, -- [11]
							22829, -- [12]
							22578, -- [13]
							nil, -- [14]
							nil, -- [15]
							21877, -- [16]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							20, -- [3]
							5, -- [4]
							nil, -- [5]
							20, -- [6]
							nil, -- [7]
							3, -- [8]
							nil, -- [9]
							nil, -- [10]
							16, -- [11]
							9, -- [12]
							2, -- [13]
							nil, -- [14]
							nil, -- [15]
							10, -- [16]
						},
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:17056::::::::67:::::::::|h[轻羽毛]|h|r", -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:30858::::::::67:::::::::|h[苦工催眠药水]|h|r", -- [3]
							"|cffffffff|Hitem:18588::::::::67:::::::::|h[简易投掷炸弹 II]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:13446::::::::67:::::::::|h[特效治疗药水]|h|r", -- [6]
							[11] = "|cffffffff|Hitem:27553::::::::67:::::::::|h[赤牛能量饮料]|h|r",
							[10] = "|cffffffff|Hitem:27499::::::::67:::::::::|h[智力卷轴 V]|h|r",
							[15] = "|cffffffff|Hitem:27651::::::::67:::::::::|h[美味秃鹫]|h|r",
						},
						["counts"] = {
							12, -- [1]
							nil, -- [2]
							5, -- [3]
							5, -- [4]
							nil, -- [5]
							9, -- [6]
							[11] = 5,
							[10] = 14,
							[15] = 4,
						},
						["freeslots"] = 9,
						["ids"] = {
							17056, -- [1]
							nil, -- [2]
							30858, -- [3]
							18588, -- [4]
							nil, -- [5]
							13446, -- [6]
							[11] = 27553,
							[10] = 27499,
							[15] = 27651,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag0"] = {
						["size"] = 20,
						["ids"] = {
							6948, -- [1]
							27854, -- [2]
							33042, -- [3]
							31760, -- [4]
							17028, -- [5]
							33042, -- [6]
							33042, -- [7]
							24449, -- [8]
							25433, -- [9]
							21877, -- [10]
							33042, -- [11]
							26044, -- [12]
							33459, -- [13]
							29736, -- [14]
							27665, -- [15]
							31800, -- [16]
							27665, -- [17]
							33219, -- [18]
							27860, -- [19]
							22577, -- [20]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							nil, -- [3]
							nil, -- [4]
							5, -- [5]
							20, -- [6]
							20, -- [7]
							5, -- [8]
							5, -- [9]
							20, -- [10]
							20, -- [11]
							[20] = 5,
							[19] = 2,
							[15] = 17,
							[17] = 2,
						},
						["links"] = {
							"|cffffffff|Hitem:6948::::::::67:::::::::|h[炉石]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [3]
							"|cffffffff|Hitem:31760::::::::67:::::::::|h[迷你鹦鹉]|h|r", -- [4]
							"|cffffffff|Hitem:17028::::::::67:::::::::|h[圣洁蜡烛]|h|r", -- [5]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [6]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [7]
							"|cffffffff|Hitem:24449::::::::67:::::::::|h[成熟的孢子]|h|r", -- [8]
							"|cffffffff|Hitem:25433::::::::67:::::::::|h[黑曜石作战念珠]|h|r", -- [9]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [10]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [11]
							"|cff1eff00|Hitem:26044::::::::67:::::::::|h[哈兰研究勋章]|h|r", -- [12]
							"|cffffffff|Hitem:33459::::::::67:::::::::|h[保护卷轴 VI]|h|r", -- [13]
							"|cffffffff|Hitem:29736::::::::67:::::::::|h[奥术符文]|h|r", -- [14]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [15]
							"|cffffffff|Hitem:31800::::::::67:::::::::|h[流放者的物资]|h|r", -- [16]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [17]
							"|cff0070dd|Hitem:33219::::::::67:::::::::|h[地精杂烩煲]|h|r", -- [18]
							"|cffffffff|Hitem:27860::::::::67:::::::::|h[清洁的德拉诺之水]|h|r", -- [19]
							"|cffffffff|Hitem:22577::::::::67:::::::::|h[暗影微粒]|h|r", -- [20]
						},
					},
				},
				["numBagSlots"] = 84,
			},
			["Default.祈福.码农巴菲特"] = {
				["numFreeBankSlots"] = 87,
				["numBankSlots"] = 92,
				["lastUpdate"] = 1667580578,
				["Containers"] = {
					["Bag8"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							43512, -- [1]
							33447, -- [2]
							43089, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							37097, -- [7]
							nil, -- [8]
							nil, -- [9]
							49128, -- [10]
							nil, -- [11]
							20815, -- [12]
							20824, -- [13]
							42780, -- [14]
							8487, -- [15]
							22831, -- [16]
							33449, -- [17]
							46376, -- [18]
							42253, -- [19]
							46377, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:43512::::::::80:::::::::|h[覆满淤泥的蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r", -- [2]
							"|cffffffff|Hitem:43089::::::::80:::::::::|h[维库人的徽记]|h|r", -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:37097::::::::80:::::::::|h[精神卷轴 VII]|h|r", -- [7]
							nil, -- [8]
							nil, -- [9]
							"|cffa335ee|Hitem:49128::::::::80:::::::::|h[无头骑士的凶神战刃]|h|r", -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r", -- [12]
							"|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r", -- [13]
							"|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r", -- [14]
							"|cffffffff|Hitem:8487::::::::80:::::::::|h[猫笼（虎皮猫）]|h|r", -- [15]
							"|cffffffff|Hitem:22831::::::::80:::::::::|h[特效敏捷药剂]|h|r", -- [16]
							"|cffffffff|Hitem:33449::::::::80:::::::::|h[硬面包片]|h|r", -- [17]
							"|cffffffff|Hitem:46376::::::::80:::::::::|h[冰霜巨龙合剂]|h|r", -- [18]
							"|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r", -- [19]
							"|cffffffff|Hitem:46377::::::::80:::::::::|h[无尽怒气合剂]|h|r", -- [20]
						},
						["counts"] = {
							nil, -- [1]
							14, -- [2]
							41, -- [3]
							[7] = 5,
							[17] = 18,
							[19] = 2,
							[16] = 7,
							[14] = 17,
						},
						["freeslots"] = 6,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag0"] = {
						["ids"] = {
							200239, -- [1]
							11754, -- [2]
							40483, -- [3]
							46379, -- [4]
							39208, -- [5]
							36929, -- [6]
							23077, -- [7]
							25882, -- [8]
							25882, -- [9]
							40845, -- [10]
							33470, -- [11]
							38557, -- [12]
							44325, -- [13]
							37702, -- [14]
							44328, -- [15]
							40317, -- [16]
							40784, -- [17]
							34750, -- [18]
							40073, -- [19]
							40078, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:200239::::::::80:::::::::|h[诺森德冒险补给品]|h|r", -- [1]
							"|cff1eff00|Hitem:11754::::::::80:::::::::|h[黑钻石]|h|r", -- [2]
							"|cff0070dd|Hitem:40483::::::::80:::::::::|h[天灾徽记]|h|r", -- [3]
							"|cffffffff|Hitem:46379::::::::80:::::::::|h[石血合剂]|h|r", -- [4]
							"|cff0070dd|Hitem:39208::::::::80:::::::::|h[黑暗骑士魔印]|h|r", -- [5]
							"|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r", -- [6]
							"|cff1eff00|Hitem:23077::::::::80:::::::::|h[血榴石]|h|r", -- [7]
							"|cffffffff|Hitem:25882::::::::80:::::::::|h[坚固石像]|h|r", -- [8]
							"|cffffffff|Hitem:25882::::::::80:::::::::|h[坚固石像]|h|r", -- [9]
							"|cffa335ee|Hitem:40845::::::::80:::::::::|h[致命角斗士的恐怖板甲护腿]|h|r", -- [10]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [11]
							"|cffffffff|Hitem:38557::::::::80:::::::::|h[冰冷的龙鳞]|h|r", -- [12]
							"|cffffffff|Hitem:44325::::::::80:::::::::|h[精确药剂]|h|r", -- [13]
							"|cffffffff|Hitem:37702::::::::80:::::::::|h[火焰结晶]|h|r", -- [14]
							"|cffffffff|Hitem:44328::::::::80:::::::::|h[极效防御药剂]|h|r", -- [15]
							"|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r", -- [16]
							"|cffa335ee|Hitem:40784::::::::80:::::::::|h[致命角斗士的恐怖板甲护胸]|h|r", -- [17]
							"|cffffffff|Hitem:34750::::::::80:::::::::|h[虫肉美食]|h|r", -- [18]
							"|cffffffff|Hitem:40073::::::::80:::::::::|h[极效力量药剂]|h|r", -- [19]
							"|cffffffff|Hitem:40078::::::::80:::::::::|h[极效坚韧药剂]|h|r", -- [20]
						},
						["counts"] = {
							nil, -- [1]
							16, -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							16, -- [6]
							5, -- [7]
							5, -- [8]
							2, -- [9]
							nil, -- [10]
							20, -- [11]
							[18] = 19,
							[13] = 2,
							[20] = 10,
							[14] = 4,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
					["Bag5"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							2459, -- [1]
							41799, -- [2]
							39327, -- [3]
							33470, -- [4]
							39226, -- [5]
							39239, -- [6]
							49121, -- [7]
							43465, -- [8]
							37668, -- [9]
							nil, -- [10]
							nil, -- [11]
							nil, -- [12]
							39403, -- [13]
							[16] = 43276,
							[17] = 43276,
						},
						["links"] = {
							"|cffffffff|Hitem:2459::::::::80:::::::::|h[迅捷药水]|h|r", -- [1]
							"|cff0070dd|Hitem:41799::::::::80:::::::::|h[图鉴：永恒之大地侵攻钻石]|h|r", -- [2]
							"|cffffffff|Hitem:39327::::::::80:::::::::|h[诺斯的特殊药剂]|h|r", -- [3]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [4]
							"|cffa335ee|Hitem:39226::::::::80:::::::::|h[迈克斯纳的腿骨]|h|r", -- [5]
							"|cffa335ee|Hitem:39239::::::::80:::::::::|h[复活士兵胸铠]|h|r", -- [6]
							"|cffa335ee|Hitem:49121::::::::80:::::::::|h[食尸鬼欢愉指环]|h|r", -- [7]
							"|cffffffff|Hitem:43465::::::::80:::::::::|h[力量卷轴 VII]|h|r", -- [8]
							"|cffa335ee|Hitem:37668::::::::80:::::::::|h[岩石熔炉臂环]|h|r", -- [9]
							nil, -- [10]
							nil, -- [11]
							nil, -- [12]
							"|cffa335ee|Hitem:39403::::::::80:::::::::|h[坚强头盔]|h|r", -- [13]
							[16] = "|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r",
							[17] = "|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r",
						},
						["counts"] = {
							8, -- [1]
							nil, -- [2]
							5, -- [3]
							10, -- [4]
							[8] = 5,
						},
						["freeslots"] = 8,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag100"] = {
						["links"] = {
							"|cffffffff|Hitem:21877::::::::80:::::::::|h[灵纹布]|h|r", -- [1]
							"|cffffffff|Hitem:21877::::::::80:::::::::|h[灵纹布]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::80:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffe6cc80|Hitem:48685::::::::80:::::::::|h[抛光后的勇气胸甲]|h|r", -- [4]
							"|cffe6cc80|Hitem:44099::::::::80:::::::::|h[强化的牢狱肩甲]|h|r", -- [5]
						},
						["ids"] = {
							21877, -- [1]
							21877, -- [2]
							21877, -- [3]
							48685, -- [4]
							44099, -- [5]
						},
						["freeslots"] = 23,
						["counts"] = {
							20, -- [1]
							20, -- [2]
							18, -- [3]
						},
						["size"] = 28,
					},
					["Bag7"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [1]
							"|cffffffff|Hitem:37091::::::::80:::::::::|h[智力卷轴 VII]|h|r", -- [2]
							"|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r", -- [3]
							nil, -- [4]
							"|cffa335ee|Hitem:43994::::::::80:::::::::|h[痛击腿铠]|h|r", -- [5]
							"|cffffffff|Hitem:43463::::::::80:::::::::|h[敏捷卷轴 VII]|h|r", -- [6]
							nil, -- [7]
							"|cffa335ee|Hitem:40679::::::::80:::::::::|h[军用锁链护喉]|h|r", -- [8]
							"|cffa335ee|Hitem:40069::::::::80:::::::::|h[传承]|h|r", -- [9]
							"|cffffffff|Hitem:43493::::::::80:::::::::|h[看守者的尸尘]|h|r", -- [10]
							"|cffffffff|Hitem:43467::::::::80:::::::::|h[保护卷轴 VII]|h|r", -- [11]
							"|cff0070dd|Hitem:42341::40008:40008:::::80:::::::::|h[雕像 - 红宝石野兔]|h|r", -- [12]
							"|cffffffff|Hitem:29904::::::::80:::::::::|h[白色蛾卵]|h|r", -- [13]
							nil, -- [14]
							nil, -- [15]
							nil, -- [16]
							"|cffffffff|Hitem:35188::::::::80:::::::::|h[奈辛瓦里同党的耳环]|h|r", -- [17]
							nil, -- [18]
							nil, -- [19]
							"|cffffffff|Hitem:37093::::::::80:::::::::|h[耐力卷轴 VII]|h|r", -- [20]
						},
						["counts"] = {
							20, -- [1]
							[11] = 18,
							[6] = 5,
							[17] = 10,
							[20] = 10,
						},
						["freeslots"] = 7,
						["ids"] = {
							33470, -- [1]
							37091, -- [2]
							6948, -- [3]
							nil, -- [4]
							43994, -- [5]
							43463, -- [6]
							nil, -- [7]
							40679, -- [8]
							40069, -- [9]
							43493, -- [10]
							43467, -- [11]
							42341, -- [12]
							29904, -- [13]
							nil, -- [14]
							nil, -- [15]
							nil, -- [16]
							35188, -- [17]
							nil, -- [18]
							nil, -- [19]
							37093, -- [20]
						},
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							36926, -- [1]
							43272, -- [2]
							46378, -- [3]
							36920, -- [4]
							38551, -- [5]
							36932, -- [6]
							36923, -- [7]
							2841, -- [8]
							40211, -- [9]
							43272, -- [10]
							36917, -- [11]
							33568, -- [12]
							25881, -- [13]
							39691, -- [14]
							36917, -- [15]
							36917, -- [16]
							25881, -- [17]
							41163, -- [18]
							23111, -- [19]
							43272, -- [20]
						},
						["links"] = {
							"|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r", -- [1]
							"|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r", -- [2]
							"|cffffffff|Hitem:46378::::::::80:::::::::|h[纯净魔精合剂]|h|r", -- [3]
							"|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r", -- [4]
							"|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r", -- [5]
							"|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r", -- [6]
							"|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r", -- [7]
							"|cffffffff|Hitem:2841::::::::80:::::::::|h[青铜锭]|h|r", -- [8]
							"|cffffffff|Hitem:40211::::::::80:::::::::|h[速度药水]|h|r", -- [9]
							"|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r", -- [10]
							"|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r", -- [11]
							"|cffffffff|Hitem:33568::::::::80:::::::::|h[北地皮]|h|r", -- [12]
							"|cffffffff|Hitem:25881::::::::80:::::::::|h[沉重石像]|h|r", -- [13]
							"|cffffffff|Hitem:39691::::::::80:::::::::|h[美味炖鲸肉]|h|r", -- [14]
							"|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r", -- [15]
							"|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r", -- [16]
							"|cffffffff|Hitem:25881::::::::80:::::::::|h[沉重石像]|h|r", -- [17]
							"|cff1eff00|Hitem:41163::::::::80:::::::::|h[泰坦神铁锭]|h|r", -- [18]
							"|cff1eff00|Hitem:23111::::::::80:::::::::|h[统御德拉诺影钻]|h|r", -- [19]
							"|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r", -- [20]
						},
						["counts"] = {
							15, -- [1]
							nil, -- [2]
							2, -- [3]
							12, -- [4]
							83, -- [5]
							15, -- [6]
							17, -- [7]
							20, -- [8]
							5, -- [9]
							[11] = 9,
							[13] = 5,
							[15] = 20,
							[12] = 11,
							[14] = 20,
							[16] = 20,
							[17] = 5,
						},
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag-2"] = {
						["ids"] = {
							27808, -- [1]
							34078, -- [2]
						},
						["links"] = {
							"|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:34078::::::::80:::::::::|h[约格莫夫·冰锤的鱼叉控制器]|h|r", -- [2]
						},
						["freeslots"] = 30,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
					["Bag6"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
				},
				["numBagSlots"] = 100,
				["numFreeBagSlots"] = 21,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 39,
				["numBankSlots"] = 92,
				["lastUpdate"] = 1667555487,
				["Containers"] = {
					["Bag8"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["ids"] = {
							27808, -- [1]
							34078, -- [2]
						},
						["freeslots"] = 30,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["links"] = {
							"|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:34078::::::::80:::::::::|h[约格莫夫·冰锤的鱼叉控制器]|h|r", -- [2]
						},
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							33470, -- [1]
							43852, -- [2]
							36223, -- [3]
							33445, -- [4]
							43851, -- [5]
							43269, -- [6]
							35947, -- [7]
							43272, -- [8]
							43272, -- [9]
							43269, -- [10]
							43272, -- [11]
							43269, -- [12]
						},
						["links"] = {
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [1]
							"|cff9d9d9d|Hitem:43852::::::::80:::::::::|h[厚皮衣碎片]|h|r", -- [2]
							"|cff1eff00|Hitem:36223::::::-26:2071396432:80:::::::::|h[法术强度之琥珀松木头盔]|h|r", -- [3]
							"|cffffffff|Hitem:33445::::::::80:::::::::|h[薄荷蜜茶]|h|r", -- [4]
							"|cff9d9d9d|Hitem:43851::::::::80:::::::::|h[皮衣碎片]|h|r", -- [5]
							"|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r", -- [6]
							"|cffffffff|Hitem:35947::::::::80:::::::::|h[光芒霜顶菇]|h|r", -- [7]
							"|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r", -- [8]
							"|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r", -- [9]
							"|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r", -- [10]
							"|cffffffff|Hitem:43272::::::::80:::::::::|h[邪恶太阳胸针]|h|r", -- [11]
							"|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r", -- [12]
						},
						["counts"] = {
							15, -- [1]
							2, -- [2]
							nil, -- [3]
							3, -- [4]
							2, -- [5]
							[7] = 2,
						},
						["size"] = 20,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["icon"] = 133665,
						["freeslots"] = 8,
					},
					["Bag7"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag5"] = {
						["rarity"] = 2,
						["ids"] = {
							34068, -- [1]
							37700, -- [2]
							37702, -- [3]
							41557, -- [4]
							38551, -- [5]
							43012, -- [6]
							40072, -- [7]
							40211, -- [8]
							31760, -- [9]
							2459, -- [10]
							33445, -- [11]
							38698, -- [12]
							nil, -- [13]
							40772, -- [14]
							44328, -- [15]
						},
						["links"] = {
							"|cffffffff|Hitem:34068::::::::80:::::::::|h[沉重的南瓜灯]|h|r", -- [1]
							"|cffffffff|Hitem:37700::::::::80:::::::::|h[空气结晶]|h|r", -- [2]
							"|cffffffff|Hitem:37702::::::::80:::::::::|h[火焰结晶]|h|r", -- [3]
							"|cffffffff|Hitem:41557::::::::80:::::::::|h[精炼闪光矿石]|h|r", -- [4]
							"|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r", -- [5]
							"|cffffffff|Hitem:43012::::::::80:::::::::|h[犀牛肉]|h|r", -- [6]
							"|cffffffff|Hitem:40072::::::::80:::::::::|h[精神药水]|h|r", -- [7]
							"|cffffffff|Hitem:40211::::::::80:::::::::|h[速度药水]|h|r", -- [8]
							"|cffffffff|Hitem:31760::::::::80:::::::::|h[迷你鹦鹉]|h|r", -- [9]
							"|cffffffff|Hitem:2459::::::::80:::::::::|h[迅捷药水]|h|r", -- [10]
							"|cffffffff|Hitem:33445::::::::80:::::::::|h[薄荷蜜茶]|h|r", -- [11]
							"|cffffffff|Hitem:38698::::::::80:::::::::|h[苦痛浆液]|h|r", -- [12]
							nil, -- [13]
							"|cffffffff|Hitem:40772::::::::80:::::::::|h[侏儒军刀]|h|r", -- [14]
							"|cffffffff|Hitem:44328::::::::80:::::::::|h[极效防御药剂]|h|r", -- [15]
						},
						["counts"] = {
							3, -- [1]
							10, -- [2]
							[11] = 5,
							[8] = 4,
							[10] = 3,
							[12] = 5,
							[5] = 99,
							[15] = 3,
						},
						["freeslots"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cffffffff|Hitem:41599::::::::80:::::::::|h[]|h|r",
						["freeslots"] = 20,
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag100"] = {
						["freeslots"] = 1,
						["ids"] = {
							25763, -- [1]
							37255, -- [2]
							37624, -- [3]
							41649, -- [4]
							43286, -- [5]
							37631, -- [6]
							37165, -- [7]
							37166, -- [8]
							37642, -- [9]
							49121, -- [10]
							39279, -- [11]
							33872, -- [12]
							33872, -- [13]
							44953, -- [14]
							nil, -- [15]
							33447, -- [16]
							35950, -- [17]
							35950, -- [18]
							33448, -- [19]
							35950, -- [20]
							28100, -- [21]
							39691, -- [22]
							35947, -- [23]
							43102, -- [24]
							43467, -- [25]
							36770, -- [26]
							18256, -- [27]
							5060, -- [28]
						},
						["size"] = 28,
						["counts"] = {
							[24] = 5,
							[13] = 6,
							[14] = 19,
							[27] = 4,
							[16] = 15,
							[17] = 20,
							[18] = 20,
							[19] = 12,
							[20] = 16,
							[21] = 3,
							[22] = 13,
							[12] = 20,
							[25] = 11,
						},
						["links"] = {
							"|cff0070dd|Hitem:25763::::::::80:::::::::|h[战槌仪祭血刃]|h|r", -- [1]
							"|cff0070dd|Hitem:37255::::::::80:::::::::|h[审问者]|h|r", -- [2]
							"|cff0070dd|Hitem:37624::::::::80:::::::::|h[污染的玻璃碎片戒指]|h|r", -- [3]
							"|cffa335ee|Hitem:41649::::::::80:::::::::|h[致命角斗士的皮甲外套]|h|r", -- [4]
							"|cff0070dd|Hitem:43286::::::::80:::::::::|h[虫群攻击护腿]|h|r", -- [5]
							"|cff0070dd|Hitem:37631::::::::80:::::::::|h[神明之拳]|h|r", -- [6]
							"|cff0070dd|Hitem:37165:3252:39910:39910:::::80:::::::::|h[水晶能量外套]|h|r", -- [7]
							"|cff0070dd|Hitem:37166::::::::80:::::::::|h[红龙血珠]|h|r", -- [8]
							"|cffa335ee|Hitem:37642::::::::80:::::::::|h[出血指环]|h|r", -- [9]
							"|cffa335ee|Hitem:49121::::::::80:::::::::|h[食尸鬼欢愉指环]|h|r", -- [10]
							"|cffa335ee|Hitem:39279::::::::80:::::::::|h[凋零之多孔腰带]|h|r", -- [11]
							"|cffffffff|Hitem:33872::::::::80:::::::::|h[热辣塔布羊排]|h|r", -- [12]
							"|cffffffff|Hitem:33872::::::::80:::::::::|h[热辣塔布羊排]|h|r", -- [13]
							"|cffffffff|Hitem:44953::::::::80:::::::::|h[生拌狼肉糜]|h|r", -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r", -- [16]
							"|cffffffff|Hitem:35950::::::::80:::::::::|h[甜薯面包]|h|r", -- [17]
							"|cffffffff|Hitem:35950::::::::80:::::::::|h[甜薯面包]|h|r", -- [18]
							"|cffffffff|Hitem:33448::::::::80:::::::::|h[符文法力药水]|h|r", -- [19]
							"|cffffffff|Hitem:35950::::::::80:::::::::|h[甜薯面包]|h|r", -- [20]
							"|cffffffff|Hitem:28100::::::::80:::::::::|h[不稳定的治疗药水]|h|r", -- [21]
							"|cffffffff|Hitem:39691::::::::80:::::::::|h[美味炖鲸肉]|h|r", -- [22]
							"|cffffffff|Hitem:35947::::::::80:::::::::|h[光芒霜顶菇]|h|r", -- [23]
							"|cff0070dd|Hitem:43102::::::::80:::::::::|h[冰冻宝珠]|h|r", -- [24]
							"|cffffffff|Hitem:43467::::::::80:::::::::|h[保护卷轴 VII]|h|r", -- [25]
							"|cffffffff|Hitem:36770::::::::80:::::::::|h[佐特的防护药剂]|h|r", -- [26]
							"|cffffffff|Hitem:18256::::::::80:::::::::|h[灌魔之瓶]|h|r", -- [27]
							"|cffffffff|Hitem:5060::::::::80:::::::::|h[潜行者工具]|h|r", -- [28]
						},
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:20816::::::::80:::::::::|h[精巧的铜线]|h|r", -- [1]
							"|cff0070dd|Hitem:12607::::::::80:::::::::|h[闪亮的彩色龙鳞]|h|r", -- [2]
							"|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r", -- [3]
							"|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r", -- [4]
							"|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r", -- [5]
							"|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r", -- [6]
							"|cffffffff|Hitem:46377::::::::80:::::::::|h[无尽怒气合剂]|h|r", -- [7]
							"|cff1eff00|Hitem:36127::::::-5:1813512279:80:::::::::|h[灵猴之穆拉丁罩帽]|h|r", -- [8]
							"|cffffffff|Hitem:43230::::::::80:::::::::|h[速效药膏 VIII]|h|r", -- [9]
							"|cffffffff|Hitem:43232::::::::80:::::::::|h[致命药膏 VIII]|h|r", -- [10]
							"|cffffffff|Hitem:22527::::::::80:::::::::|h[元素之核]|h|r", -- [11]
							"|cff9d9d9d|Hitem:13825::::::::80:::::::::|h[基础步枪]|h|r", -- [12]
							"|cffffffff|Hitem:43232::::::::80:::::::::|h[致命药膏 VIII]|h|r", -- [13]
							"|cffffffff|Hitem:34722::::::::80:::::::::|h[厚霜纹布绷带]|h|r", -- [14]
							"|cffffffff|Hitem:34722::::::::80:::::::::|h[厚霜纹布绷带]|h|r", -- [15]
							"|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r", -- [16]
							"|cff1eff00|Hitem:23094::::::::80:::::::::|h[泪珠血榴石]|h|r", -- [17]
							"|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r", -- [18]
							"|cffffffff|Hitem:14047::::::::80:::::::::|h[符文布]|h|r", -- [19]
							"|cffa335ee|Hitem:43566:983:::::::80:::::::::|h[冰冷突袭披风]|h|r", -- [20]
						},
						["counts"] = {
							10, -- [1]
							nil, -- [2]
							12, -- [3]
							10, -- [4]
							9, -- [5]
							17, -- [6]
							10, -- [7]
							nil, -- [8]
							17, -- [9]
							15, -- [10]
							14, -- [11]
							nil, -- [12]
							20, -- [13]
							9, -- [14]
							7, -- [15]
							16, -- [16]
							[18] = 9,
							[19] = 20,
						},
						["ids"] = {
							20816, -- [1]
							12607, -- [2]
							36932, -- [3]
							33447, -- [4]
							36917, -- [5]
							22838, -- [6]
							46377, -- [7]
							36127, -- [8]
							43230, -- [9]
							43232, -- [10]
							22527, -- [11]
							13825, -- [12]
							43232, -- [13]
							34722, -- [14]
							34722, -- [15]
							36923, -- [16]
							23094, -- [17]
							36920, -- [18]
							14047, -- [19]
							43566, -- [20]
						},
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag2"] = {
						["rarity"] = 4,
						["link"] = "|cffa335ee|Hitem:43345::::::::80:::::::::|h[龙皮包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:25881::::::::80:::::::::|h[沉重石像]|h|r", -- [1]
							"|cff1eff00|Hitem:12361::::::::80:::::::::|h[蓝宝石]|h|r", -- [2]
							"|cffa335ee|Hitem:39558:3252:40003:40088:::::80:::::::::|h[英雄的骨镰胸甲]|h|r", -- [3]
							"|cff0070dd|Hitem:37374:3326:40003:40003:::::80:::::::::|h[熊怪的贪婪护腿]|h|r", -- [4]
							"|cffffffff|Hitem:25881::::::::80:::::::::|h[沉重石像]|h|r", -- [5]
							"|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r", -- [6]
							"|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r", -- [7]
							"|cffffffff|Hitem:14047::::::::80:::::::::|h[符文布]|h|r", -- [8]
							"|cff0070dd|Hitem:23320::::::::80:::::::::|h[石板：烈焰震击 VI]|h|r", -- [9]
							"|cff1eff00|Hitem:12800::::::::80:::::::::|h[艾泽拉斯钻石]|h|r", -- [10]
							"|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r", -- [11]
							"|cff0070dd|Hitem:43172:3824:::::::80:::::::::|h[犀牛皮革长靴]|h|r", -- [12]
							"|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r", -- [13]
							"|cffffffff|Hitem:33448::::::::80:::::::::|h[符文法力药水]|h|r", -- [14]
							"|cffffffff|Hitem:37705::::::::80:::::::::|h[水之结晶]|h|r", -- [15]
							"|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r", -- [16]
							"|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r", -- [17]
							"|cff1eff00|Hitem:36219::::::-15:2051997756:80:::::::::|h[精神之琥珀松木腰带]|h|r", -- [18]
							"|cffffffff|Hitem:43276::::::::80:::::::::|h[迅捷烈日古器]|h|r", -- [19]
							nil, -- [20]
							"|cffa335ee|Hitem:39404:1099:::::::80:::::::::|h[主宰披风]|h|r", -- [21]
							"|cffa335ee|Hitem:39224:3823:::::::80:::::::::|h[分歧护腿]|h|r", -- [22]
						},
						["icon"] = 133659,
						["freeslots"] = 1,
						["ids"] = {
							25881, -- [1]
							12361, -- [2]
							39558, -- [3]
							37374, -- [4]
							25881, -- [5]
							36929, -- [6]
							43276, -- [7]
							14047, -- [8]
							23320, -- [9]
							12800, -- [10]
							42253, -- [11]
							43172, -- [12]
							43276, -- [13]
							33448, -- [14]
							37705, -- [15]
							43275, -- [16]
							43275, -- [17]
							36219, -- [18]
							43276, -- [19]
							nil, -- [20]
							39404, -- [21]
							39224, -- [22]
						},
						["counts"] = {
							5, -- [1]
							8, -- [2]
							nil, -- [3]
							nil, -- [4]
							5, -- [5]
							13, -- [6]
							nil, -- [7]
							2, -- [8]
							[11] = 3,
							[10] = 2,
							[15] = 6,
						},
						["size"] = 22,
					},
					["Bag9"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["freeslots"] = 20,
						["icon"] = 133665,
						["size"] = 20,
					},
					["Bag0"] = {
						["size"] = 20,
						["ids"] = {
							22838, -- [1]
							6948, -- [2]
							2841, -- [3]
							20815, -- [4]
							1705, -- [5]
							20817, -- [6]
							1705, -- [7]
							34736, -- [8]
							28595, -- [9]
							22838, -- [10]
							39399, -- [11]
							20824, -- [12]
							34766, -- [13]
							34766, -- [14]
							33470, -- [15]
							42780, -- [16]
							36926, -- [17]
							38551, -- [18]
							43013, -- [19]
							43230, -- [20]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							4, -- [1]
							nil, -- [2]
							10, -- [3]
							nil, -- [4]
							5, -- [5]
							5, -- [6]
							20, -- [7]
							5, -- [8]
							nil, -- [9]
							5, -- [10]
							[20] = 12,
							[13] = 19,
							[15] = 20,
							[18] = 8,
							[19] = 4,
							[14] = 20,
							[16] = 6,
							[17] = 11,
						},
						["links"] = {
							"|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2841::::::::80:::::::::|h[青铜锭]|h|r", -- [3]
							"|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r", -- [4]
							"|cff1eff00|Hitem:1705::::::::80:::::::::|h[次级月亮石]|h|r", -- [5]
							"|cffffffff|Hitem:20817::::::::80:::::::::|h[青铜底座]|h|r", -- [6]
							"|cff1eff00|Hitem:1705::::::::80:::::::::|h[次级月亮石]|h|r", -- [7]
							"|cffffffff|Hitem:34736::::::::80:::::::::|h[猛犸肉]|h|r", -- [8]
							"|cff1eff00|Hitem:28595::::::::80:::::::::|h[明亮血榴石]|h|r", -- [9]
							"|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r", -- [10]
							"|cffa335ee|Hitem:39399:3817:41398:40003:::::80:::::::::|h[亡灵军团头盔]|h|r", -- [11]
							"|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r", -- [12]
							"|cffffffff|Hitem:34766::::::::80:::::::::|h[水煮北地蚌背鱼]|h|r", -- [13]
							"|cffffffff|Hitem:34766::::::::80:::::::::|h[水煮北地蚌背鱼]|h|r", -- [14]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [15]
							"|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r", -- [16]
							"|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r", -- [17]
							"|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r", -- [18]
							"|cffffffff|Hitem:43013::::::::80:::::::::|h[冰冷的肉]|h|r", -- [19]
							"|cffffffff|Hitem:43230::::::::80:::::::::|h[速效药膏 VIII]|h|r", -- [20]
						},
					},
					["Bag6"] = {
						["rarity"] = 2,
						["ids"] = {
							42780, -- [1]
							37265, -- [2]
							nil, -- [3]
							nil, -- [4]
							33568, -- [5]
							nil, -- [6]
							42253, -- [7]
							43470, -- [8]
							37093, -- [9]
							24421, -- [10]
							38558, -- [11]
							41427, -- [12]
							nil, -- [13]
							33470, -- [14]
							41731, -- [15]
							28053, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r", -- [1]
							"|cffffffff|Hitem:37265::::::::80:::::::::|h[图尔凯的换气囊]|h|r", -- [2]
							nil, -- [3]
							nil, -- [4]
							"|cffffffff|Hitem:33568::::::::80:::::::::|h[北地皮]|h|r", -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r", -- [7]
							"|cffffffff|Hitem:43470::::::::80:::::::::|h[狼牙麦片酒]|h|r", -- [8]
							"|cffffffff|Hitem:37093::::::::80:::::::::|h[耐力卷轴 VII]|h|r", -- [9]
							"|cffffffff|Hitem:24421::::::::80:::::::::|h[纳格兰草莓]|h|r", -- [10]
							"|cffffffff|Hitem:38558::::::::80:::::::::|h[蛛魔几丁质]|h|r", -- [11]
							"|cffffffff|Hitem:41427::::::::80:::::::::|h[达拉然焰火]|h|r", -- [12]
							nil, -- [13]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [14]
							"|cffffffff|Hitem:41731::::::::80:::::::::|h[雪人的乳汁]|h|r", -- [15]
							"|cffffffff|Hitem:28053::::::::80:::::::::|h[邪恶之箭]|h|r", -- [16]
						},
						["counts"] = {
							47, -- [1]
							nil, -- [2]
							nil, -- [3]
							nil, -- [4]
							12, -- [5]
							nil, -- [6]
							16, -- [7]
							nil, -- [8]
							4, -- [9]
							13, -- [10]
							2, -- [11]
							5, -- [12]
							nil, -- [13]
							13, -- [14]
							nil, -- [15]
							176, -- [16]
						},
						["freeslots"] = 4,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["size"] = 16,
					},
				},
				["numFreeBagSlots"] = 29,
				["numBagSlots"] = 102,
			},
		},
		["Version"] = 1,
	},
}
