
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660498229,
				["numFreeBagSlots"] = 35,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							3827, -- [2]
							[5] = 1322,
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:3827::::::::36:::::::::|h[法力药水]|h|r", -- [2]
							[5] = "|cffffffff|Hitem:1322::::::::36:::::::::|h[鱼肝油]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::36:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 14,
					},
					["Bag0"] = {
						["ids"] = {
							6949, -- [1]
							6948, -- [2]
							1710, -- [3]
							5655, -- [4]
							929, -- [5]
							2712, -- [6]
							1710, -- [7]
							7676, -- [8]
							3248, -- [9]
							1710, -- [10]
							5060, -- [11]
							2459, -- [12]
							2459, -- [13]
							1710, -- [14]
							2863, -- [15]
							6949, -- [16]
							4601, -- [17]
							2459, -- [18]
							2459, -- [19]
							4601, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:6949::::::::36:::::::::|h[速效药膏 II]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::36:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [3]
							"|cff0070dd|Hitem:5655::::::::36:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:929::::::::36:::::::::|h[治疗药水]|h|r", -- [5]
							"|cffffffff|Hitem:2712::::::::36:::::::::|h[一箱光铸铁锭]|h|r", -- [6]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::36:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3248::::::::36:::::::::|h[翻译好的藏尸者信件]|h|r", -- [9]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::36:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:2459::::::::36:::::::::|h[迅捷药水]|h|r", -- [12]
							"|cffffffff|Hitem:2459::::::::36:::::::::|h[迅捷药水]|h|r", -- [13]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::36:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:6949::::::::36:::::::::|h[速效药膏 II]|h|r", -- [16]
							"|cffffffff|Hitem:4601::::::::36:::::::::|h[软香蕉面包]|h|r", -- [17]
							"|cffffffff|Hitem:2459::::::::36:::::::::|h[迅捷药水]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::36:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:4601::::::::36:::::::::|h[软香蕉面包]|h|r", -- [20]
						},
						["counts"] = {
							9, -- [1]
							nil, -- [2]
							2, -- [3]
							nil, -- [4]
							5, -- [5]
							nil, -- [6]
							5, -- [7]
							9, -- [8]
							nil, -- [9]
							3, -- [10]
							nil, -- [11]
							4, -- [12]
							5, -- [13]
							5, -- [14]
							20, -- [15]
							20, -- [16]
							20, -- [17]
							2, -- [18]
							5, -- [19]
							20, -- [20]
						},
						["cooldowns"] = {
							[2] = "1660498029.291|3600|1",
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::36:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:730::::::::36:::::::::|h[鱼人的眼球]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::36:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::36:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::36:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:4601::::::::36:::::::::|h[软香蕉面包]|h|r", -- [6]
							"|cffffffff|Hitem:6451::::::::36:::::::::|h[厚丝质绷带]|h|r", -- [7]
							nil, -- [8]
							nil, -- [9]
							"|cff1eff00|Hitem:2944::::::::36:::::::::|h[被诅咒的帕雷斯之眼]|h|r", -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:7907::::::::36:::::::::|h[偷窃技能认证书]|h|r", -- [12]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:1710::::::::36:::::::::|h[强效治疗药水]|h|r", -- [15]
							"|cffffffff|Hitem:6451::::::::36:::::::::|h[厚丝质绷带]|h|r", -- [16]
						},
						["freeslots"] = 4,
						["ids"] = {
							730, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							4601, -- [6]
							6451, -- [7]
							nil, -- [8]
							nil, -- [9]
							2944, -- [10]
							nil, -- [11]
							7907, -- [12]
							1710, -- [13]
							nil, -- [14]
							1710, -- [15]
							6451, -- [16]
						},
						["icon"] = 133656,
						["counts"] = {
							10, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							11, -- [5]
							20, -- [6]
							18, -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							nil, -- [12]
							5, -- [13]
							nil, -- [14]
							5, -- [15]
							20, -- [16]
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::36:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:8544::::::::36:::::::::|h[魔纹绷带]|h|r", -- [3]
							nil, -- [4]
							"|cffffffff|Hitem:8544::::::::36:::::::::|h[魔纹绷带]|h|r", -- [5]
							"|cffffffff|Hitem:17058::::::::36:::::::::|h[鱼油]|h|r", -- [6]
							"|cffffffff|Hitem:3521::::::::36:::::::::|h[复杂的密码信]|h|r", -- [7]
							"|cffffffff|Hitem:4542::::::::36:::::::::|h[玉米面包]|h|r", -- [8]
							"|cffffffff|Hitem:929::::::::36:::::::::|h[治疗药水]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:8544::::::::36:::::::::|h[魔纹绷带]|h|r", -- [11]
							"|cffffffff|Hitem:8544::::::::36:::::::::|h[魔纹绷带]|h|r", -- [12]
							"|cffffffff|Hitem:5237::::::::36:::::::::|h[麻痹药膏]|h|r", -- [13]
						},
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							2, -- [3]
							nil, -- [4]
							20, -- [5]
							17, -- [6]
							nil, -- [7]
							3, -- [8]
							5, -- [9]
							nil, -- [10]
							20, -- [11]
							20, -- [12]
							20, -- [13]
						},
						["freeslots"] = 7,
						["ids"] = {
							nil, -- [1]
							nil, -- [2]
							8544, -- [3]
							nil, -- [4]
							8544, -- [5]
							17058, -- [6]
							3521, -- [7]
							4542, -- [8]
							929, -- [9]
							nil, -- [10]
							8544, -- [11]
							8544, -- [12]
							5237, -- [13]
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::36:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:3775::::::::36:::::::::|h[减速药膏]|h|r", -- [2]
							"|cffffffff|Hitem:5785::::::::36:::::::::|h[厚鱼人鳞片]|h|r", -- [3]
							[6] = "|cffffffff|Hitem:3721::::::::36:::::::::|h[法尔林的报告]|h|r",
							[7] = "|cffffffff|Hitem:929::::::::36:::::::::|h[治疗药水]|h|r",
							[12] = "|cffffffff|Hitem:4432::::::::36:::::::::|h[苏利·巴鲁的信]|h|r",
							[13] = "|cffffffff|Hitem:3736::::::::36:::::::::|h[食谱：香烤狮肉]|h|r",
						},
						["counts"] = {
							[2] = 13,
							[3] = 3,
						},
						["size"] = 16,
						["ids"] = {
							nil, -- [1]
							3775, -- [2]
							5785, -- [3]
							[6] = 3721,
							[7] = 929,
							[12] = 4432,
							[13] = 3736,
						},
						["icon"] = 133656,
						["freeslots"] = 10,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
