
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1661708056,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							22832, -- [1]
							24415, -- [2]
							2459, -- [3]
							2459, -- [4]
							28399, -- [5]
							25539, -- [6]
							28399, -- [7]
							25436, -- [8]
							25787, -- [9]
							29739, -- [10]
							25340, -- [11]
							24330, -- [12]
							21877, -- [13]
							14047, -- [14]
							25923, -- [15]
							27501, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:22832::::::::62:::::::::|h[超级法力药水]|h|r", -- [1]
							"|cffffffff|Hitem:24415::::::::62:::::::::|h[守备官伊达尔的信]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::62:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:2459::::::::62:::::::::|h[迅捷药水]|h|r", -- [4]
							"|cffffffff|Hitem:28399::::::::62:::::::::|h[滤净的德拉诺之水]|h|r", -- [5]
							"|cffffffff|Hitem:25539::::::::62:::::::::|h[水下呼吸药水]|h|r", -- [6]
							"|cffffffff|Hitem:28399::::::::62:::::::::|h[滤净的德拉诺之水]|h|r", -- [7]
							"|cff9d9d9d|Hitem:25436::::::::62:::::::::|h[颤抖的虫腿]|h|r", -- [8]
							"|cff1eff00|Hitem:25787::::::::62:::::::::|h[敏锐咒符]|h|r", -- [9]
							"|cff1eff00|Hitem:29739::::::::62:::::::::|h[奥法宝典]|h|r", -- [10]
							"|cff9d9d9d|Hitem:25340::::::::62:::::::::|h[脱线的外衣]|h|r", -- [11]
							"|cffffffff|Hitem:24330::::::::62:::::::::|h[抽水泵结构图]|h|r", -- [12]
							"|cffffffff|Hitem:21877::::::::62:::::::::|h[灵纹布]|h|r", -- [13]
							"|cffffffff|Hitem:14047::::::::62:::::::::|h[符文布]|h|r", -- [14]
							"|cff1eff00|Hitem:25923::::::::62:::::::::|h[凶猛护肩]|h|r", -- [15]
							"|cffffffff|Hitem:27501::::::::62:::::::::|h[精神卷轴 V]|h|r", -- [16]
						},
						["icon"] = 133656,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							5, -- [1]
							nil, -- [2]
							5, -- [3]
							5, -- [4]
							20, -- [5]
							nil, -- [6]
							20, -- [7]
							5, -- [8]
							[13] = 20,
							[14] = 20,
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							24954, -- [1]
							27854, -- [2]
							14047, -- [3]
							28100, -- [4]
							18778, -- [5]
							17058, -- [6]
							22575, -- [7]
							22577, -- [8]
							25431, -- [9]
							22575, -- [10]
							27676, -- [11]
							24291, -- [12]
							25429, -- [13]
							12803, -- [14]
							25404, -- [15]
							24959, -- [16]
						},
						["links"] = {
							"|cff1eff00|Hitem:24954::::::-5:2140733483:62:::::::::|h[灵猴之沼泽杀手头盔]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::62:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:14047::::::::62:::::::::|h[符文布]|h|r", -- [3]
							"|cffffffff|Hitem:28100::::::::62:::::::::|h[不稳定的治疗药水]|h|r", -- [4]
							"|cffa335ee|Hitem:18778::::::::62:::::::::|h[迅捷白马]|h|r", -- [5]
							"|cffffffff|Hitem:17058::::::::62:::::::::|h[鱼油]|h|r", -- [6]
							"|cffffffff|Hitem:22575::::::::62:::::::::|h[生命微粒]|h|r", -- [7]
							"|cffffffff|Hitem:22577::::::::62:::::::::|h[暗影微粒]|h|r", -- [8]
							"|cff9d9d9d|Hitem:25431::::::::62:::::::::|h[撕裂的鳞片]|h|r", -- [9]
							"|cffffffff|Hitem:22575::::::::62:::::::::|h[生命微粒]|h|r", -- [10]
							"|cffffffff|Hitem:27676::::::::62:::::::::|h[奇怪的孢子]|h|r", -- [11]
							"|cffffffff|Hitem:24291::::::::62:::::::::|h[沼泽领主的卷须]|h|r", -- [12]
							"|cff9d9d9d|Hitem:25429::::::::62:::::::::|h[肮脏的鳞片]|h|r", -- [13]
							"|cff1eff00|Hitem:12803::::::::62:::::::::|h[生命精华]|h|r", -- [14]
							"|cff9d9d9d|Hitem:25404::::::::62:::::::::|h[致密的法杖]|h|r", -- [15]
							"|cff1eff00|Hitem:24959::::::-44:1609891873:62:::::::::|h[长者之王族胫甲]|h|r", -- [16]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							4, -- [3]
							5, -- [4]
							[11] = 6,
							[10] = 10,
							[12] = 5,
							[13] = 7,
						},
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:17056::::::::62:::::::::|h[轻羽毛]|h|r", -- [1]
							"|cffffffff|Hitem:13446::::::::62:::::::::|h[特效治疗药水]|h|r", -- [2]
							"|cffffffff|Hitem:30858::::::::62:::::::::|h[苦工催眠药水]|h|r", -- [3]
							"|cffffffff|Hitem:18588::::::::62:::::::::|h[简易投掷炸弹 II]|h|r", -- [4]
							"|cffffffff|Hitem:27499::::::::62:::::::::|h[智力卷轴 V]|h|r", -- [5]
							"|cffffffff|Hitem:13446::::::::62:::::::::|h[特效治疗药水]|h|r", -- [6]
							"|cffffffff|Hitem:27499::::::::62:::::::::|h[智力卷轴 V]|h|r", -- [7]
							"|cffffffff|Hitem:21877::::::::62:::::::::|h[灵纹布]|h|r", -- [8]
							"|cffffffff|Hitem:27499::::::::62:::::::::|h[智力卷轴 V]|h|r", -- [9]
							"|cffffffff|Hitem:27499::::::::62:::::::::|h[智力卷轴 V]|h|r", -- [10]
							"|cffffffff|Hitem:27553::::::::62:::::::::|h[赤牛能量饮料]|h|r", -- [11]
							[15] = "|cffffffff|Hitem:27651::::::::62:::::::::|h[美味秃鹫]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["ids"] = {
							17056, -- [1]
							13446, -- [2]
							30858, -- [3]
							18588, -- [4]
							27499, -- [5]
							13446, -- [6]
							27499, -- [7]
							21877, -- [8]
							27499, -- [9]
							27499, -- [10]
							27553, -- [11]
							[15] = 27651,
						},
						["counts"] = {
							20, -- [1]
							5, -- [2]
							5, -- [3]
							5, -- [4]
							5, -- [5]
							2, -- [6]
							5, -- [7]
							3, -- [8]
							5, -- [9]
							5, -- [10]
							5, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							5, -- [15]
						},
						["freeslots"] = 4,
					},
					["Bag0"] = {
						["ids"] = {
							6948, -- [1]
							27854, -- [2]
							27854, -- [3]
							17056, -- [4]
							17028, -- [5]
							21877, -- [6]
							24401, -- [7]
							24355, -- [8]
							24245, -- [9]
							25448, -- [10]
							28399, -- [11]
							28399, -- [12]
							28103, -- [13]
							23424, -- [14]
							27499, -- [15]
							25434, -- [16]
							27665, -- [17]
							27753, -- [18]
							22832, -- [19]
							22832, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:6948::::::::62:::::::::|h[炉石]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::62:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:27854::::::::62:::::::::|h[熏烤塔布羊排]|h|r", -- [3]
							"|cffffffff|Hitem:17056::::::::62:::::::::|h[轻羽毛]|h|r", -- [4]
							"|cffffffff|Hitem:17028::::::::62:::::::::|h[圣洁蜡烛]|h|r", -- [5]
							"|cffffffff|Hitem:21877::::::::62:::::::::|h[灵纹布]|h|r", -- [6]
							"|cffffffff|Hitem:24401::::::::62:::::::::|h[未鉴定过的植物]|h|r", -- [7]
							"|cffffffff|Hitem:24355::::::::62:::::::::|h[铁藤种子]|h|r", -- [8]
							"|cffffffff|Hitem:24245::::::::62:::::::::|h[亮顶蘑菇]|h|r", -- [9]
							"|cffffffff|Hitem:25448::::::::62:::::::::|h[黑钉之刺]|h|r", -- [10]
							"|cffffffff|Hitem:28399::::::::62:::::::::|h[滤净的德拉诺之水]|h|r", -- [11]
							"|cffffffff|Hitem:28399::::::::62:::::::::|h[滤净的德拉诺之水]|h|r", -- [12]
							"|cffffffff|Hitem:28103::::::::62:::::::::|h[法能药剂]|h|r", -- [13]
							"|cffffffff|Hitem:23424::::::::62:::::::::|h[魔铁矿石]|h|r", -- [14]
							"|cffffffff|Hitem:27499::::::::62:::::::::|h[智力卷轴 V]|h|r", -- [15]
							"|cff9d9d9d|Hitem:25434::::::::62:::::::::|h[断裂的甲壳]|h|r", -- [16]
							"|cffffffff|Hitem:27665::::::::62:::::::::|h[水煮蓝鱼]|h|r", -- [17]
							"|cff1eff00|Hitem:27753::::::::62:::::::::|h[沼牙魔剑]|h|r", -- [18]
							"|cffffffff|Hitem:22832::::::::62:::::::::|h[超级法力药水]|h|r", -- [19]
							"|cffffffff|Hitem:22832::::::::62:::::::::|h[超级法力药水]|h|r", -- [20]
						},
						["cooldowns"] = {
							"1661707759.996|3600|1", -- [1]
						},
						["counts"] = {
							nil, -- [1]
							8, -- [2]
							4, -- [3]
							3, -- [4]
							5, -- [5]
							20, -- [6]
							40, -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							14, -- [11]
							20, -- [12]
							19, -- [13]
							5, -- [14]
							2, -- [15]
							15, -- [16]
							20, -- [17]
							nil, -- [18]
							2, -- [19]
							5, -- [20]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
				},
				["numFreeBagSlots"] = 20,
				["numBagSlots"] = 84,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 27,
				["numBankSlots"] = 28,
				["lastUpdate"] = 1661661705,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							31666, -- [1]
							31450, -- [2]
						},
						["links"] = {
							"|cffffffff|Hitem:31666::::::::70:::::::::|h[裂开的坦克控制器]|h|r", -- [1]
							"|cffffffff|Hitem:31450::::::::70:::::::::|h[潜伏药水]|h|r", -- [2]
						},
						["counts"] = {
							nil, -- [1]
							5, -- [2]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 14,
					},
					["Bag100"] = {
						["size"] = 28,
						["ids"] = {
							25763, -- [1]
						},
						["cooldowns"] = {
							[13] = "1661580429.966|30|1",
						},
						["freeslots"] = 27,
						["links"] = {
							"|cff0070dd|Hitem:25763::::::::66:::::::::|h[战槌仪祭血刃]|h|r", -- [1]
						},
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22831::::::::70:::::::::|h[特效敏捷药剂]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::70:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:21927::::::::70:::::::::|h[速效药膏 VII]|h|r", -- [3]
							"|cffffffff|Hitem:3776::::::::70:::::::::|h[减速药膏 II]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::70:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:2592::::::::70:::::::::|h[毛料]|h|r", -- [6]
							"|cff0070dd|Hitem:33219::::::::70:::::::::|h[地精杂烩煲]|h|r", -- [7]
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [8]
							"|cff1eff00|Hitem:31437::::::::70:::::::::|h[龙类治愈精华]|h|r", -- [9]
							"|cffffffff|Hitem:29443::::::::70:::::::::|h[血槌烈酒]|h|r", -- [10]
							"|cffffffff|Hitem:31451::::::::70:::::::::|h[纯净能量]|h|r", -- [11]
							"|cffffffff|Hitem:31121::::::::70:::::::::|h[衣物碎片]|h|r", -- [12]
							"|cffffffff|Hitem:27854::::::::70:::::::::|h[熏烤塔布羊排]|h|r", -- [13]
							"|cff1eff00|Hitem:11122::::::::70:::::::::|h[棍子上的胡萝卜]|h|r", -- [14]
							"|cffffffff|Hitem:31535::::::::70:::::::::|h[沸血毒药]|h|r", -- [15]
							"|cff1eff00|Hitem:1206::::::::70:::::::::|h[绿玛瑙]|h|r", -- [16]
						},
						["icon"] = 133656,
						["ids"] = {
							22831, -- [1]
							7676, -- [2]
							21927, -- [3]
							3776, -- [4]
							5140, -- [5]
							2592, -- [6]
							33219, -- [7]
							21991, -- [8]
							31437, -- [9]
							29443, -- [10]
							31451, -- [11]
							31121, -- [12]
							27854, -- [13]
							11122, -- [14]
							31535, -- [15]
							1206, -- [16]
						},
						["counts"] = {
							17, -- [1]
							5, -- [2]
							20, -- [3]
							18, -- [4]
							4, -- [5]
							nil, -- [6]
							nil, -- [7]
							20, -- [8]
							5, -- [9]
							7, -- [10]
							5, -- [11]
							[13] = 20,
							[15] = 5,
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							21991, -- [1]
							27498, -- [2]
							21877, -- [3]
							27664, -- [4]
							27498, -- [5]
							4538, -- [6]
							23427, -- [7]
							22829, -- [8]
							5760, -- [9]
							21991, -- [10]
							5760, -- [11]
							nil, -- [12]
							31760, -- [13]
							27503, -- [14]
							22576, -- [15]
							27498, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [1]
							"|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷轴 V]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffffffff|Hitem:27664::::::::70:::::::::|h[烤泥鱼]|h|r", -- [4]
							"|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷轴 V]|h|r", -- [5]
							"|cffffffff|Hitem:4538::::::::70:::::::::|h[多汁的西瓜]|h|r", -- [6]
							"|cff1eff00|Hitem:23427::::::::70:::::::::|h[恒金矿石]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							"|cff1eff00|Hitem:5760::::::::70:::::::::|h[恒金宝箱]|h|r", -- [11]
							nil, -- [12]
							"|cffffffff|Hitem:31760::::::::70:::::::::|h[迷你鹦鹉]|h|r", -- [13]
							"|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷轴 V]|h|r", -- [14]
							"|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r", -- [15]
							"|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷轴 V]|h|r", -- [16]
						},
						["counts"] = {
							20, -- [1]
							4, -- [2]
							20, -- [3]
							13, -- [4]
							5, -- [5]
							nil, -- [6]
							nil, -- [7]
							2, -- [8]
							nil, -- [9]
							20, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							10, -- [15]
							3, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 1,
					},
					["Bag-2"] = {
						["freeslots"] = 31,
						["ids"] = {
							27808, -- [1]
						},
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["links"] = {
							"|cff1eff00|Hitem:27808::::::::70:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [1]
						},
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r", -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:25433::::::::70:::::::::|h[黑曜石作战念珠]|h|r", -- [11]
							"|cffffffff|Hitem:22829::::::::70:::::::::|h[超级治疗药水]|h|r", -- [12]
							nil, -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:24421::::::::70:::::::::|h[纳格兰草莓]|h|r", -- [15]
							"|cffffffff|Hitem:22573::::::::70:::::::::|h[土之微粒]|h|r", -- [16]
						},
						["icon"] = 133656,
						["freeslots"] = 8,
						["ids"] = {
							nil, -- [1]
							nil, -- [2]
							22576, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							21877, -- [7]
							22829, -- [8]
							21877, -- [9]
							nil, -- [10]
							25433, -- [11]
							22829, -- [12]
							nil, -- [13]
							nil, -- [14]
							24421, -- [15]
							22573, -- [16]
						},
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							3, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							20, -- [7]
							5, -- [8]
							17, -- [9]
							nil, -- [10]
							16, -- [11]
							5, -- [12]
							nil, -- [13]
							nil, -- [14]
							18, -- [15]
							2, -- [16]
						},
						["size"] = 16,
					},
					["Bag0"] = {
						["size"] = 20,
						["ids"] = {
							21877, -- [1]
							6948, -- [2]
							2459, -- [3]
							28053, -- [4]
							2459, -- [5]
							28100, -- [6]
							18777, -- [7]
							27664, -- [8]
							26044, -- [9]
							21927, -- [10]
							5060, -- [11]
							26043, -- [12]
							29736, -- [13]
							31889, -- [14]
							3770, -- [15]
							30690, -- [16]
							30810, -- [17]
							29449, -- [18]
							2459, -- [19]
							21991, -- [20]
						},
						["counts"] = {
							20, -- [1]
							nil, -- [2]
							nil, -- [3]
							74, -- [4]
							5, -- [5]
							4, -- [6]
							[17] = 10,
							[8] = 12,
							[10] = 8,
							[12] = 53,
							[19] = 5,
							[18] = 18,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:21877::::::::70:::::::::|h[灵纹布]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::70:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::70:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:28053::::::::70:::::::::|h[邪恶之箭]|h|r", -- [4]
							"|cffffffff|Hitem:2459::::::::70:::::::::|h[迅捷药水]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::70:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							"|cffa335ee|Hitem:18777::::::::70:::::::::|h[迅捷棕马]|h|r", -- [7]
							"|cffffffff|Hitem:27664::::::::70:::::::::|h[烤泥鱼]|h|r", -- [8]
							"|cff1eff00|Hitem:26044::::::::70:::::::::|h[哈兰研究勋章]|h|r", -- [9]
							"|cffffffff|Hitem:21927::::::::70:::::::::|h[速效药膏 VII]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::70:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:26043::::::::70:::::::::|h[沃舒古水晶尘样本]|h|r", -- [12]
							"|cffffffff|Hitem:29736::::::::70:::::::::|h[奥术符文]|h|r", -- [13]
							"|cff0070dd|Hitem:31889::::::::70:::::::::|h[祝福之二]|h|r", -- [14]
							"|cffffffff|Hitem:3770::::::::70:::::::::|h[羊排]|h|r", -- [15]
							"|cffffffff|Hitem:30690::::::::70:::::::::|h[能量转化器]|h|r", -- [16]
							"|cffffffff|Hitem:30810::::::::70:::::::::|h[日怒徽记]|h|r", -- [17]
							"|cffffffff|Hitem:29449::::::::70:::::::::|h[刀塔面圈]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::70:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:21991::::::::70:::::::::|h[厚灵纹布绷带]|h|r", -- [20]
						},
					},
				},
				["numBagSlots"] = 84,
				["numFreeBagSlots"] = 23,
			},
		},
		["Version"] = 1,
	},
}
