
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660843519,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::50:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							[5] = "|cffffffff|Hitem:1322::::::::50:::::::::|h[鱼肝油]|h|r",
						},
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 15,
						["ids"] = {
							[5] = 1322,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							9328, -- [1]
							6948, -- [2]
							1710, -- [3]
							5655, -- [4]
							6950, -- [5]
							nil, -- [6]
							nil, -- [7]
							7676, -- [8]
							3825, -- [9]
							1710, -- [10]
							5060, -- [11]
							2244, -- [12]
							2459, -- [13]
							1710, -- [14]
							2863, -- [15]
							1710, -- [16]
							nil, -- [17]
							2459, -- [18]
							2459, -- [19]
							3928, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:9328::::::::50:::::::::|h[超级摄影器FX]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::50:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:1710::::::::50:::::::::|h[强效治疗药水]|h|r", -- [3]
							"|cff0070dd|Hitem:5655::::::::50:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:6950::::::::50:::::::::|h[速效药膏 III]|h|r", -- [5]
							nil, -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:7676::::::::50:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::50:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cffffffff|Hitem:1710::::::::50:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::50:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffa335ee|Hitem:2244::::::::50:::::::::|h[克罗之刃]|h|r", -- [12]
							"|cffffffff|Hitem:2459::::::::50:::::::::|h[迅捷药水]|h|r", -- [13]
							"|cffffffff|Hitem:1710::::::::50:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::50:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:1710::::::::50:::::::::|h[强效治疗药水]|h|r", -- [16]
							nil, -- [17]
							"|cffffffff|Hitem:2459::::::::50:::::::::|h[迅捷药水]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::50:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:3928::::::::50:::::::::|h[优质治疗药水]|h|r", -- [20]
						},
						["freeslots"] = 3,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							5, -- [3]
							nil, -- [4]
							17, -- [5]
							nil, -- [6]
							nil, -- [7]
							8, -- [8]
							nil, -- [9]
							5, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							5, -- [14]
							20, -- [15]
							2, -- [16]
							[18] = 5,
							[19] = 5,
						},
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							12208, -- [6]
							nil, -- [7]
							8047, -- [8]
							nil, -- [9]
							6950, -- [10]
							6149, -- [11]
							4306, -- [12]
							17048, -- [13]
							14530, -- [14]
							8952, -- [15]
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:7676::::::::50:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::50:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::50:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::50:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:12208::::::::50:::::::::|h[嫩狼肉]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:8047::::::::50:::::::::|h[紫色蘑菇]|h|r", -- [8]
							nil, -- [9]
							"|cffffffff|Hitem:6950::::::::50:::::::::|h[速效药膏 III]|h|r", -- [10]
							"|cffffffff|Hitem:6149::::::::50:::::::::|h[强效法力药水]|h|r", -- [11]
							"|cffffffff|Hitem:4306::::::::50:::::::::|h[丝绸]|h|r", -- [12]
							"|cffffffff|Hitem:17048::::::::50:::::::::|h[奇特的朗姆酒]|h|r", -- [13]
							"|cffffffff|Hitem:14530::::::::50:::::::::|h[厚符文布绷带]|h|r", -- [14]
							"|cffffffff|Hitem:8952::::::::50:::::::::|h[烤鹌鹑]|h|r", -- [15]
						},
						["freeslots"] = 4,
						["link"] = "|cff1eff00|Hitem:21841::::::::50:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							nil, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							10, -- [5]
							5, -- [6]
							[10] = 20,
							[11] = 2,
							[12] = 8,
							[13] = 5,
							[14] = 14,
							[15] = 14,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::50:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:14530::::::::50:::::::::|h[厚符文布绷带]|h|r", -- [1]
							nil, -- [2]
							nil, -- [3]
							"|cffffffff|Hitem:9260::::::::50:::::::::|h[烈性朗姆酒]|h|r", -- [4]
							"|cffffffff|Hitem:8153::::::::50:::::::::|h[野葡萄藤]|h|r", -- [5]
							"|cffffffff|Hitem:23695::::::::50:::::::::|h[羽须的地图]|h|r", -- [6]
							[9] = "|cffffffff|Hitem:9330::::::::50:::::::::|h[加莫里塔的照片]|h|r",
							[10] = "|cff1eff00|Hitem:9240::::::::50:::::::::|h[祖尔法拉克之槌]|h|r",
							[11] = "|cffffffff|Hitem:3928::::::::50:::::::::|h[优质治疗药水]|h|r",
							[13] = "|cffffffff|Hitem:5237::::::::50:::::::::|h[麻痹药膏]|h|r",
						},
						["freeslots"] = 8,
						["icon"] = 133656,
						["ids"] = {
							14530, -- [1]
							nil, -- [2]
							nil, -- [3]
							9260, -- [4]
							8153, -- [5]
							23695, -- [6]
							[9] = 9330,
							[10] = 9240,
							[11] = 3928,
							[13] = 5237,
						},
						["counts"] = {
							20, -- [1]
							[11] = 5,
							[4] = 4,
							[5] = 2,
							[13] = 20,
						},
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							13446, -- [1]
							3775, -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							8152, -- [6]
							nil, -- [7]
							12402, -- [8]
							nil, -- [9]
							9652, -- [10]
							nil, -- [11]
							7075, -- [12]
						},
						["links"] = {
							"|cffffffff|Hitem:13446::::::::50:::::::::|h[特效治疗药水]|h|r", -- [1]
							"|cffffffff|Hitem:3775::::::::50:::::::::|h[减速药膏]|h|r", -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:8152::::::::50:::::::::|h[大瓶魔精]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:12402::::::::50:::::::::|h[远古之卵]|h|r", -- [8]
							nil, -- [9]
							"|cff0070dd|Hitem:9652::::::::50:::::::::|h[狮鹫骑士护腿]|h|r", -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:7075::::::::50:::::::::|h[大地之核]|h|r", -- [12]
						},
						["icon"] = 133656,
						["freeslots"] = 10,
						["link"] = "|cff1eff00|Hitem:21841::::::::50:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[2] = 5,
						},
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 40,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
