
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378292,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199200,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1666287673,
				["DungeonIDs"] = {
					["纳克萨玛斯 10人|1832566003"] = "537527|1666287673|0|1",
				},
				["BossKills"] = {
					["纳克萨玛斯 10人|1832566003"] = {
						"阿努布雷坎|1", -- [1]
						"黑女巫法琳娜|1", -- [2]
						"迈克斯纳|1", -- [3]
						"瘟疫使者诺斯|1", -- [4]
						"肮脏的希尔盖|1", -- [5]
						"洛欧塞布|1", -- [6]
						"教官拉苏维奥斯|1", -- [7]
						"收割者戈提克|1", -- [8]
						"天启四骑士|1", -- [9]
						"帕奇维克|1", -- [10]
						"格罗布鲁斯|1", -- [11]
						"格拉斯|1", -- [12]
						"塔迪乌斯|1", -- [13]
						"萨菲隆|1", -- [14]
						"克尔苏加德|1", -- [15]
					},
				},
			},
		},
	},
}
