
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:29940::::::::60:::::::::|h[老兵的骨帽]|h|r", -- [1]
					"|cff1eff00|Hitem:25993::::::::60:::::::::|h[精铸项圈]|h|r", -- [2]
					"|cff1eff00|Hitem:25984::::::::60:::::::::|h[矿工的护肩]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::60:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff0070dd|Hitem:28051::::::::60:::::::::|h[狂野灵魂外套]|h|r", -- [5]
					"|cff1eff00|Hitem:33245::::::::60:::::::::|h[格雷斯比的华丽束腰]|h|r", -- [6]
					"|cff1eff00|Hitem:29939::::::::60:::::::::|h[剥石者皮革护腿]|h|r", -- [7]
					"|cff0070dd|Hitem:2276:464:::::::60:::::::::|h[泥沼长靴]|h|r", -- [8]
					"|cff1eff00|Hitem:24724::::::-5:1696006167:60:::::::::|h[灵猴之残冠护腕]|h|r", -- [9]
					"|cff0070dd|Hitem:34417::::::::60:::::::::|h[掠夺者的裹手]|h|r", -- [10]
					"|cff0070dd|Hitem:9533::::::::60:::::::::|h[石工兄弟会之戒]|h|r", -- [11]
					"|cff1eff00|Hitem:12014::::::605:1848152320:60:::::::::|h[灵猴之极光戒指]|h|r", -- [12]
					"|cff1eff00|Hitem:25787::::::::60:::::::::|h[敏锐咒符]|h|r", -- [13]
					"|cff0070dd|Hitem:28041::::::::60:::::::::|h[刃拳的宽容]|h|r", -- [14]
					"|cff1eff00|Hitem:33261::::::::60:::::::::|h[毁灭者披风]|h|r", -- [15]
					"|cff1eff00|Hitem:29913::::::::60:::::::::|h[斩敌剑]|h|r", -- [16]
					"|cff0070dd|Hitem:8190::::::::60:::::::::|h[半藏之剑]|h|r", -- [17]
					"|cffffffff|Hitem:28979::::::::60:::::::::|h[轻型飞刀]|h|r", -- [18]
				},
				["averageItemLvl"] = 64.05882352941177,
				["lastUpdate"] = 1661104922,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 58,
					},
				},
			},
		},
	},
}
