
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378292,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1667401567,
				["DungeonIDs"] = {
					["纳克萨玛斯 25人|1842687797"] = "28433|1667401567|0|1",
					["永恒之眼 10人|1844012305"] = "28433|1667401567|0|1",
					["纳克萨玛斯 10人|1842368320"] = "28433|1667401567|0|1",
					["永恒之眼 25人|1842875439"] = "28433|1667401567|0|1",
					["阿尔卡冯的宝库 25人|1841245956"] = "28433|1667401567|0|1",
					["黑曜石圣殿 25人|1842903482"] = "28433|1667401567|0|1",
					["黑曜石圣殿 10人|1844028206"] = "28433|1667401567|0|1",
					["阿尔卡冯的宝库 10人|1841381806"] = "28433|1667401567|0|1",
					["艾卓-尼鲁布 英雄|1846304512"] = "28433|1667401567|0|0",
				},
				["BossKills"] = {
					["纳克萨玛斯 25人|1842687797"] = {
						"阿努布雷坎|1", -- [1]
						"黑女巫法琳娜|1", -- [2]
						"迈克斯纳|1", -- [3]
						"瘟疫使者诺斯|1", -- [4]
						"肮脏的希尔盖|1", -- [5]
						"洛欧塞布|1", -- [6]
						"教官拉苏维奥斯|1", -- [7]
						"收割者戈提克|1", -- [8]
						"天启四骑士|1", -- [9]
						"帕奇维克|1", -- [10]
						"格罗布鲁斯|1", -- [11]
						"格拉斯|1", -- [12]
						"塔迪乌斯|1", -- [13]
						"萨菲隆|1", -- [14]
						"克尔苏加德|1", -- [15]
					},
					["永恒之眼 10人|1844012305"] = {
						"玛里苟斯|1", -- [1]
					},
					["纳克萨玛斯 10人|1842368320"] = {
						"阿努布雷坎|1", -- [1]
						"黑女巫法琳娜|1", -- [2]
						"迈克斯纳|1", -- [3]
						"瘟疫使者诺斯|1", -- [4]
						"肮脏的希尔盖|1", -- [5]
						"洛欧塞布|1", -- [6]
						"教官拉苏维奥斯|1", -- [7]
						"收割者戈提克|1", -- [8]
						"天启四骑士|1", -- [9]
						"帕奇维克|1", -- [10]
						"格罗布鲁斯|1", -- [11]
						"格拉斯|1", -- [12]
						"塔迪乌斯|1", -- [13]
						"萨菲隆|1", -- [14]
						"克尔苏加德|1", -- [15]
					},
					["永恒之眼 25人|1842875439"] = {
						"玛里苟斯|1", -- [1]
					},
					["阿尔卡冯的宝库 25人|1841245956"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["黑曜石圣殿 25人|1842903482"] = {
						"维斯匹隆|1", -- [1]
						"塔尼布隆|1", -- [2]
						"沙德隆|1", -- [3]
						"萨塔里奥|1", -- [4]
					},
					["黑曜石圣殿 10人|1844028206"] = {
						"维斯匹隆|1", -- [1]
						"塔尼布隆|1", -- [2]
						"沙德隆|1", -- [3]
						"萨塔里奥|1", -- [4]
					},
					["阿尔卡冯的宝库 10人|1841381806"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["艾卓-尼鲁布 英雄|1846304512"] = {
						"看门者克里克希尔|1", -- [1]
						"哈多诺克斯|1", -- [2]
						"阿努巴拉克|1", -- [3]
						"阿努巴拉克|1", -- [4]
					},
				},
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1667402713,
				["DungeonIDs"] = {
					["永恒之眼 25人|1846166715"] = "27287|1667402713|0|1",
					["阿尔卡冯的宝库 10人|1839686962"] = "27287|1667402713|0|1",
					["黑曜石圣殿 25人|1846162664"] = "27287|1667402713|0|1",
					["纳克萨玛斯 25人|1845138978"] = "27287|1667402713|0|1",
					["阿尔卡冯的宝库 25人|1839650439"] = "27287|1667402713|0|1",
				},
				["BossKills"] = {
					["永恒之眼 25人|1846166715"] = {
						"玛里苟斯|1", -- [1]
					},
					["阿尔卡冯的宝库 10人|1839686962"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["黑曜石圣殿 25人|1846162664"] = {
						"维斯匹隆|1", -- [1]
						"塔尼布隆|1", -- [2]
						"沙德隆|1", -- [3]
						"萨塔里奥|1", -- [4]
					},
					["纳克萨玛斯 25人|1845138978"] = {
						"阿努布雷坎|1", -- [1]
						"黑女巫法琳娜|1", -- [2]
						"迈克斯纳|1", -- [3]
						"瘟疫使者诺斯|1", -- [4]
						"肮脏的希尔盖|1", -- [5]
						"洛欧塞布|1", -- [6]
						"教官拉苏维奥斯|1", -- [7]
						"收割者戈提克|1", -- [8]
						"天启四骑士|1", -- [9]
						"帕奇维克|1", -- [10]
						"格罗布鲁斯|1", -- [11]
						"格拉斯|1", -- [12]
						"塔迪乌斯|1", -- [13]
						"萨菲隆|1", -- [14]
						"克尔苏加德|1", -- [15]
					},
					["阿尔卡冯的宝库 25人|1839650439"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
				},
			},
		},
	},
}
