
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660239098,
				["numFreeBagSlots"] = 50,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cffffffff|Hitem:21841::::::::11:::::::::|h[]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							2589, -- [3]
							1191, -- [4]
							4656, -- [5]
							1434, -- [6]
							2454, -- [7]
							118, -- [8]
							2237, -- [9]
							2806, -- [10]
							1173, -- [11]
							2770, -- [12]
							1399, -- [13]
							2672, -- [14]
							2224, -- [15]
							159, -- [16]
							4537, -- [17]
							2575, -- [18]
							4537, -- [19]
							858, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:2070::::::::13:::::::::|h[达纳苏斯奶酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::13:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2589::::::::13:::::::::|h[亚麻布]|h|r", -- [3]
							"|cffffffff|Hitem:1191::::::::13:::::::::|h[弹子球]|h|r", -- [4]
							"|cffffffff|Hitem:4656::::::::13:::::::::|h[小南瓜]|h|r", -- [5]
							"|cffffffff|Hitem:1434::::::::13:::::::::|h[热蜡棒]|h|r", -- [6]
							"|cffffffff|Hitem:2454::::::::13:::::::::|h[狮王之力药剂]|h|r", -- [7]
							"|cffffffff|Hitem:118::::::::13:::::::::|h[初级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:2237::::::::13:::::::::|h[破旧的短裤]|h|r", -- [9]
							"|cffffffff|Hitem:2806::::::::13:::::::::|h[给卡尔·雷矛的包裹]|h|r", -- [10]
							"|cffffffff|Hitem:1173::::::::13:::::::::|h[旧靴子]|h|r", -- [11]
							"|cffffffff|Hitem:2770::::::::13:::::::::|h[铜矿石]|h|r", -- [12]
							"|cffffffff|Hitem:1399::::::::13:::::::::|h[魔法蜡烛]|h|r", -- [13]
							"|cffffffff|Hitem:2672::::::::13:::::::::|h[多汁狼肉]|h|r", -- [14]
							"|cffffffff|Hitem:2224::::::::13:::::::::|h[民兵匕首]|h|r", -- [15]
							"|cffffffff|Hitem:159::::::::13:::::::::|h[清凉的泉水]|h|r", -- [16]
							"|cffffffff|Hitem:4537::::::::13:::::::::|h[泰拉比姆香蕉]|h|r", -- [17]
							"|cffffffff|Hitem:2575::::::::13:::::::::|h[红色亚麻衬衣]|h|r", -- [18]
							"|cffffffff|Hitem:4537::::::::13:::::::::|h[泰拉比姆香蕉]|h|r", -- [19]
							"|cffffffff|Hitem:858::::::::13:::::::::|h[次级治疗药水]|h|r", -- [20]
						},
						["counts"] = {
							8, -- [1]
							nil, -- [2]
							8, -- [3]
							nil, -- [4]
							nil, -- [5]
							5, -- [6]
							nil, -- [7]
							5, -- [8]
							[20] = 3,
							[17] = 12,
							[12] = 4,
							[14] = 4,
							[16] = 2,
							[19] = 5,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::13:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:858::::::::13:::::::::|h[次级治疗药水]|h|r", -- [1]
							"|cffffffff|Hitem:118::::::::13:::::::::|h[初级治疗药水]|h|r", -- [2]
							"|cff1eff00|Hitem:7298::::::::13:::::::::|h[狡诈之刃]|h|r", -- [3]
							[5] = "|cffffffff|Hitem:2960::::::::13:::::::::|h[旅者手套]|h|r",
							[7] = "|cffffffff|Hitem:6515::::::::13:::::::::|h[信徒手套]|h|r",
							[9] = "|cffffffff|Hitem:1251::::::::13:::::::::|h[亚麻绷带]|h|r",
							[11] = "|cff1eff00|Hitem:818::::::::13:::::::::|h[虎眼石]|h|r",
						},
						["icon"] = 133656,
						["freeslots"] = 9,
						["ids"] = {
							858, -- [1]
							118, -- [2]
							7298, -- [3]
							[5] = 2960,
							[7] = 6515,
							[9] = 1251,
							[11] = 818,
						},
						["counts"] = {
							5, -- [1]
							[11] = 2,
							[9] = 13,
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::13:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:1251::::::::13:::::::::|h[亚麻绷带]|h|r", -- [2]
							"|cffffffff|Hitem:4496::::::::13:::::::::|h[棕色小袋]|h|r", -- [3]
							"|cffffffff|Hitem:2239::::::::13:::::::::|h[收货人的戒指]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:983::::::::13:::::::::|h[红色亚麻腰带]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:4840::::::::13:::::::::|h[长刺刀]|h|r", -- [8]
							"|cffffffff|Hitem:6520::::::::13:::::::::|h[先锋披风]|h|r", -- [9]
							[11] = "|cffffffff|Hitem:6303::::::::13:::::::::|h[新鲜的滑皮鲭鱼]|h|r",
						},
						["counts"] = {
							[2] = 20,
							[11] = 3,
						},
						["size"] = 16,
						["ids"] = {
							nil, -- [1]
							1251, -- [2]
							4496, -- [3]
							2239, -- [4]
							nil, -- [5]
							983, -- [6]
							nil, -- [7]
							4840, -- [8]
							6520, -- [9]
							[11] = 6303,
						},
						["icon"] = 133656,
						["freeslots"] = 9,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cffffffff|Hitem:21841::::::::11:::::::::|h[]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
