
DataStore_ReputationsDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Factions"] = {
					3100, -- [1]
					nil, -- [2]
					3100, -- [3]
					4797, -- [4]
				},
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1661444533,
				["Factions"] = {
					21245, -- [1]
					nil, -- [2]
					29288, -- [3]
					42999, -- [4]
					[50] = 3784,
					[27] = 187,
					[39] = 3750,
					[15] = 7446,
					[43] = 2714,
					[45] = 5720,
					[17] = 10501,
					[49] = 4218,
					[36] = 9599,
					[38] = 10433,
					[30] = 1925,
					[18] = 6566,
					[19] = 200,
					[16] = 7047,
				},
			},
		},
	},
}
