
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
				["numFreeBagSlots"] = 66,
				["Containers"] = {
					["Bag4"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag0"] = {
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
					},
					["Bag1"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag2"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag3"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 68,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378289,
				["numFreeBagSlots"] = 19,
				["Containers"] = {
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
					["Bag0"] = {
						["links"] = {
							"|cffffffff|Hitem:6948::::::::1:::::::::|h[炉石]|h|r", -- [1]
						},
						["ids"] = {
							6948, -- [1]
						},
						["freeslots"] = 19,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167868,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							31731, -- [1]
							[7] = 27498,
							[9] = 22832,
						},
						["links"] = {
							"|cff1eff00|Hitem:31731::::::::67:::::::::|h[米克达的礼物]|h|r", -- [1]
							[7] = "|cffffffff|Hitem:27498::::::::67:::::::::|h[敏捷卷轴 V]|h|r",
							[9] = "|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r",
						},
						["counts"] = {
							[9] = 20,
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["counts"] = {
							[2] = 4,
						},
						["links"] = {
							"|cffffffff|Hitem:185690::::::::67:::::::::|h[水库钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:31655::::::::67:::::::::|h[基斯鸦巢牢笼钥匙]|h|r", -- [2]
							"|cff1eff00|Hitem:27808::::::::67:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [3]
						},
						["ids"] = {
							185690, -- [1]
							31655, -- [2]
							27808, -- [3]
						},
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 29,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							25632, -- [1]
							25622, -- [2]
							nil, -- [3]
							2459, -- [4]
							27682, -- [5]
							27678, -- [6]
							nil, -- [7]
							22832, -- [8]
							28103, -- [9]
							nil, -- [10]
							nil, -- [11]
							26043, -- [12]
							31666, -- [13]
							24475, -- [14]
							29425, -- [15]
						},
						["links"] = {
							"|cff1eff00|Hitem:25632::::::::67:::::::::|h[欢乐魔杖]|h|r", -- [1]
							"|cff1eff00|Hitem:25622::::::::67:::::::::|h[金环法杖]|h|r", -- [2]
							nil, -- [3]
							"|cffffffff|Hitem:2459::::::::67:::::::::|h[迅捷药水]|h|r", -- [4]
							"|cffffffff|Hitem:27682::::::::67:::::::::|h[塔布羊肉]|h|r", -- [5]
							"|cffffffff|Hitem:27678::::::::67:::::::::|h[裂蹄牛肉]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r", -- [8]
							"|cffffffff|Hitem:28103::::::::67:::::::::|h[法能药剂]|h|r", -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:26043::::::::67:::::::::|h[沃舒古水晶尘样本]|h|r", -- [12]
							"|cffffffff|Hitem:31666::::::::67:::::::::|h[裂开的坦克控制器]|h|r", -- [13]
							"|cff9d9d9d|Hitem:24475::::::::67:::::::::|h[戈达乌的足印]|h|r", -- [14]
							"|cffffffff|Hitem:29425::::::::67:::::::::|h[基尔加丹印记]|h|r", -- [15]
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[6] = 20,
							[8] = 2,
							[12] = 18,
							[4] = 5,
							[9] = 12,
							[15] = 2,
						},
						["freeslots"] = 5,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							25463, -- [1]
							27854, -- [2]
							21877, -- [3]
							28100, -- [4]
							24501, -- [5]
							21991, -- [6]
							nil, -- [7]
							24421, -- [8]
							29740, -- [9]
							nil, -- [10]
							27676, -- [11]
							22829, -- [12]
							22578, -- [13]
							nil, -- [14]
							nil, -- [15]
							21877, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:25463::::::::67:::::::::|h[象牙]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffffffff|Hitem:28100::::::::67:::::::::|h[不稳定的治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:24501::::::::67:::::::::|h[戈达乌的石块]|h|r", -- [5]
							"|cffffffff|Hitem:21991::::::::67:::::::::|h[厚灵纹布绷带]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:24421::::::::67:::::::::|h[纳格兰草莓]|h|r", -- [8]
							"|cff1eff00|Hitem:29740::::::::67:::::::::|h[邪能装备]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:27676::::::::67:::::::::|h[奇怪的孢子]|h|r", -- [11]
							"|cffffffff|Hitem:22829::::::::67:::::::::|h[超级治疗药水]|h|r", -- [12]
							"|cffffffff|Hitem:22578::::::::67:::::::::|h[水之微粒]|h|r", -- [13]
							nil, -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [16]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							20, -- [3]
							5, -- [4]
							nil, -- [5]
							20, -- [6]
							nil, -- [7]
							3, -- [8]
							nil, -- [9]
							nil, -- [10]
							16, -- [11]
							9, -- [12]
							2, -- [13]
							nil, -- [14]
							nil, -- [15]
							10, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 4,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							17056, -- [1]
							nil, -- [2]
							30858, -- [3]
							18588, -- [4]
							nil, -- [5]
							13446, -- [6]
							[11] = 27553,
							[10] = 27499,
							[15] = 27651,
						},
						["links"] = {
							"|cffffffff|Hitem:17056::::::::67:::::::::|h[轻羽毛]|h|r", -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:30858::::::::67:::::::::|h[苦工催眠药水]|h|r", -- [3]
							"|cffffffff|Hitem:18588::::::::67:::::::::|h[简易投掷炸弹 II]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:13446::::::::67:::::::::|h[特效治疗药水]|h|r", -- [6]
							[11] = "|cffffffff|Hitem:27553::::::::67:::::::::|h[赤牛能量饮料]|h|r",
							[10] = "|cffffffff|Hitem:27499::::::::67:::::::::|h[智力卷轴 V]|h|r",
							[15] = "|cffffffff|Hitem:27651::::::::67:::::::::|h[美味秃鹫]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							12, -- [1]
							nil, -- [2]
							5, -- [3]
							5, -- [4]
							nil, -- [5]
							9, -- [6]
							[11] = 5,
							[10] = 14,
							[15] = 4,
						},
						["freeslots"] = 9,
					},
					["Bag0"] = {
						["links"] = {
							"|cffffffff|Hitem:6948::::::::67:::::::::|h[炉石]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [3]
							"|cffffffff|Hitem:31760::::::::67:::::::::|h[迷你鹦鹉]|h|r", -- [4]
							"|cffffffff|Hitem:17028::::::::67:::::::::|h[圣洁蜡烛]|h|r", -- [5]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [6]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [7]
							"|cffffffff|Hitem:24449::::::::67:::::::::|h[成熟的孢子]|h|r", -- [8]
							"|cffffffff|Hitem:25433::::::::67:::::::::|h[黑曜石作战念珠]|h|r", -- [9]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [10]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [11]
							"|cff1eff00|Hitem:26044::::::::67:::::::::|h[哈兰研究勋章]|h|r", -- [12]
							"|cffffffff|Hitem:33459::::::::67:::::::::|h[保护卷轴 VI]|h|r", -- [13]
							"|cffffffff|Hitem:29736::::::::67:::::::::|h[奥术符文]|h|r", -- [14]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [15]
							"|cffffffff|Hitem:31800::::::::67:::::::::|h[流放者的物资]|h|r", -- [16]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [17]
							"|cff0070dd|Hitem:33219::::::::67:::::::::|h[地精杂烩煲]|h|r", -- [18]
							"|cffffffff|Hitem:27860::::::::67:::::::::|h[清洁的德拉诺之水]|h|r", -- [19]
							"|cffffffff|Hitem:22577::::::::67:::::::::|h[暗影微粒]|h|r", -- [20]
						},
						["ids"] = {
							6948, -- [1]
							27854, -- [2]
							33042, -- [3]
							31760, -- [4]
							17028, -- [5]
							33042, -- [6]
							33042, -- [7]
							24449, -- [8]
							25433, -- [9]
							21877, -- [10]
							33042, -- [11]
							26044, -- [12]
							33459, -- [13]
							29736, -- [14]
							27665, -- [15]
							31800, -- [16]
							27665, -- [17]
							33219, -- [18]
							27860, -- [19]
							22577, -- [20]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							nil, -- [3]
							nil, -- [4]
							5, -- [5]
							20, -- [6]
							20, -- [7]
							5, -- [8]
							5, -- [9]
							20, -- [10]
							20, -- [11]
							[17] = 2,
							[19] = 2,
							[20] = 5,
							[15] = 17,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
				},
				["numFreeBagSlots"] = 31,
				["numBagSlots"] = 84,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199201,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["size"] = 20,
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
					},
					["Bag1"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag2"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag3"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 66,
				["numBagSlots"] = 68,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 86,
				["numBankSlots"] = 92,
				["lastUpdate"] = 1665847657,
				["Containers"] = {
					["Bag8"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:39691::::::::80:::::::::|h[美味炖鲸肉]|h|r", -- [1]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [2]
							nil, -- [3]
							"|cff0070dd|Hitem:43102::::::::80:::::::::|h[冰冻宝珠]|h|r", -- [4]
							"|cffffffff|Hitem:43511::::::::80:::::::::|h[奇异的蘑菇]|h|r", -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:24421::::::::80:::::::::|h[纳格兰草莓]|h|r", -- [7]
							"|cffa335ee|Hitem:39279::::::::80:::::::::|h[凋零之多孔腰带]|h|r", -- [8]
							"|cffffffff|Hitem:35947::::::::80:::::::::|h[光芒霜顶菇]|h|r", -- [9]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [10]
							"|cffffffff|Hitem:43470::::::::80:::::::::|h[狼牙麦片酒]|h|r", -- [11]
							nil, -- [12]
							nil, -- [13]
							"|cffffffff|Hitem:35490::::::::80:::::::::|h[奥术古树碎片]|h|r", -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:34722::::::::80:::::::::|h[厚霜纹布绷带]|h|r", -- [16]
							"|cffffffff|Hitem:37093::::::::80:::::::::|h[耐力卷轴 VII]|h|r", -- [17]
							"|cffa335ee|Hitem:39427::::::::80:::::::::|h[毁灭的征兆]|h|r", -- [18]
						},
						["icon"] = 133665,
						["freeslots"] = 7,
						["ids"] = {
							39691, -- [1]
							33470, -- [2]
							nil, -- [3]
							43102, -- [4]
							43511, -- [5]
							nil, -- [6]
							24421, -- [7]
							39279, -- [8]
							35947, -- [9]
							33470, -- [10]
							43470, -- [11]
							nil, -- [12]
							nil, -- [13]
							35490, -- [14]
							nil, -- [15]
							34722, -- [16]
							37093, -- [17]
							39427, -- [18]
						},
						["counts"] = {
							13, -- [1]
							20, -- [2]
							nil, -- [3]
							5, -- [4]
							2, -- [5]
							[16] = 20,
							[10] = 9,
							[7] = 13,
							[17] = 4,
						},
						["size"] = 20,
					},
					["Bag0"] = {
						["ids"] = {
							40772, -- [1]
							6948, -- [2]
							33872, -- [3]
							37165, -- [4]
							33872, -- [5]
							28100, -- [6]
							nil, -- [7]
							41557, -- [8]
							22838, -- [9]
							38698, -- [10]
							5060, -- [11]
							35950, -- [12]
							40072, -- [13]
							36917, -- [14]
							22838, -- [15]
							18256, -- [16]
							37097, -- [17]
							44328, -- [18]
							2459, -- [19]
							35950, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:40772::::::::80:::::::::|h[侏儒军刀]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:33872::::::::80:::::::::|h[热辣塔布羊排]|h|r", -- [3]
							"|cff0070dd|Hitem:37165:3252:39910:39910:::::80:::::::::|h[水晶能量外套]|h|r", -- [4]
							"|cffffffff|Hitem:33872::::::::80:::::::::|h[热辣塔布羊排]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::80:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:41557::::::::80:::::::::|h[精炼闪光矿石]|h|r", -- [8]
							"|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r", -- [9]
							"|cffffffff|Hitem:38698::::::::80:::::::::|h[苦痛浆液]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::80:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:35950::::::::80:::::::::|h[甜薯面包]|h|r", -- [12]
							"|cffffffff|Hitem:40072::::::::80:::::::::|h[精神药水]|h|r", -- [13]
							"|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r", -- [14]
							"|cffffffff|Hitem:22838::::::::80:::::::::|h[加速药水]|h|r", -- [15]
							"|cffffffff|Hitem:18256::::::::80:::::::::|h[灌魔之瓶]|h|r", -- [16]
							"|cffffffff|Hitem:37097::::::::80:::::::::|h[精神卷轴 VII]|h|r", -- [17]
							"|cffffffff|Hitem:44328::::::::80:::::::::|h[极效防御药剂]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::80:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:35950::::::::80:::::::::|h[甜薯面包]|h|r", -- [20]
						},
						["freeslots"] = 1,
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							6, -- [3]
							nil, -- [4]
							20, -- [5]
							3, -- [6]
							nil, -- [7]
							nil, -- [8]
							12, -- [9]
							5, -- [10]
							[20] = 20,
							[17] = 2,
							[15] = 20,
							[18] = 3,
							[12] = 16,
							[19] = 3,
							[16] = 4,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
					["Bag5"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							37702, -- [2]
							40730, -- [3]
							43012, -- [4]
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:37702::::::::80:::::::::|h[火焰结晶]|h|r", -- [2]
							"|cffffffff|Hitem:40730::::::::80:::::::::|h[埃雷特之门]|h|r", -- [3]
							"|cffffffff|Hitem:43012::::::::80:::::::::|h[犀牛肉]|h|r", -- [4]
						},
						["size"] = 20,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["icon"] = 133665,
						["freeslots"] = 17,
					},
					["Bag100"] = {
						["freeslots"] = 22,
						["ids"] = {
							25763, -- [1]
							37255, -- [2]
							37624, -- [3]
							41649, -- [4]
							43286, -- [5]
							37631, -- [6]
						},
						["links"] = {
							"|cff0070dd|Hitem:25763::::::::80:::::::::|h[战槌仪祭血刃]|h|r", -- [1]
							"|cff0070dd|Hitem:37255::::::::80:::::::::|h[审问者]|h|r", -- [2]
							"|cff0070dd|Hitem:37624::::::::80:::::::::|h[污染的玻璃碎片戒指]|h|r", -- [3]
							"|cffa335ee|Hitem:41649::::::::80:::::::::|h[致命角斗士的皮甲外套]|h|r", -- [4]
							"|cff0070dd|Hitem:43286::::::::80:::::::::|h[虫群攻击护腿]|h|r", -- [5]
							"|cff0070dd|Hitem:37631::::::::80:::::::::|h[神明之拳]|h|r", -- [6]
						},
						["size"] = 28,
					},
					["Bag7"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r", -- [1]
							"|cff0070dd|Hitem:37166::::::::80:::::::::|h[红龙血珠]|h|r", -- [2]
							"|cffa335ee|Hitem:37642::::::::80:::::::::|h[出血指环]|h|r", -- [3]
							"|cffffffff|Hitem:43232::::::::80:::::::::|h[致命药膏 VIII]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:33448::::::::80:::::::::|h[符文法力药水]|h|r", -- [8]
							"|cffffffff|Hitem:33445::::::::80:::::::::|h[薄荷蜜茶]|h|r", -- [9]
							"|cffffffff|Hitem:37705::::::::80:::::::::|h[水之结晶]|h|r", -- [10]
							"|cffffffff|Hitem:35685::::::::80:::::::::|h[晶化法力碎片]|h|r", -- [11]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [12]
							nil, -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:37091::::::::80:::::::::|h[智力卷轴 VII]|h|r", -- [15]
							"|cffffffff|Hitem:43089::::::::80:::::::::|h[维库人的徽记]|h|r", -- [16]
							"|cffffffff|Hitem:41731::::::::80:::::::::|h[雪人的乳汁]|h|r", -- [17]
							nil, -- [18]
							"|cffffffff|Hitem:42780::::::::80:::::::::|h[奥杜尔的圣物]|h|r", -- [19]
							"|cffffffff|Hitem:37700::::::::80:::::::::|h[空气结晶]|h|r", -- [20]
						},
						["counts"] = {
							20, -- [1]
							nil, -- [2]
							nil, -- [3]
							20, -- [4]
							nil, -- [5]
							nil, -- [6]
							nil, -- [7]
							12, -- [8]
							4, -- [9]
							7, -- [10]
							nil, -- [11]
							18, -- [12]
							nil, -- [13]
							nil, -- [14]
							2, -- [15]
							20, -- [16]
							[19] = 47,
							[20] = 10,
						},
						["size"] = 20,
						["ids"] = {
							33447, -- [1]
							37166, -- [2]
							37642, -- [3]
							43232, -- [4]
							nil, -- [5]
							33447, -- [6]
							nil, -- [7]
							33448, -- [8]
							33445, -- [9]
							37705, -- [10]
							35685, -- [11]
							33470, -- [12]
							nil, -- [13]
							nil, -- [14]
							37091, -- [15]
							43089, -- [16]
							41731, -- [17]
							nil, -- [18]
							42780, -- [19]
							37700, -- [20]
						},
						["icon"] = 133665,
						["freeslots"] = 5,
					},
					["Bag-2"] = {
						["ids"] = {
							27808, -- [1]
							34078, -- [2]
						},
						["links"] = {
							"|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:34078::::::::80:::::::::|h[约格莫夫·冰锤的鱼叉控制器]|h|r", -- [2]
						},
						["freeslots"] = 30,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							34722, -- [1]
							43493, -- [2]
							38558, -- [3]
							33470, -- [4]
							33568, -- [5]
							38551, -- [6]
							37265, -- [7]
							33447, -- [8]
							42253, -- [9]
							36770, -- [10]
							43230, -- [11]
							31760, -- [12]
							44953, -- [13]
							35950, -- [14]
							35797, -- [15]
							40211, -- [16]
							nil, -- [17]
							41427, -- [18]
							43467, -- [19]
							28053, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:34722::::::::80:::::::::|h[厚霜纹布绷带]|h|r", -- [1]
							"|cffffffff|Hitem:43493::::::::80:::::::::|h[看守者的尸尘]|h|r", -- [2]
							"|cffffffff|Hitem:38558::::::::80:::::::::|h[蛛魔几丁质]|h|r", -- [3]
							"|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r", -- [4]
							"|cffffffff|Hitem:33568::::::::80:::::::::|h[北地皮]|h|r", -- [5]
							"|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r", -- [6]
							"|cffffffff|Hitem:37265::::::::80:::::::::|h[图尔凯的换气囊]|h|r", -- [7]
							"|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:42253::::::::80:::::::::|h[冰网蛛丝]|h|r", -- [9]
							"|cffffffff|Hitem:36770::::::::80:::::::::|h[佐特的防护药剂]|h|r", -- [10]
							"|cffffffff|Hitem:43230::::::::80:::::::::|h[速效药膏 VIII]|h|r", -- [11]
							"|cffffffff|Hitem:31760::::::::80:::::::::|h[迷你鹦鹉]|h|r", -- [12]
							"|cffffffff|Hitem:44953::::::::80:::::::::|h[生拌狼肉糜]|h|r", -- [13]
							"|cffffffff|Hitem:35950::::::::80:::::::::|h[甜薯面包]|h|r", -- [14]
							"|cffffffff|Hitem:35797::::::::80:::::::::|h[达库鲁的药剂]|h|r", -- [15]
							"|cffffffff|Hitem:40211::::::::80:::::::::|h[速度药水]|h|r", -- [16]
							nil, -- [17]
							"|cffffffff|Hitem:41427::::::::80:::::::::|h[达拉然焰火]|h|r", -- [18]
							"|cffffffff|Hitem:43467::::::::80:::::::::|h[保护卷轴 VII]|h|r", -- [19]
							"|cffffffff|Hitem:28053::::::::80:::::::::|h[邪恶之箭]|h|r", -- [20]
						},
						["icon"] = 133665,
						["size"] = 20,
						["link"] = "|cff1eff00|Hitem:41599::::::::80:::::::::|h[霜纹包]|h|r",
						["counts"] = {
							8, -- [1]
							nil, -- [2]
							2, -- [3]
							20, -- [4]
							12, -- [5]
							99, -- [6]
							nil, -- [7]
							14, -- [8]
							15, -- [9]
							nil, -- [10]
							16, -- [11]
							nil, -- [12]
							19, -- [13]
							20, -- [14]
							nil, -- [15]
							4, -- [16]
							nil, -- [17]
							5, -- [18]
							11, -- [19]
							176, -- [20]
						},
						["freeslots"] = 1,
					},
					["Bag6"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::80:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
				},
				["numBagSlots"] = 100,
				["numFreeBagSlots"] = 31,
			},
		},
		["Version"] = 1,
	},
}
