
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:31457::::::::70:::::::::|h[托什雷基地英雄帽]|h|r", -- [1]
					"|cff0070dd|Hitem:25562::::::::70:::::::::|h[毁灭之土灵印记]|h|r", -- [2]
					"|cff1eff00|Hitem:30218::::::::70:::::::::|h[三等初级技师护肩]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::70:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff0070dd|Hitem:31718::::::::70:::::::::|h[黑暗风暴外套]|h|r", -- [5]
					"|cff1eff00|Hitem:31512::::::::70:::::::::|h[护树者的腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:31434::::::::70:::::::::|h[食人魔刺客长裤]|h|r", -- [7]
					"|cff0070dd|Hitem:28074:464:::::::70:::::::::|h[钉皮绿色护踝]|h|r", -- [8]
					"|cff1eff00|Hitem:31426::::::::70:::::::::|h[轻盈的山地护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:31439::::::::70:::::::::|h[敏捷精准手套]|h|r", -- [10]
					"|cff1eff00|Hitem:31527::::::::70:::::::::|h[叶须指环]|h|r", -- [11]
					"|cff1eff00|Hitem:25779::::::::70:::::::::|h[战槌杀戮指环]|h|r", -- [12]
					"|cff1eff00|Hitem:31617::::::::70:::::::::|h[上古德莱尼作战咒符]|h|r", -- [13]
					"|cff0070dd|Hitem:28041::::::::70:::::::::|h[刃拳的宽容]|h|r", -- [14]
					"|cff0070dd|Hitem:28032::::::::70:::::::::|h[精致的绿色雨衣]|h|r", -- [15]
					"|cff0070dd|Hitem:25825:2673:::::::70:::::::::|h[步兵长剑]|h|r", -- [16]
					"|cff0070dd|Hitem:25825:2673:::::::70:::::::::|h[步兵长剑]|h|r", -- [17]
					"|cff0070dd|Hitem:29211::::::::70:::::::::|h[沙度飞斧]|h|r", -- [18]
				},
				["averageItemLvl"] = 99.11764705882354,
				["lastUpdate"] = 1661625183,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 98,
					},
				},
			},
		},
	},
}
