
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:25616::::::::63:::::::::|h[迪莫斯的可靠头盔]|h|r", -- [1]
					"|cff1eff00|Hitem:25487::::::::63:::::::::|h[风舞者坠饰]|h|r", -- [2]
					"|cff1eff00|Hitem:27724::::::::63:::::::::|h[蛮荒护肩]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::63:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff0070dd|Hitem:31718::::::::63:::::::::|h[黑暗风暴外套]|h|r", -- [5]
					"|cff1eff00|Hitem:31660::::::::63:::::::::|h[蛮沼潜藏者腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:25507::::::::63:::::::::|h[塔哈玛特护腿]|h|r", -- [7]
					"|cff0070dd|Hitem:28074:464:::::::63:::::::::|h[钉皮绿色护踝]|h|r", -- [8]
					"|cff1eff00|Hitem:31661::::::::63:::::::::|h[莉萨奥的护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:31788::::::::63:::::::::|h[黑刺手套]|h|r", -- [10]
					"|cff0070dd|Hitem:9533::::::::63:::::::::|h[石工兄弟会之戒]|h|r", -- [11]
					"|cff1eff00|Hitem:25485::::::::63:::::::::|h[阿曼恩的徽记]|h|r", -- [12]
					"|cff1eff00|Hitem:25787::::::::63:::::::::|h[敏锐咒符]|h|r", -- [13]
					"|cff0070dd|Hitem:28041::::::::63:::::::::|h[刃拳的宽容]|h|r", -- [14]
					"|cff1eff00|Hitem:25618::::::::63:::::::::|h[塔拉信使披风]|h|r", -- [15]
					"|cff0070dd|Hitem:25825:2673:::::::63:::::::::|h[步兵长剑]|h|r", -- [16]
					"|cff0070dd|Hitem:25825:2673:::::::63:::::::::|h[步兵长剑]|h|r", -- [17]
					"|cff1eff00|Hitem:28062::::::::63:::::::::|h[远征军强弩]|h|r", -- [18]
				},
				["averageItemLvl"] = 89.52941176470588,
				["lastUpdate"] = 1661275004,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 79,
					},
				},
			},
		},
	},
}
