
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
				},
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:7413::::::188:806579456:36:::::::::|h[耐力之间谍军帽]|h|r", -- [1]
					"|cff1eff00|Hitem:20909::::::::36:::::::::|h[野蛮铁项圈]|h|r", -- [2]
					"|cff0070dd|Hitem:2278::::::::36:::::::::|h[森林追踪者护肩]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::36:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff0070dd|Hitem:13110::::::::36:::::::::|h[恐狼皮甲]|h|r", -- [5]
					"|cff1eff00|Hitem:4249::::::::36:::::::::|h[黑皮腰带]|h|r", -- [6]
					"|cff0070dd|Hitem:13114:3013:::::::36:::::::::|h[巨魔杀手护腿]|h|r", -- [7]
					"|cff0070dd|Hitem:2276:464:::::::36:::::::::|h[泥沼长靴]|h|r", -- [8]
					"|cff0070dd|Hitem:18948::::::::36:::::::::|h[野人护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:3754::::::::36:::::::::|h[牧羊人手套]|h|r", -- [10]
					"|cff1eff00|Hitem:30420::::::::36:::::::::|h[重型翡翠戒指]|h|r", -- [11]
					"|cff0070dd|Hitem:2933::::::::36:::::::::|h[乌瑞恩的图章]|h|r", -- [12]
					nil, -- [13]
					nil, -- [14]
					"|cff1eff00|Hitem:2805::::::::36:::::::::|h[雪人毛皮披风]|h|r", -- [15]
					"|cff0070dd|Hitem:13033::::::::36:::::::::|h[狂热之刃]|h|r", -- [16]
					"|cff0070dd|Hitem:2912::::::::36:::::::::|h[阴影之爪]|h|r", -- [17]
					"|cffffffff|Hitem:28979::::::::36:::::::::|h[轻型飞刀]|h|r", -- [18]
				},
				["averageItemLvl"] = 30,
				["lastUpdate"] = 1660498030,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 27,
					},
				},
			},
		},
	},
}
