
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660585465,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::39:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							[5] = "|cffffffff|Hitem:1322::::::::39:::::::::|h[鱼肝油]|h|r",
						},
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 15,
						["ids"] = {
							[5] = 1322,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							6949, -- [1]
							6948, -- [2]
							33274, -- [3]
							5655, -- [4]
							929, -- [5]
							7297, -- [6]
							1710, -- [7]
							7676, -- [8]
							3825, -- [9]
							1710, -- [10]
							5060, -- [11]
							2459, -- [12]
							2459, -- [13]
							1710, -- [14]
							2863, -- [15]
							6949, -- [16]
							4601, -- [17]
							2459, -- [18]
							2459, -- [19]
							4601, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:6949::::::::41:::::::::|h[速效药膏 II]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::41:::::::::|h[炉石]|h|r", -- [2]
							"|cff1eff00|Hitem:33274::::::::41:::::::::|h[雇佣兵之弩]|h|r", -- [3]
							"|cff0070dd|Hitem:5655::::::::41:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:929::::::::41:::::::::|h[治疗药水]|h|r", -- [5]
							"|cffffffff|Hitem:7297::::::::41:::::::::|h[摩本特的克星]|h|r", -- [6]
							"|cffffffff|Hitem:1710::::::::41:::::::::|h[强效治疗药水]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::41:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::41:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cffffffff|Hitem:1710::::::::41:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::41:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:2459::::::::41:::::::::|h[迅捷药水]|h|r", -- [12]
							"|cffffffff|Hitem:2459::::::::41:::::::::|h[迅捷药水]|h|r", -- [13]
							"|cffffffff|Hitem:1710::::::::41:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::41:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:6949::::::::41:::::::::|h[速效药膏 II]|h|r", -- [16]
							"|cffffffff|Hitem:4601::::::::41:::::::::|h[软香蕉面包]|h|r", -- [17]
							"|cffffffff|Hitem:2459::::::::41:::::::::|h[迅捷药水]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::41:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:4601::::::::41:::::::::|h[软香蕉面包]|h|r", -- [20]
						},
						["cooldowns"] = {
							[20] = "1660584916.875|1|1",
							[17] = "1660584916.875|1|1",
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							2, -- [1]
							nil, -- [2]
							nil, -- [3]
							nil, -- [4]
							4, -- [5]
							nil, -- [6]
							3, -- [7]
							9, -- [8]
							nil, -- [9]
							5, -- [10]
							nil, -- [11]
							3, -- [12]
							5, -- [13]
							5, -- [14]
							20, -- [15]
							20, -- [16]
							2, -- [17]
							2, -- [18]
							5, -- [19]
							20, -- [20]
						},
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							3713, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							4601, -- [6]
							6451, -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							14530, -- [12]
							1710, -- [13]
							14530, -- [14]
							1710, -- [15]
							6451, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:3713::::::::41:::::::::|h[舒心草]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::41:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::41:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::41:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::41:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:4601::::::::41:::::::::|h[软香蕉面包]|h|r", -- [6]
							"|cffffffff|Hitem:6451::::::::41:::::::::|h[厚丝质绷带]|h|r", -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:14530::::::::41:::::::::|h[厚符文布绷带]|h|r", -- [12]
							"|cffffffff|Hitem:1710::::::::41:::::::::|h[强效治疗药水]|h|r", -- [13]
							"|cffffffff|Hitem:14530::::::::41:::::::::|h[厚符文布绷带]|h|r", -- [14]
							"|cffffffff|Hitem:1710::::::::41:::::::::|h[强效治疗药水]|h|r", -- [15]
							"|cffffffff|Hitem:6451::::::::41:::::::::|h[厚丝质绷带]|h|r", -- [16]
						},
						["freeslots"] = 4,
						["counts"] = {
							20, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							11, -- [5]
							20, -- [6]
							18, -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							nil, -- [11]
							15, -- [12]
							5, -- [13]
							20, -- [14]
							5, -- [15]
							20, -- [16]
						},
						["link"] = "|cff1eff00|Hitem:21841::::::::41:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							14530, -- [1]
							nil, -- [2]
							3853, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							4306, -- [7]
							4542, -- [8]
							929, -- [9]
							1708, -- [10]
							3928, -- [11]
							4306, -- [12]
							5237, -- [13]
						},
						["links"] = {
							"|cffffffff|Hitem:14530::::::::41:::::::::|h[厚符文布绷带]|h|r", -- [1]
							nil, -- [2]
							"|cff1eff00|Hitem:3853::::::::41:::::::::|h[月钢宽剑]|h|r", -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							"|cffffffff|Hitem:4306::::::::41:::::::::|h[丝绸]|h|r", -- [7]
							"|cffffffff|Hitem:4542::::::::41:::::::::|h[玉米面包]|h|r", -- [8]
							"|cffffffff|Hitem:929::::::::41:::::::::|h[治疗药水]|h|r", -- [9]
							"|cffffffff|Hitem:1708::::::::41:::::::::|h[蜂蜜饮料]|h|r", -- [10]
							"|cffffffff|Hitem:3928::::::::41:::::::::|h[优质治疗药水]|h|r", -- [11]
							"|cffffffff|Hitem:4306::::::::41:::::::::|h[丝绸]|h|r", -- [12]
							"|cffffffff|Hitem:5237::::::::41:::::::::|h[麻痹药膏]|h|r", -- [13]
						},
						["freeslots"] = 7,
						["icon"] = 133656,
						["link"] = "|cff1eff00|Hitem:21841::::::::41:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							15, -- [1]
							nil, -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							5, -- [7]
							3, -- [8]
							5, -- [9]
							2, -- [10]
							nil, -- [11]
							20, -- [12]
							20, -- [13]
						},
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							3775, -- [2]
							[5] = 3827,
							[7] = 929,
							[12] = 4338,
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:3775::::::::41:::::::::|h[减速药膏]|h|r", -- [2]
							[5] = "|cffffffff|Hitem:3827::::::::41:::::::::|h[法力药水]|h|r",
							[7] = "|cffffffff|Hitem:929::::::::41:::::::::|h[治疗药水]|h|r",
							[12] = "|cffffffff|Hitem:4338::::::::41:::::::::|h[魔纹布]|h|r",
						},
						["icon"] = 133656,
						["freeslots"] = 12,
						["link"] = "|cff1eff00|Hitem:21841::::::::41:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[12] = 7,
							[5] = 2,
							[2] = 12,
						},
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 38,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
