
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 28,
				["numBankSlots"] = 28,
				["lastUpdate"] = 1661444711,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::65:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:31666::::::::65:::::::::|h[裂开的坦克控制器]|h|r", -- [1]
							nil, -- [2]
							nil, -- [3]
							"|cffffffff|Hitem:14047::::::::65:::::::::|h[符文布]|h|r", -- [4]
							"|cffffffff|Hitem:13444::::::::65:::::::::|h[特效法力药水]|h|r", -- [5]
						},
						["counts"] = {
							[4] = 6,
						},
						["freeslots"] = 13,
						["ids"] = {
							31666, -- [1]
							nil, -- [2]
							nil, -- [3]
							14047, -- [4]
							13444, -- [5]
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag100"] = {
						["size"] = 28,
						["freeslots"] = 28,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							27553, -- [1]
							7676, -- [2]
							25384, -- [3]
							3776, -- [4]
							5140, -- [5]
							21991, -- [6]
							33219, -- [7]
							25917, -- [8]
							21877, -- [9]
							27498, -- [10]
							nil, -- [11]
							25719, -- [12]
							17048, -- [13]
							11122, -- [14]
							24449, -- [15]
							27498, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:27553::::::::65:::::::::|h[赤牛能量饮料]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::65:::::::::|h[菊花茶]|h|r", -- [2]
							"|cff9d9d9d|Hitem:25384::::::::65:::::::::|h[黯淡的板甲护胸]|h|r", -- [3]
							"|cffffffff|Hitem:3776::::::::65:::::::::|h[减速药膏 II]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::65:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:21991::::::::65:::::::::|h[厚灵纹布绷带]|h|r", -- [6]
							"|cff0070dd|Hitem:33219::::::::65:::::::::|h[地精杂烩煲]|h|r", -- [7]
							"|cff1eff00|Hitem:25917::::::::65:::::::::|h[森林之治愈者法杖]|h|r", -- [8]
							"|cffffffff|Hitem:21877::::::::65:::::::::|h[灵纹布]|h|r", -- [9]
							"|cffffffff|Hitem:27498::::::::65:::::::::|h[敏捷卷轴 V]|h|r", -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:25719::::::::65:::::::::|h[鸦人的羽毛]|h|r", -- [12]
							"|cffffffff|Hitem:17048::::::::65:::::::::|h[奇特的朗姆酒]|h|r", -- [13]
							"|cff1eff00|Hitem:11122::::::::65:::::::::|h[棍子上的胡萝卜]|h|r", -- [14]
							"|cffffffff|Hitem:24449::::::::65:::::::::|h[成熟的孢子]|h|r", -- [15]
							"|cffffffff|Hitem:27498::::::::65:::::::::|h[敏捷卷轴 V]|h|r", -- [16]
						},
						["counts"] = {
							2, -- [1]
							10, -- [2]
							nil, -- [3]
							18, -- [4]
							12, -- [5]
							16, -- [6]
							nil, -- [7]
							nil, -- [8]
							15, -- [9]
							3, -- [10]
							nil, -- [11]
							36, -- [12]
							3, -- [13]
							nil, -- [14]
							5, -- [15]
							5, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::65:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 1,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							21991, -- [1]
							21877, -- [2]
							27664, -- [3]
							27664, -- [4]
							22829, -- [5]
							22829, -- [6]
							22829, -- [7]
							22829, -- [8]
							27681, -- [9]
							21991, -- [10]
							22832, -- [11]
							29426, -- [12]
							5237, -- [13]
							25063, -- [14]
							28102, -- [15]
							27498, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:21991::::::::65:::::::::|h[厚灵纹布绷带]|h|r", -- [1]
							"|cffffffff|Hitem:21877::::::::65:::::::::|h[灵纹布]|h|r", -- [2]
							"|cffffffff|Hitem:27664::::::::65:::::::::|h[烤泥鱼]|h|r", -- [3]
							"|cffffffff|Hitem:27664::::::::65:::::::::|h[烤泥鱼]|h|r", -- [4]
							"|cffffffff|Hitem:22829::::::::65:::::::::|h[超级治疗药水]|h|r", -- [5]
							"|cffffffff|Hitem:22829::::::::65:::::::::|h[超级治疗药水]|h|r", -- [6]
							"|cffffffff|Hitem:22829::::::::65:::::::::|h[超级治疗药水]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::65:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:27681::::::::65:::::::::|h[迁跃兽肉]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::65:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							"|cffffffff|Hitem:22832::::::::65:::::::::|h[超级法力药水]|h|r", -- [11]
							"|cffffffff|Hitem:29426::::::::65:::::::::|h[火翼徽记]|h|r", -- [12]
							"|cffffffff|Hitem:5237::::::::65:::::::::|h[麻痹药膏]|h|r", -- [13]
							"|cff1eff00|Hitem:25063::::::-5:2077818905:65:::::::::|h[灵猴之七彩念珠]|h|r", -- [14]
							"|cffffffff|Hitem:28102::::::::65:::::::::|h[强攻药剂]|h|r", -- [15]
							"|cffffffff|Hitem:27498::::::::65:::::::::|h[敏捷卷轴 V]|h|r", -- [16]
						},
						["icon"] = 133656,
						["link"] = "|cff1eff00|Hitem:21841::::::::65:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							20, -- [1]
							20, -- [2]
							18, -- [3]
							20, -- [4]
							5, -- [5]
							5, -- [6]
							5, -- [7]
							5, -- [8]
							6, -- [9]
							20, -- [10]
							nil, -- [11]
							12, -- [12]
							19, -- [13]
							nil, -- [14]
							5, -- [15]
							5, -- [16]
						},
						["size"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							22053, -- [1]
							6948, -- [2]
							2459, -- [3]
							28053, -- [4]
							2459, -- [5]
							28100, -- [6]
							18777, -- [7]
							7676, -- [8]
							22829, -- [9]
							24401, -- [10]
							5060, -- [11]
							24580, -- [12]
							29736, -- [13]
							31812, -- [14]
							29449, -- [15]
							22829, -- [16]
							29449, -- [17]
							29449, -- [18]
							2459, -- [19]
							31811, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:22053::::::::65:::::::::|h[致命药膏 VI]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::65:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::65:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:28053::::::::65:::::::::|h[邪恶之箭]|h|r", -- [4]
							"|cffffffff|Hitem:2459::::::::65:::::::::|h[迅捷药水]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::65:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							"|cffa335ee|Hitem:18777::::::::65:::::::::|h[迅捷棕马]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::65:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:22829::::::::65:::::::::|h[超级治疗药水]|h|r", -- [9]
							"|cffffffff|Hitem:24401::::::::65:::::::::|h[未鉴定过的植物]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::65:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cff9d9d9d|Hitem:24580::::::::65:::::::::|h[脱线的帽子]|h|r", -- [12]
							"|cffffffff|Hitem:29736::::::::65:::::::::|h[奥术符文]|h|r", -- [13]
							"|cffffffff|Hitem:31812::::::::65:::::::::|h[毁灭颅骨]|h|r", -- [14]
							"|cffffffff|Hitem:29449::::::::65:::::::::|h[刀塔面圈]|h|r", -- [15]
							"|cffffffff|Hitem:22829::::::::65:::::::::|h[超级治疗药水]|h|r", -- [16]
							"|cffffffff|Hitem:29449::::::::65:::::::::|h[刀塔面圈]|h|r", -- [17]
							"|cffffffff|Hitem:29449::::::::65:::::::::|h[刀塔面圈]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::65:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:31811::::::::65:::::::::|h[恐怖圣物]|h|r", -- [20]
						},
						["cooldowns"] = {
							[6] = "1661444489.875|120|1",
							[2] = "1661443186.59|3600|1",
							[3] = "1661444489.875|120|1",
							[16] = "1661444489.875|120|1",
							[19] = "1661444489.875|120|1",
							[9] = "1661444489.875|120|1",
							[5] = "1661444489.875|120|1",
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							16, -- [1]
							nil, -- [2]
							3, -- [3]
							117, -- [4]
							5, -- [5]
							4, -- [6]
							nil, -- [7]
							7, -- [8]
							nil, -- [9]
							48, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							18, -- [14]
							16, -- [15]
							5, -- [16]
							20, -- [17]
							20, -- [18]
							5, -- [19]
						},
						["size"] = 20,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::65:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22053::::::::65:::::::::|h[致命药膏 VI]|h|r", -- [1]
							"|cffffffff|Hitem:27860::::::::65:::::::::|h[清洁的德拉诺之水]|h|r", -- [2]
							"|cffffffff|Hitem:23424::::::::65:::::::::|h[魔铁矿石]|h|r", -- [3]
							"|cffffffff|Hitem:30858::::::::65:::::::::|h[苦工催眠药水]|h|r", -- [4]
							"|cffffffff|Hitem:27676::::::::65:::::::::|h[奇怪的孢子]|h|r", -- [5]
							[7] = "|cffffffff|Hitem:29425::::::::65:::::::::|h[基尔加丹印记]|h|r",
							[10] = "|cffffffff|Hitem:14047::::::::65:::::::::|h[符文布]|h|r",
							[11] = "|cffffffff|Hitem:27854::::::::65:::::::::|h[熏烤塔布羊排]|h|r",
							[15] = "|cffffffff|Hitem:21877::::::::65:::::::::|h[灵纹布]|h|r",
						},
						["counts"] = {
							20, -- [1]
							2, -- [2]
							5, -- [3]
							5, -- [4]
							16, -- [5]
							[7] = 13,
							[15] = 20,
							[10] = 20,
						},
						["freeslots"] = 7,
						["cooldowns"] = {
							[11] = "1661444364.86|1|1",
						},
						["ids"] = {
							22053, -- [1]
							27860, -- [2]
							23424, -- [3]
							30858, -- [4]
							27676, -- [5]
							[7] = 29425,
							[10] = 14047,
							[11] = 27854,
							[15] = 21877,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 21,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
