
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660329283,
				["numFreeBagSlots"] = 60,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::15:::::::::|h[灵纹布包]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							nil, -- [1]
							6948, -- [2]
							4542, -- [3]
							1191, -- [4]
							4542, -- [5]
							1434, -- [6]
							2454, -- [7]
							118, -- [8]
							4542, -- [9]
							2806, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							nil, -- [15]
							nil, -- [16]
							nil, -- [17]
							nil, -- [18]
							nil, -- [19]
							858, -- [20]
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:6948::::::::15:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:4542::::::::15:::::::::|h[玉米面包]|h|r", -- [3]
							"|cffffffff|Hitem:1191::::::::15:::::::::|h[弹子球]|h|r", -- [4]
							"|cffffffff|Hitem:4542::::::::15:::::::::|h[玉米面包]|h|r", -- [5]
							"|cffffffff|Hitem:1434::::::::15:::::::::|h[热蜡棒]|h|r", -- [6]
							"|cffffffff|Hitem:2454::::::::15:::::::::|h[狮王之力药剂]|h|r", -- [7]
							"|cffffffff|Hitem:118::::::::15:::::::::|h[初级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:4542::::::::15:::::::::|h[玉米面包]|h|r", -- [9]
							"|cffffffff|Hitem:2806::::::::15:::::::::|h[给卡尔·雷矛的包裹]|h|r", -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							nil, -- [15]
							nil, -- [16]
							nil, -- [17]
							nil, -- [18]
							nil, -- [19]
							"|cffffffff|Hitem:858::::::::15:::::::::|h[次级治疗药水]|h|r", -- [20]
						},
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							20, -- [3]
							nil, -- [4]
							20, -- [5]
							5, -- [6]
							nil, -- [7]
							3, -- [8]
							20, -- [9]
							nil, -- [10]
							nil, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							nil, -- [15]
							nil, -- [16]
							nil, -- [17]
							nil, -- [18]
							nil, -- [19]
							3, -- [20]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["freeslots"] = 10,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::15:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:858::::::::15:::::::::|h[次级治疗药水]|h|r", -- [1]
							"|cffffffff|Hitem:118::::::::15:::::::::|h[初级治疗药水]|h|r", -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:5109::::::::15:::::::::|h[碎石怪破布]|h|r", -- [6]
							"|cffffffff|Hitem:6451::::::::15:::::::::|h[厚丝质绷带]|h|r", -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:858::::::::15:::::::::|h[次级治疗药水]|h|r", -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:2863::::::::15:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cffffffff|Hitem:6451::::::::15:::::::::|h[厚丝质绷带]|h|r", -- [16]
						},
						["icon"] = 133656,
						["freeslots"] = 9,
						["ids"] = {
							858, -- [1]
							118, -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							5109, -- [6]
							6451, -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							858, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							2863, -- [15]
							6451, -- [16]
						},
						["counts"] = {
							5, -- [1]
							3, -- [2]
							nil, -- [3]
							nil, -- [4]
							nil, -- [5]
							nil, -- [6]
							20, -- [7]
							nil, -- [8]
							nil, -- [9]
							nil, -- [10]
							3, -- [11]
							nil, -- [12]
							nil, -- [13]
							nil, -- [14]
							3, -- [15]
							20, -- [16]
						},
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::15:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:6451::::::::15:::::::::|h[厚丝质绷带]|h|r", -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:8544::::::::15:::::::::|h[魔纹绷带]|h|r", -- [3]
							"|cffffffff|Hitem:2239::::::::15:::::::::|h[收货人的戒指]|h|r", -- [4]
							"|cffffffff|Hitem:8544::::::::15:::::::::|h[魔纹绷带]|h|r", -- [5]
							"|cffffffff|Hitem:2237::::::::15:::::::::|h[破旧的短裤]|h|r", -- [6]
							[11] = "|cffffffff|Hitem:8544::::::::15:::::::::|h[魔纹绷带]|h|r",
							[12] = "|cffffffff|Hitem:8544::::::::15:::::::::|h[魔纹绷带]|h|r",
						},
						["counts"] = {
							7, -- [1]
							[3] = 18,
							[11] = 20,
							[12] = 20,
							[5] = 20,
						},
						["size"] = 16,
						["ids"] = {
							6451, -- [1]
							nil, -- [2]
							8544, -- [3]
							2239, -- [4]
							8544, -- [5]
							2237, -- [6]
							[11] = 8544,
							[12] = 8544,
						},
						["icon"] = 133656,
						["freeslots"] = 9,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::15:::::::::|h[灵纹布包]|h|r",
						["size"] = 16,
						["icon"] = 133656,
						["freeslots"] = 16,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
