
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
				["Inventory"] = {
					"|cffffffff|Hitem:34652::::::::55:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:34657::::::::55:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:34655::::::::55:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:34650::::::::55:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:34651::::::::55:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:34656::::::::55:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:34648::::::::55:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:34653::::::::55:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:34649::::::::55:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:34658::::::::55:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:38147::::::::55:::::::::|h[]|h|r", -- [12]
					[15] = "|cffffffff|Hitem:34659::::::::55:::::::::|h[]|h|r",
				},
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662377990,
				["Inventory"] = {
					[8] = "|cffffffff|Hitem:43::::::::1:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2361::::::::1:::::::::|h[]|h|r",
					[7] = "|cffffffff|Hitem:44::::::::1:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:45::::::::1:::::::::|h[]|h|r",
				},
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
				["averageItemLvl"] = 95.75,
				["Inventory"] = {
					"|cff1eff00|Hitem:31766::::::::67:::::::::|h[天巫之帽]|h|r", -- [1]
					"|cff0070dd|Hitem:31726::::::::67:::::::::|h[染血羽毛项链]|h|r", -- [2]
					"|cff0070dd|Hitem:28075::::::::67:::::::::|h[毁灭者的衬肩]|h|r", -- [3]
					nil, -- [4]
					"|cff0070dd|Hitem:31717::::::::67:::::::::|h[暗影施法外套]|h|r", -- [5]
					"|cff1eff00|Hitem:31725::::::::67:::::::::|h[受难腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:25577::::::::67:::::::::|h[绿血长裤]|h|r", -- [7]
					"|cff1eff00|Hitem:25516::::::::67:::::::::|h[伊卡因的长靴]|h|r", -- [8]
					"|cff1eff00|Hitem:31770::::::::67:::::::::|h[沼泽护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:25613::::::::67:::::::::|h[蛮沼秘法师裹手]|h|r", -- [10]
					"|cff1eff00|Hitem:31728::::::::67:::::::::|h[世传意志徽记]|h|r", -- [11]
					"|cff0070dd|Hitem:25826::::::::67:::::::::|h[先知指环]|h|r", -- [12]
					"|cff0070dd|Hitem:28040::::::::67:::::::::|h[伊利达雷的复仇]|h|r", -- [13]
					"|cff1eff00|Hitem:31615::::::::67:::::::::|h[上古德莱尼奥术神器]|h|r", -- [14]
					"|cff0070dd|Hitem:28030::::::::67:::::::::|h[施法者的防护]|h|r", -- [15]
					"|cff0070dd|Hitem:25760::::::::67:::::::::|h[战斗法师的权杖]|h|r", -- [16]
					nil, -- [17]
					"|cff0070dd|Hitem:25640::::::::67:::::::::|h[奈辛瓦里狩猎队魔棒]|h|r", -- [18]
				},
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199200,
				["Inventory"] = {
					"|cffffffff|Hitem:34652::::::::55:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:34657::::::::55:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:34655::::::::55:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:34650::::::::55:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:34651::::::::55:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:34656::::::::55:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:34648::::::::55:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:34653::::::::55:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:34649::::::::55:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:34658::::::::55:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:38147::::::::55:::::::::|h[]|h|r", -- [12]
					nil, -- [13]
					nil, -- [14]
					"|cffffffff|Hitem:34659::::::::55:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:38707:3369:::::::55:::::::::|h[]|h|r", -- [16]
				},
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
				},
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:37007::::::::72:::::::::|h[虚伪皮帽]|h|r", -- [1]
					"|cff0070dd|Hitem:38226::::::::72:::::::::|h[鸣钟之链]|h|r", -- [2]
					"|cff1eff00|Hitem:37405::::::::72:::::::::|h[沼泽行者肩甲]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::72:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff1eff00|Hitem:36885::::::::72:::::::::|h[沼泽行者护胸]|h|r", -- [5]
					"|cff1eff00|Hitem:35893::::::::72:::::::::|h[冷石镶嵌腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:37380::::::::72:::::::::|h[猎鲸者护腿]|h|r", -- [7]
					"|cff1eff00|Hitem:37387::::::::72:::::::::|h[焦灼皮靴]|h|r", -- [8]
					"|cff0070dd|Hitem:35579::::::::72:::::::::|h[维库镣铐]|h|r", -- [9]
					"|cff1eff00|Hitem:37396::::::::72:::::::::|h[捕鲸者手套]|h|r", -- [10]
					"|cff1eff00|Hitem:37524::::::::72:::::::::|h[斥候的徽记之戒]|h|r", -- [11]
					"|cff1eff00|Hitem:37523::::::::72:::::::::|h[坚硬的牙环]|h|r", -- [12]
					"|cff0070dd|Hitem:36871::::::::72:::::::::|h[临近风暴之怒]|h|r", -- [13]
					"|cff0070dd|Hitem:38259::::::::72:::::::::|h[大副的怀表]|h|r", -- [14]
					"|cff0070dd|Hitem:28032::::::::72:::::::::|h[精致的绿色雨衣]|h|r", -- [15]
					"|cff1eff00|Hitem:35808::::::::72:::::::::|h[冷石弯刀]|h|r", -- [16]
					"|cff1eff00|Hitem:35824::::::::72:::::::::|h[石刃刀]|h|r", -- [17]
					"|cff1eff00|Hitem:35845::::::::72:::::::::|h[水晶之星]|h|r", -- [18]
				},
				["averageItemLvl"] = 136.5882352941177,
				["lastUpdate"] = 1664819715,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 17,
					},
				},
			},
			["Default.祈福.傲视天地"] = {
				["Members"] = {
					["新特能源"] = {
						["averageItemLvl"] = 95,
					},
				},
			},
		},
	},
}
