
DataStore_CraftsDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["Professions"] = {
					["急救"] = {
						["Categories"] = {
							"其它", -- [1]
							"绷带", -- [2]
						},
						["isSecondary"] = true,
						["MaxRank"] = 225,
						["Crafts"] = {
							"0|其它", -- [1]
							"4|6452", -- [2]
							"0|绷带", -- [3]
							"2|8544", -- [4]
							"3|6451", -- [5]
							"4|6450", -- [6]
							"4|1251", -- [7]
							"4|2581", -- [8]
							"4|3531", -- [9]
							"4|3530", -- [10]
						},
						["Rank"] = 225,
					},
				},
				["lastUpdate"] = 1660329284,
			},
		},
	},
}
DataStore_CraftsRefDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Reagents"] = {
			[2581] = "2589,2",
			[1251] = "2589,1",
			[6450] = "4306,1",
			[3531] = "2592,2",
			[8544] = "4338,1",
			[6452] = "1475,1",
			[3530] = "2592,1",
			[6451] = "4306,2",
		},
	},
}
