
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660417448,
				["averageItemLvl"] = 24.5,
				["Inventory"] = {
					[11] = "|cff1eff00|Hitem:30420::::::::31:::::::::|h[重型翡翠戒指]|h|r",
					[7] = "|cff0070dd|Hitem:13114:3013:::::::31:::::::::|h[巨魔杀手护腿]|h|r",
					[17] = "|cff0070dd|Hitem:2912::::::::31:::::::::|h[阴影之爪]|h|r",
					[2] = "|cff1eff00|Hitem:20909::::::::31:::::::::|h[野蛮铁项圈]|h|r",
					[4] = "|cffffffff|Hitem:2575::::::::31:::::::::|h[红色亚麻衬衣]|h|r",
					[8] = "|cff1eff00|Hitem:9802::::::595:183537536:31:::::::::|h[灵猴之超强长靴]|h|r",
					[16] = "|cff0070dd|Hitem:13033::::::::31:::::::::|h[狂热之刃]|h|r",
					[9] = "|cff1eff00|Hitem:9777::::::95:654225792:31:::::::::|h[精神之歹徒护腕]|h|r",
					[5] = "|cff1eff00|Hitem:2317:16:::::::31:::::::::|h[黑皮外套]|h|r",
					[10] = "|cff1eff00|Hitem:2036::::::::31:::::::::|h[陈旧的矿工手套]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::31:::::::::|h[轻型飞刀]|h|r",
					[3] = "|cff1eff00|Hitem:5274::::::::31:::::::::|h[玫瑰衬肩]|h|r",
					[6] = "|cff1eff00|Hitem:4249::::::::31:::::::::|h[黑皮腰带]|h|r",
					[12] = "|cff0070dd|Hitem:2043::::::::31:::::::::|h[弃灵之戒]|h|r",
					[15] = "|cff1eff00|Hitem:3511::::::::31:::::::::|h[人民军披风]|h|r",
				},
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 15,
					},
				},
			},
		},
	},
}
