
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 28,
				["numBankSlots"] = 28,
				["lastUpdate"] = 1661189724,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag100"] = {
						["size"] = 28,
						["freeslots"] = 28,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							nil, -- [1]
							7676, -- [2]
							27854, -- [3]
							3776, -- [4]
							5140, -- [5]
							27854, -- [6]
							33219, -- [7]
							14047, -- [8]
							21877, -- [9]
							[11] = 8927,
							[13] = 17048,
							[14] = 11122,
							[15] = 24355,
						},
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:7676::::::::62:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:27854::::::::62:::::::::|h[熏烤塔布羊排]|h|r", -- [3]
							"|cffffffff|Hitem:3776::::::::62:::::::::|h[减速药膏 II]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::62:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:27854::::::::62:::::::::|h[熏烤塔布羊排]|h|r", -- [6]
							"|cff0070dd|Hitem:33219::::::::62:::::::::|h[地精杂烩煲]|h|r", -- [7]
							"|cffffffff|Hitem:14047::::::::62:::::::::|h[符文布]|h|r", -- [8]
							"|cffffffff|Hitem:21877::::::::62:::::::::|h[灵纹布]|h|r", -- [9]
							[11] = "|cffffffff|Hitem:8927::::::::62:::::::::|h[速效药膏 V]|h|r",
							[13] = "|cffffffff|Hitem:17048::::::::62:::::::::|h[奇特的朗姆酒]|h|r",
							[14] = "|cff1eff00|Hitem:11122::::::::62:::::::::|h[棍子上的胡萝卜]|h|r",
							[15] = "|cffffffff|Hitem:24355::::::::62:::::::::|h[铁藤种子]|h|r",
						},
						["counts"] = {
							nil, -- [1]
							10, -- [2]
							20, -- [3]
							18, -- [4]
							19, -- [5]
							20, -- [6]
							nil, -- [7]
							11, -- [8]
							11, -- [9]
							[11] = 20,
							[13] = 3,
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 4,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:24540::::::::62:::::::::|h[可食用的蕨叶]|h|r", -- [2]
							"|cffffffff|Hitem:27664::::::::62:::::::::|h[烤泥鱼]|h|r", -- [3]
							"|cffffffff|Hitem:27664::::::::62:::::::::|h[烤泥鱼]|h|r", -- [4]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [5]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [6]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:21991::::::::62:::::::::|h[厚灵纹布绷带]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::62:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [11]
							"|cffffffff|Hitem:24415::::::::62:::::::::|h[守备官伊达尔的信]|h|r", -- [12]
							"|cffffffff|Hitem:5237::::::::62:::::::::|h[麻痹药膏]|h|r", -- [13]
							"|cffffffff|Hitem:13446::::::::62:::::::::|h[特效治疗药水]|h|r", -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:27498::::::::62:::::::::|h[敏捷卷轴 V]|h|r", -- [16]
						},
						["icon"] = 133656,
						["size"] = 16,
						["ids"] = {
							nil, -- [1]
							24540, -- [2]
							27664, -- [3]
							27664, -- [4]
							22829, -- [5]
							22829, -- [6]
							22829, -- [7]
							22829, -- [8]
							21991, -- [9]
							21991, -- [10]
							22829, -- [11]
							24415, -- [12]
							5237, -- [13]
							13446, -- [14]
							nil, -- [15]
							27498, -- [16]
						},
						["counts"] = {
							nil, -- [1]
							6, -- [2]
							16, -- [3]
							20, -- [4]
							5, -- [5]
							5, -- [6]
							5, -- [7]
							5, -- [8]
							15, -- [9]
							20, -- [10]
							5, -- [11]
							nil, -- [12]
							19, -- [13]
							nil, -- [14]
							nil, -- [15]
							5, -- [16]
						},
						["freeslots"] = 2,
					},
					["Bag0"] = {
						["ids"] = {
							22053, -- [1]
							6948, -- [2]
							2459, -- [3]
							28053, -- [4]
							2459, -- [5]
							28100, -- [6]
							18777, -- [7]
							7676, -- [8]
							3825, -- [9]
							24401, -- [10]
							5060, -- [11]
							27854, -- [12]
							22578, -- [13]
							nil, -- [14]
							22829, -- [15]
							22829, -- [16]
							25539, -- [17]
							24372, -- [18]
							2459, -- [19]
						},
						["links"] = {
							"|cffffffff|Hitem:22053::::::::62:::::::::|h[致命药膏 VI]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::62:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::62:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:28053::::::::62:::::::::|h[邪恶之箭]|h|r", -- [4]
							"|cffffffff|Hitem:2459::::::::62:::::::::|h[迅捷药水]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::62:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							"|cffa335ee|Hitem:18777::::::::62:::::::::|h[迅捷棕马]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::62:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::62:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cffffffff|Hitem:24401::::::::62:::::::::|h[未鉴定过的植物]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::62:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:27854::::::::62:::::::::|h[熏烤塔布羊排]|h|r", -- [12]
							"|cffffffff|Hitem:22578::::::::62:::::::::|h[水之微粒]|h|r", -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [15]
							"|cffffffff|Hitem:22829::::::::62:::::::::|h[超级治疗药水]|h|r", -- [16]
							"|cffffffff|Hitem:25539::::::::62:::::::::|h[水下呼吸药水]|h|r", -- [17]
							"|cffffffff|Hitem:24372::::::::62:::::::::|h[透明的虫翼]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::62:::::::::|h[迅捷药水]|h|r", -- [19]
						},
						["freeslots"] = 2,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							16, -- [1]
							nil, -- [2]
							5, -- [3]
							175, -- [4]
							5, -- [5]
							5, -- [6]
							nil, -- [7]
							7, -- [8]
							nil, -- [9]
							23, -- [10]
							nil, -- [11]
							12, -- [12]
							nil, -- [13]
							nil, -- [14]
							2, -- [15]
							5, -- [16]
							[18] = 2,
							[19] = 5,
						},
						["size"] = 20,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::62:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22053::::::::62:::::::::|h[致命药膏 VI]|h|r", -- [1]
							"|cffffffff|Hitem:24291::::::::62:::::::::|h[沼泽领主的卷须]|h|r", -- [2]
							"|cffffffff|Hitem:23424::::::::62:::::::::|h[魔铁矿石]|h|r", -- [3]
							"|cffffffff|Hitem:30858::::::::62:::::::::|h[苦工催眠药水]|h|r", -- [4]
							"|cffffffff|Hitem:27676::::::::62:::::::::|h[奇怪的孢子]|h|r", -- [5]
							[12] = "|cffffffff|Hitem:24408::::::::62:::::::::|h[可以食用的茎杆]|h|r",
						},
						["counts"] = {
							20, -- [1]
							2, -- [2]
							5, -- [3]
							5, -- [4]
							[12] = 11,
						},
						["freeslots"] = 10,
						["ids"] = {
							22053, -- [1]
							24291, -- [2]
							23424, -- [3]
							30858, -- [4]
							27676, -- [5]
							[12] = 24408,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 34,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
