
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
				["numFreeBagSlots"] = 66,
				["Containers"] = {
					["Bag4"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag0"] = {
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
					},
					["Bag1"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag2"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag3"] = {
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["freeslots"] = 12,
						["icon"] = 133640,
						["size"] = 12,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 68,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378289,
				["numFreeBagSlots"] = 19,
				["Containers"] = {
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
					["Bag0"] = {
						["links"] = {
							"|cffffffff|Hitem:6948::::::::1:::::::::|h[炉石]|h|r", -- [1]
						},
						["ids"] = {
							6948, -- [1]
						},
						["freeslots"] = 19,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167868,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							31731, -- [1]
							[7] = 27498,
							[9] = 22832,
						},
						["links"] = {
							"|cff1eff00|Hitem:31731::::::::67:::::::::|h[米克达的礼物]|h|r", -- [1]
							[7] = "|cffffffff|Hitem:27498::::::::67:::::::::|h[敏捷卷轴 V]|h|r",
							[9] = "|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r",
						},
						["counts"] = {
							[9] = 20,
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["counts"] = {
							[2] = 4,
						},
						["links"] = {
							"|cffffffff|Hitem:185690::::::::67:::::::::|h[水库钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:31655::::::::67:::::::::|h[基斯鸦巢牢笼钥匙]|h|r", -- [2]
							"|cff1eff00|Hitem:27808::::::::67:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [3]
						},
						["ids"] = {
							185690, -- [1]
							31655, -- [2]
							27808, -- [3]
						},
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 29,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							25632, -- [1]
							25622, -- [2]
							nil, -- [3]
							2459, -- [4]
							27682, -- [5]
							27678, -- [6]
							nil, -- [7]
							22832, -- [8]
							28103, -- [9]
							nil, -- [10]
							nil, -- [11]
							26043, -- [12]
							31666, -- [13]
							24475, -- [14]
							29425, -- [15]
						},
						["links"] = {
							"|cff1eff00|Hitem:25632::::::::67:::::::::|h[欢乐魔杖]|h|r", -- [1]
							"|cff1eff00|Hitem:25622::::::::67:::::::::|h[金环法杖]|h|r", -- [2]
							nil, -- [3]
							"|cffffffff|Hitem:2459::::::::67:::::::::|h[迅捷药水]|h|r", -- [4]
							"|cffffffff|Hitem:27682::::::::67:::::::::|h[塔布羊肉]|h|r", -- [5]
							"|cffffffff|Hitem:27678::::::::67:::::::::|h[裂蹄牛肉]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:22832::::::::67:::::::::|h[超级法力药水]|h|r", -- [8]
							"|cffffffff|Hitem:28103::::::::67:::::::::|h[法能药剂]|h|r", -- [9]
							nil, -- [10]
							nil, -- [11]
							"|cffffffff|Hitem:26043::::::::67:::::::::|h[沃舒古水晶尘样本]|h|r", -- [12]
							"|cffffffff|Hitem:31666::::::::67:::::::::|h[裂开的坦克控制器]|h|r", -- [13]
							"|cff9d9d9d|Hitem:24475::::::::67:::::::::|h[戈达乌的足印]|h|r", -- [14]
							"|cffffffff|Hitem:29425::::::::67:::::::::|h[基尔加丹印记]|h|r", -- [15]
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							[6] = 20,
							[8] = 2,
							[12] = 18,
							[4] = 5,
							[9] = 12,
							[15] = 2,
						},
						["freeslots"] = 5,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["ids"] = {
							25463, -- [1]
							27854, -- [2]
							21877, -- [3]
							28100, -- [4]
							24501, -- [5]
							21991, -- [6]
							nil, -- [7]
							24421, -- [8]
							29740, -- [9]
							nil, -- [10]
							27676, -- [11]
							22829, -- [12]
							22578, -- [13]
							nil, -- [14]
							nil, -- [15]
							21877, -- [16]
						},
						["links"] = {
							"|cffffffff|Hitem:25463::::::::67:::::::::|h[象牙]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [3]
							"|cffffffff|Hitem:28100::::::::67:::::::::|h[不稳定的治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:24501::::::::67:::::::::|h[戈达乌的石块]|h|r", -- [5]
							"|cffffffff|Hitem:21991::::::::67:::::::::|h[厚灵纹布绷带]|h|r", -- [6]
							nil, -- [7]
							"|cffffffff|Hitem:24421::::::::67:::::::::|h[纳格兰草莓]|h|r", -- [8]
							"|cff1eff00|Hitem:29740::::::::67:::::::::|h[邪能装备]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:27676::::::::67:::::::::|h[奇怪的孢子]|h|r", -- [11]
							"|cffffffff|Hitem:22829::::::::67:::::::::|h[超级治疗药水]|h|r", -- [12]
							"|cffffffff|Hitem:22578::::::::67:::::::::|h[水之微粒]|h|r", -- [13]
							nil, -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [16]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							20, -- [3]
							5, -- [4]
							nil, -- [5]
							20, -- [6]
							nil, -- [7]
							3, -- [8]
							nil, -- [9]
							nil, -- [10]
							16, -- [11]
							9, -- [12]
							2, -- [13]
							nil, -- [14]
							nil, -- [15]
							10, -- [16]
						},
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["freeslots"] = 4,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["ids"] = {
							17056, -- [1]
							nil, -- [2]
							30858, -- [3]
							18588, -- [4]
							nil, -- [5]
							13446, -- [6]
							[11] = 27553,
							[10] = 27499,
							[15] = 27651,
						},
						["links"] = {
							"|cffffffff|Hitem:17056::::::::67:::::::::|h[轻羽毛]|h|r", -- [1]
							nil, -- [2]
							"|cffffffff|Hitem:30858::::::::67:::::::::|h[苦工催眠药水]|h|r", -- [3]
							"|cffffffff|Hitem:18588::::::::67:::::::::|h[简易投掷炸弹 II]|h|r", -- [4]
							nil, -- [5]
							"|cffffffff|Hitem:13446::::::::67:::::::::|h[特效治疗药水]|h|r", -- [6]
							[11] = "|cffffffff|Hitem:27553::::::::67:::::::::|h[赤牛能量饮料]|h|r",
							[10] = "|cffffffff|Hitem:27499::::::::67:::::::::|h[智力卷轴 V]|h|r",
							[15] = "|cffffffff|Hitem:27651::::::::67:::::::::|h[美味秃鹫]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cff1eff00|Hitem:21841::::::::67:::::::::|h[灵纹布包]|h|r",
						["counts"] = {
							12, -- [1]
							nil, -- [2]
							5, -- [3]
							5, -- [4]
							nil, -- [5]
							9, -- [6]
							[11] = 5,
							[10] = 14,
							[15] = 4,
						},
						["freeslots"] = 9,
					},
					["Bag0"] = {
						["links"] = {
							"|cffffffff|Hitem:6948::::::::67:::::::::|h[炉石]|h|r", -- [1]
							"|cffffffff|Hitem:27854::::::::67:::::::::|h[熏烤塔布羊排]|h|r", -- [2]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [3]
							"|cffffffff|Hitem:31760::::::::67:::::::::|h[迷你鹦鹉]|h|r", -- [4]
							"|cffffffff|Hitem:17028::::::::67:::::::::|h[圣洁蜡烛]|h|r", -- [5]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [6]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [7]
							"|cffffffff|Hitem:24449::::::::67:::::::::|h[成熟的孢子]|h|r", -- [8]
							"|cffffffff|Hitem:25433::::::::67:::::::::|h[黑曜石作战念珠]|h|r", -- [9]
							"|cffffffff|Hitem:21877::::::::67:::::::::|h[灵纹布]|h|r", -- [10]
							"|cffffffff|Hitem:33042::::::::67:::::::::|h[黑咖啡]|h|r", -- [11]
							"|cff1eff00|Hitem:26044::::::::67:::::::::|h[哈兰研究勋章]|h|r", -- [12]
							"|cffffffff|Hitem:33459::::::::67:::::::::|h[保护卷轴 VI]|h|r", -- [13]
							"|cffffffff|Hitem:29736::::::::67:::::::::|h[奥术符文]|h|r", -- [14]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [15]
							"|cffffffff|Hitem:31800::::::::67:::::::::|h[流放者的物资]|h|r", -- [16]
							"|cffffffff|Hitem:27665::::::::67:::::::::|h[水煮蓝鱼]|h|r", -- [17]
							"|cff0070dd|Hitem:33219::::::::67:::::::::|h[地精杂烩煲]|h|r", -- [18]
							"|cffffffff|Hitem:27860::::::::67:::::::::|h[清洁的德拉诺之水]|h|r", -- [19]
							"|cffffffff|Hitem:22577::::::::67:::::::::|h[暗影微粒]|h|r", -- [20]
						},
						["ids"] = {
							6948, -- [1]
							27854, -- [2]
							33042, -- [3]
							31760, -- [4]
							17028, -- [5]
							33042, -- [6]
							33042, -- [7]
							24449, -- [8]
							25433, -- [9]
							21877, -- [10]
							33042, -- [11]
							26044, -- [12]
							33459, -- [13]
							29736, -- [14]
							27665, -- [15]
							31800, -- [16]
							27665, -- [17]
							33219, -- [18]
							27860, -- [19]
							22577, -- [20]
						},
						["counts"] = {
							nil, -- [1]
							20, -- [2]
							nil, -- [3]
							nil, -- [4]
							5, -- [5]
							20, -- [6]
							20, -- [7]
							5, -- [8]
							5, -- [9]
							20, -- [10]
							20, -- [11]
							[20] = 5,
							[19] = 2,
							[15] = 17,
							[17] = 2,
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
				},
				["numFreeBagSlots"] = 31,
				["numBagSlots"] = 84,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199201,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:41751::::::::55:::::::::|h[黑色蘑菇]|h|r", -- [1]
							"|cffffffff|Hitem:40582::::::::55:::::::::|h[天灾石]|h|r", -- [2]
						},
						["ids"] = {
							41751, -- [1]
							40582, -- [2]
						},
						["size"] = 20,
						["counts"] = {
							10, -- [1]
						},
						["freeslots"] = 18,
					},
					["Bag1"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag2"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag3"] = {
						["rarity"] = 1,
						["link"] = "|cffffffff|Hitem:38145::::::::55:::::::::|h[]|h|r",
						["size"] = 12,
						["icon"] = 133640,
						["freeslots"] = 12,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 66,
				["numBagSlots"] = 68,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 75,
				["numBankSlots"] = 76,
				["lastUpdate"] = 1664821724,
				["Containers"] = {
					["Bag8"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::72:::::::::|h[霜纹包]|h|r",
						["links"] = {
							[6] = "|cffffffff|Hitem:22829::::::::72:::::::::|h[超级治疗药水]|h|r",
							[7] = "|cffffffff|Hitem:24421::::::::72:::::::::|h[纳格兰草莓]|h|r",
							[17] = "|cffffffff|Hitem:37093::::::::72:::::::::|h[耐力卷轴 VII]|h|r",
							[20] = "|cffffffff|Hitem:36905::::::::72:::::::::|h[巫妖花]|h|r",
						},
						["icon"] = 133665,
						["freeslots"] = 16,
						["ids"] = {
							[6] = 22829,
							[7] = 24421,
							[17] = 37093,
							[20] = 36905,
						},
						["counts"] = {
							[6] = 16,
							[7] = 15,
							[17] = 3,
							[20] = 2,
						},
						["size"] = 20,
					},
					["Bag0"] = {
						["ids"] = {
							21927, -- [1]
							6948, -- [2]
							33129, -- [3]
							28053, -- [4]
							199210, -- [5]
							28100, -- [6]
							3775, -- [7]
							199210, -- [8]
							37704, -- [9]
							31535, -- [10]
							5060, -- [11]
							34125, -- [12]
							40072, -- [13]
							36904, -- [14]
							33618, -- [15]
							33084, -- [16]
							33569, -- [17]
							34669, -- [18]
							2459, -- [19]
							33440, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:21927::::::::72:::::::::|h[速效药膏 VII]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::72:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:33129::::::::72:::::::::|h[菲纳特的爆竹]|h|r", -- [3]
							"|cffffffff|Hitem:28053::::::::72:::::::::|h[邪恶之箭]|h|r", -- [4]
							"|cffffffff|Hitem:199210::::::::72:::::::::|h[诺森德冒险补给品]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::72:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							"|cffffffff|Hitem:3775::::::::72:::::::::|h[减速药膏]|h|r", -- [7]
							"|cffffffff|Hitem:199210::::::::72:::::::::|h[诺森德冒险补给品]|h|r", -- [8]
							"|cffffffff|Hitem:37704::::::::72:::::::::|h[生命结晶]|h|r", -- [9]
							"|cffffffff|Hitem:31535::::::::72:::::::::|h[沸血毒药]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::72:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:34125::::::::72:::::::::|h[铲齿鹿汤]|h|r", -- [12]
							"|cffffffff|Hitem:40072::::::::72:::::::::|h[精神药水]|h|r", -- [13]
							"|cffffffff|Hitem:36904::::::::72:::::::::|h[卷丹]|h|r", -- [14]
							"|cffffffff|Hitem:33618::::::::72:::::::::|h[座狼伪装]|h|r", -- [15]
							"|cffffffff|Hitem:33084::::::::72:::::::::|h[暗爪蝙蝠的粪便]|h|r", -- [16]
							"|cff9d9d9d|Hitem:33569::::::::72:::::::::|h[尖锐的牙齿]|h|r", -- [17]
							"|cffffffff|Hitem:34669::::::::72:::::::::|h[奥术测量器]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::72:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cff9d9d9d|Hitem:33440::::::::72:::::::::|h[冰覆板甲头盔]|h|r", -- [20]
						},
						["cooldowns"] = {
							[3] = "1664821577.174|10|1",
						},
						["counts"] = {
							20, -- [1]
							nil, -- [2]
							nil, -- [3]
							74, -- [4]
							nil, -- [5]
							4, -- [6]
							20, -- [7]
							nil, -- [8]
							2, -- [9]
							5, -- [10]
							nil, -- [11]
							20, -- [12]
							2, -- [13]
							2, -- [14]
							nil, -- [15]
							10, -- [16]
							11, -- [17]
							nil, -- [18]
							10, -- [19]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
					["Bag5"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							[7] = 7676,
							[8] = 21927,
						},
						["links"] = {
							[7] = "|cffffffff|Hitem:7676::::::::72:::::::::|h[菊花茶]|h|r",
							[8] = "|cffffffff|Hitem:21927::::::::72:::::::::|h[速效药膏 VII]|h|r",
						},
						["counts"] = {
							[8] = 5,
							[7] = 3,
						},
						["size"] = 20,
						["link"] = "|cff1eff00|Hitem:41599::::::::72:::::::::|h[霜纹包]|h|r",
						["icon"] = 133665,
						["freeslots"] = 18,
					},
					["Bag100"] = {
						["size"] = 28,
						["ids"] = {
							25763, -- [1]
						},
						["freeslots"] = 27,
						["links"] = {
							"|cff0070dd|Hitem:25763::::::::70:::::::::|h[战槌仪祭血刃]|h|r", -- [1]
						},
					},
					["Bag7"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::72:::::::::|h[霜纹包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22831::::::::72:::::::::|h[特效敏捷药剂]|h|r", -- [1]
							"|cffffffff|Hitem:21927::::::::72:::::::::|h[速效药膏 VII]|h|r", -- [2]
							"|cffffffff|Hitem:33448::::::::72:::::::::|h[符文法力药水]|h|r", -- [3]
							"|cffffffff|Hitem:21991::::::::72:::::::::|h[厚灵纹布绷带]|h|r", -- [4]
							"|cffffffff|Hitem:43463::::::::72:::::::::|h[敏捷卷轴 VII]|h|r", -- [5]
							nil, -- [6]
							"|cff1eff00|Hitem:35928::::::::72:::::::::|h[冰铸青铜腿铠]|h|r", -- [7]
							"|cff1eff00|Hitem:7910::::::::72:::::::::|h[红宝石]|h|r", -- [8]
							"|cffffffff|Hitem:37097::::::::72:::::::::|h[精神卷轴 VII]|h|r", -- [9]
							"|cffffffff|Hitem:33449::::::::72:::::::::|h[硬面包片]|h|r", -- [10]
							[14] = "|cffffffff|Hitem:35293::::::::72:::::::::|h[塞纳里奥号角]|h|r",
							[15] = "|cffffffff|Hitem:33806::::::::72:::::::::|h[符文搜寻之锄]|h|r",
							[17] = "|cffffffff|Hitem:22832::::::::72:::::::::|h[超级法力药水]|h|r",
							[18] = "|cffffffff|Hitem:33470::::::::72:::::::::|h[霜纹布]|h|r",
							[19] = "|cffffffff|Hitem:44327::::::::72:::::::::|h[致命打击药剂]|h|r",
							[20] = "|cffffffff|Hitem:44330::::::::72:::::::::|h[护甲穿透药剂]|h|r",
						},
						["counts"] = {
							9, -- [1]
							18, -- [2]
							10, -- [3]
							20, -- [4]
							[9] = 2,
							[10] = 20,
							[18] = 13,
							[17] = 3,
							[20] = 2,
						},
						["size"] = 20,
						["ids"] = {
							22831, -- [1]
							21927, -- [2]
							33448, -- [3]
							21991, -- [4]
							43463, -- [5]
							nil, -- [6]
							35928, -- [7]
							7910, -- [8]
							37097, -- [9]
							33449, -- [10]
							[14] = 35293,
							[15] = 33806,
							[17] = 22832,
							[18] = 33470,
							[19] = 44327,
							[20] = 44330,
						},
						["icon"] = 133665,
						["freeslots"] = 5,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:41599::::::::72:::::::::|h[霜纹包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:21991::::::::72:::::::::|h[厚灵纹布绷带]|h|r", -- [1]
							"|cff9d9d9d|Hitem:33630::::::::72:::::::::|h[结冰的牙齿]|h|r", -- [2]
							"|cffffffff|Hitem:33470::::::::72:::::::::|h[霜纹布]|h|r", -- [3]
							"|cffffffff|Hitem:27664::::::::72:::::::::|h[烤泥鱼]|h|r", -- [4]
							"|cff9d9d9d|Hitem:33546::::::::72:::::::::|h[可怕的牙齿]|h|r", -- [5]
							"|cffffffff|Hitem:43013::::::::72:::::::::|h[冰冷的肉]|h|r", -- [6]
							"|cffffffff|Hitem:33311::::::::72:::::::::|h[西部卫戍令牌]|h|r", -- [7]
							"|cffffffff|Hitem:33447::::::::72:::::::::|h[符文治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:43011::::::::72:::::::::|h[座狼腰肉]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::72:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							"|cffffffff|Hitem:37091::::::::72:::::::::|h[智力卷轴 VII]|h|r", -- [11]
							"|cffffffff|Hitem:31760::::::::72:::::::::|h[迷你鹦鹉]|h|r", -- [12]
							"|cffffffff|Hitem:33449::::::::72:::::::::|h[硬面包片]|h|r", -- [13]
							"|cffffffff|Hitem:40068::::::::72:::::::::|h[怒火药剂]|h|r", -- [14]
							nil, -- [15]
							"|cffffffff|Hitem:33449::::::::72:::::::::|h[硬面包片]|h|r", -- [16]
							nil, -- [17]
							"|cffffffff|Hitem:43465::::::::72:::::::::|h[力量卷轴 VII]|h|r", -- [18]
							"|cffffffff|Hitem:43467::::::::72:::::::::|h[保护卷轴 VII]|h|r", -- [19]
							"|cffffffff|Hitem:38557::::::::72:::::::::|h[冰冷的龙鳞]|h|r", -- [20]
						},
						["icon"] = 133665,
						["freeslots"] = 2,
						["ids"] = {
							21991, -- [1]
							33630, -- [2]
							33470, -- [3]
							27664, -- [4]
							33546, -- [5]
							43013, -- [6]
							33311, -- [7]
							33447, -- [8]
							43011, -- [9]
							21991, -- [10]
							37091, -- [11]
							31760, -- [12]
							33449, -- [13]
							40068, -- [14]
							nil, -- [15]
							33449, -- [16]
							nil, -- [17]
							43465, -- [18]
							43467, -- [19]
							38557, -- [20]
						},
						["counts"] = {
							15, -- [1]
							nil, -- [2]
							20, -- [3]
							5, -- [4]
							2, -- [5]
							15, -- [6]
							nil, -- [7]
							12, -- [8]
							nil, -- [9]
							20, -- [10]
							5, -- [11]
							nil, -- [12]
							16, -- [13]
							nil, -- [14]
							nil, -- [15]
							20, -- [16]
							[18] = 3,
							[19] = 2,
						},
						["size"] = 20,
					},
					["Bag-2"] = {
						["ids"] = {
							27808, -- [1]
							34078, -- [2]
						},
						["links"] = {
							"|cff1eff00|Hitem:27808::::::::72:::::::::|h[超级蹦床4000型的钥匙]|h|r", -- [1]
							"|cffffffff|Hitem:34078::::::::72:::::::::|h[约格莫夫·冰锤的鱼叉控制器]|h|r", -- [2]
						},
						["freeslots"] = 30,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
					["Bag6"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[灵纹布包]|h|r",
						["freeslots"] = 16,
						["icon"] = 133656,
						["size"] = 16,
					},
				},
				["numBagSlots"] = 100,
				["numFreeBagSlots"] = 41,
			},
		},
		["Version"] = 1,
	},
}
