
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["Containers"] = {
					["Bag0"] = {
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 13,
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1660757374,
				["numFreeBagSlots"] = 33,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["ids"] = {
							[5] = 1322,
						},
						["links"] = {
							[5] = "|cffffffff|Hitem:1322::::::::47:::::::::|h[鱼肝油]|h|r",
						},
						["icon"] = 133656,
						["size"] = 16,
						["link"] = "|cffffffff|Hitem:21841::::::::47:::::::::|h[]|h|r",
						["counts"] = {
							[5] = 5,
						},
						["freeslots"] = 15,
					},
					["Bag0"] = {
						["ids"] = {
							9329, -- [1]
							6948, -- [2]
							12203, -- [3]
							5655, -- [4]
							6950, -- [5]
							8584, -- [6]
							9245, -- [7]
							7676, -- [8]
							3825, -- [9]
							1710, -- [10]
							5060, -- [11]
							8483, -- [12]
							2459, -- [13]
							1710, -- [14]
							2863, -- [15]
							4583, -- [16]
							4584, -- [17]
							2459, -- [18]
							2459, -- [19]
							3928, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:9329::::::::47:::::::::|h[简短的便笺]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::47:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:12203::::::::47:::::::::|h[红狼肉]|h|r", -- [3]
							"|cff0070dd|Hitem:5655::::::::47:::::::::|h[栗色马缰绳]|h|r", -- [4]
							"|cffffffff|Hitem:6950::::::::47:::::::::|h[速效药膏 III]|h|r", -- [5]
							"|cffffffff|Hitem:8584::::::::47:::::::::|h[未使用的寻水器]|h|r", -- [6]
							"|cffffffff|Hitem:9245::::::::47:::::::::|h[斯杜雷的瓶子]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::47:::::::::|h[菊花茶]|h|r", -- [8]
							"|cffffffff|Hitem:3825::::::::47:::::::::|h[坚韧药剂]|h|r", -- [9]
							"|cffffffff|Hitem:1710::::::::47:::::::::|h[强效治疗药水]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::47:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cffffffff|Hitem:8483::::::::47:::::::::|h[废土水袋]|h|r", -- [12]
							"|cffffffff|Hitem:2459::::::::47:::::::::|h[迅捷药水]|h|r", -- [13]
							"|cffffffff|Hitem:1710::::::::47:::::::::|h[强效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:2863::::::::47:::::::::|h[粗制磨刀石]|h|r", -- [15]
							"|cff9d9d9d|Hitem:4583::::::::47:::::::::|h[厚毛狼皮]|h|r", -- [16]
							"|cff9d9d9d|Hitem:4584::::::::47:::::::::|h[大爪子]|h|r", -- [17]
							"|cffffffff|Hitem:2459::::::::47:::::::::|h[迅捷药水]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::47:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cffffffff|Hitem:3928::::::::47:::::::::|h[优质治疗药水]|h|r", -- [20]
						},
						["cooldowns"] = {
							[2] = "1660755147.796|3600|1",
						},
						["counts"] = {
							nil, -- [1]
							nil, -- [2]
							8, -- [3]
							nil, -- [4]
							19, -- [5]
							nil, -- [6]
							nil, -- [7]
							8, -- [8]
							nil, -- [9]
							5, -- [10]
							nil, -- [11]
							5, -- [12]
							3, -- [13]
							5, -- [14]
							20, -- [15]
							2, -- [16]
							3, -- [17]
							5, -- [18]
							5, -- [19]
							2, -- [20]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["size"] = 20,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::47:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:10699::::::::47:::::::::|h[叶基亚的树枝]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::47:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:8046::::::::47:::::::::|h[吉尔妮的日记]|h|r", -- [3]
							"|cffffffff|Hitem:1710::::::::47:::::::::|h[强效治疗药水]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::47:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:12208::::::::47:::::::::|h[嫩狼肉]|h|r", -- [6]
							"|cffffffff|Hitem:10819::::::::47:::::::::|h[枭兽羽毛]|h|r", -- [7]
							"|cffffffff|Hitem:8047::::::::47:::::::::|h[紫色蘑菇]|h|r", -- [8]
							"|cff9d9d9d|Hitem:1520::::::::47:::::::::|h[巨魔的汗水]|h|r", -- [9]
							"|cffffffff|Hitem:6950::::::::47:::::::::|h[速效药膏 III]|h|r", -- [10]
							"|cffffffff|Hitem:9259::::::::47:::::::::|h[巨魔部族项链]|h|r", -- [11]
							"|cffffffff|Hitem:4306::::::::47:::::::::|h[丝绸]|h|r", -- [12]
							"|cffffffff|Hitem:8952::::::::47:::::::::|h[烤鹌鹑]|h|r", -- [13]
							"|cffffffff|Hitem:14530::::::::47:::::::::|h[厚符文布绷带]|h|r", -- [14]
							"|cffffffff|Hitem:8952::::::::47:::::::::|h[烤鹌鹑]|h|r", -- [15]
							"|cffffffff|Hitem:8151::::::::47:::::::::|h[魔精]|h|r", -- [16]
						},
						["icon"] = 133656,
						["size"] = 16,
						["ids"] = {
							10699, -- [1]
							7676, -- [2]
							8046, -- [3]
							1710, -- [4]
							5140, -- [5]
							12208, -- [6]
							10819, -- [7]
							8047, -- [8]
							1520, -- [9]
							6950, -- [10]
							9259, -- [11]
							4306, -- [12]
							8952, -- [13]
							14530, -- [14]
							8952, -- [15]
							8151, -- [16]
						},
						["counts"] = {
							nil, -- [1]
							10, -- [2]
							nil, -- [3]
							5, -- [4]
							16, -- [5]
							4, -- [6]
							2, -- [7]
							nil, -- [8]
							5, -- [9]
							20, -- [10]
							5, -- [11]
							3, -- [12]
							9, -- [13]
							17, -- [14]
							20, -- [15]
							4, -- [16]
						},
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::47:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:14530::::::::47:::::::::|h[厚符文布绷带]|h|r", -- [1]
							"|cff9d9d9d|Hitem:4585::::::::47:::::::::|h[滴水的蜘蛛头]|h|r", -- [2]
							"|cff9d9d9d|Hitem:1520::::::::47:::::::::|h[巨魔的汗水]|h|r", -- [3]
							"|cffffffff|Hitem:9260::::::::47:::::::::|h[烈性朗姆酒]|h|r", -- [4]
							"|cffffffff|Hitem:4337::::::::47:::::::::|h[粗蜘蛛丝]|h|r", -- [5]
							"|cffffffff|Hitem:23695::::::::47:::::::::|h[羽须的地图]|h|r", -- [6]
							"|cff9d9d9d|Hitem:1074::::::::47:::::::::|h[硬蜘蛛腿]|h|r", -- [7]
							"|cffffffff|Hitem:23694::::::::47:::::::::|h[狮鹫卵]|h|r", -- [8]
							"|cffffffff|Hitem:4338::::::::47:::::::::|h[魔纹布]|h|r", -- [9]
							nil, -- [10]
							"|cffffffff|Hitem:3928::::::::47:::::::::|h[优质治疗药水]|h|r", -- [11]
							nil, -- [12]
							"|cffffffff|Hitem:5237::::::::47:::::::::|h[麻痹药膏]|h|r", -- [13]
							nil, -- [14]
							"|cffffffff|Hitem:4338::::::::47:::::::::|h[魔纹布]|h|r", -- [15]
						},
						["counts"] = {
							20, -- [1]
							2, -- [2]
							2, -- [3]
							4, -- [4]
							nil, -- [5]
							nil, -- [6]
							nil, -- [7]
							5, -- [8]
							20, -- [9]
							[11] = 5,
							[15] = 17,
							[13] = 20,
						},
						["size"] = 16,
						["ids"] = {
							14530, -- [1]
							4585, -- [2]
							1520, -- [3]
							9260, -- [4]
							4337, -- [5]
							23695, -- [6]
							1074, -- [7]
							23694, -- [8]
							4338, -- [9]
							nil, -- [10]
							3928, -- [11]
							nil, -- [12]
							5237, -- [13]
							nil, -- [14]
							4338, -- [15]
						},
						["icon"] = 133656,
						["freeslots"] = 4,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::47:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							nil, -- [1]
							"|cffffffff|Hitem:3775::::::::47:::::::::|h[减速药膏]|h|r", -- [2]
							[12] = "|cffffffff|Hitem:7075::::::::47:::::::::|h[大地之核]|h|r",
						},
						["counts"] = {
							nil, -- [1]
							7, -- [2]
						},
						["size"] = 16,
						["ids"] = {
							nil, -- [1]
							3775, -- [2]
							[12] = 7075,
						},
						["icon"] = 133656,
						["freeslots"] = 14,
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
