
DataStore_ContainersDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
				["numFreeBagSlots"] = 13,
				["Containers"] = {
					["Bag0"] = {
						["counts"] = {
							4, -- [1]
							[3] = 4,
						},
						["freeslots"] = 13,
						["ids"] = {
							2070, -- [1]
							6948, -- [2]
							755, -- [3]
							4536, -- [4]
							1368, -- [5]
							2211, -- [6]
							159, -- [7]
						},
						["size"] = 20,
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["links"] = {
							"|cffffffff|Hitem:2070::::::::3:::::::::|h[達納蘇斯乳酪]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::3:::::::::|h[爐石]|h|r", -- [2]
							"|cff9d9d9d|Hitem:755::::::::3:::::::::|h[熔化的蠟燭]|h|r", -- [3]
							"|cffffffff|Hitem:4536::::::::3:::::::::|h[新鮮的紅蘋果]|h|r", -- [4]
							"|cff9d9d9d|Hitem:1368::::::::3:::::::::|h[粗糙的皮手套]|h|r", -- [5]
							"|cff9d9d9d|Hitem:2211::::::::3:::::::::|h[扭曲的大盾]|h|r", -- [6]
							"|cffffffff|Hitem:159::::::::3:::::::::|h[清涼的泉水]|h|r", -- [7]
						},
					},
					["Bag-2"] = {
						["freeslots"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["size"] = 32,
					},
				},
				["numBagSlots"] = 20,
			},
			["Default.祈福.特变电工"] = {
				["numFreeBankSlots"] = 28,
				["numBankSlots"] = 28,
				["lastUpdate"] = 1661275004,
				["Containers"] = {
					["Bag4"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::63:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							[5] = "|cffffffff|Hitem:13444::::::::63:::::::::|h[特效法力药水]|h|r",
						},
						["freeslots"] = 15,
						["ids"] = {
							[5] = 13444,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag100"] = {
						["size"] = 28,
						["freeslots"] = 28,
					},
					["Bag1"] = {
						["rarity"] = 2,
						["ids"] = {
							27553, -- [1]
							7676, -- [2]
							27854, -- [3]
							3776, -- [4]
							5140, -- [5]
							27854, -- [6]
							33219, -- [7]
							14047, -- [8]
							21877, -- [9]
							24511, -- [10]
							8927, -- [11]
							25398, -- [12]
							17048, -- [13]
							11122, -- [14]
							24449, -- [15]
						},
						["links"] = {
							"|cffffffff|Hitem:27553::::::::63:::::::::|h[赤牛能量饮料]|h|r", -- [1]
							"|cffffffff|Hitem:7676::::::::63:::::::::|h[菊花茶]|h|r", -- [2]
							"|cffffffff|Hitem:27854::::::::63:::::::::|h[熏烤塔布羊排]|h|r", -- [3]
							"|cffffffff|Hitem:3776::::::::63:::::::::|h[减速药膏 II]|h|r", -- [4]
							"|cffffffff|Hitem:5140::::::::63:::::::::|h[闪光粉]|h|r", -- [5]
							"|cffffffff|Hitem:27854::::::::63:::::::::|h[熏烤塔布羊排]|h|r", -- [6]
							"|cff0070dd|Hitem:33219::::::::63:::::::::|h[地精杂烩煲]|h|r", -- [7]
							"|cffffffff|Hitem:14047::::::::63:::::::::|h[符文布]|h|r", -- [8]
							"|cffffffff|Hitem:21877::::::::63:::::::::|h[灵纹布]|h|r", -- [9]
							"|cff9d9d9d|Hitem:24511::::::::63:::::::::|h[原始精华]|h|r", -- [10]
							"|cffffffff|Hitem:8927::::::::63:::::::::|h[速效药膏 V]|h|r", -- [11]
							"|cff9d9d9d|Hitem:25398::::::::63:::::::::|h[裂石斧]|h|r", -- [12]
							"|cffffffff|Hitem:17048::::::::63:::::::::|h[奇特的朗姆酒]|h|r", -- [13]
							"|cff1eff00|Hitem:11122::::::::63:::::::::|h[棍子上的胡萝卜]|h|r", -- [14]
							"|cffffffff|Hitem:24449::::::::63:::::::::|h[成熟的孢子]|h|r", -- [15]
						},
						["freeslots"] = 1,
						["counts"] = {
							4, -- [1]
							10, -- [2]
							19, -- [3]
							18, -- [4]
							17, -- [5]
							20, -- [6]
							nil, -- [7]
							20, -- [8]
							20, -- [9]
							4, -- [10]
							12, -- [11]
							[13] = 3,
							[15] = 5,
						},
						["link"] = "|cff1eff00|Hitem:21841::::::::63:::::::::|h[灵纹布包]|h|r",
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag2"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::63:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22575::::::::63:::::::::|h[生命微粒]|h|r", -- [1]
							"|cff9d9d9d|Hitem:25434::::::::63:::::::::|h[断裂的甲壳]|h|r", -- [2]
							"|cffffffff|Hitem:27664::::::::63:::::::::|h[烤泥鱼]|h|r", -- [3]
							"|cffffffff|Hitem:27664::::::::63:::::::::|h[烤泥鱼]|h|r", -- [4]
							"|cffffffff|Hitem:22829::::::::63:::::::::|h[超级治疗药水]|h|r", -- [5]
							"|cffffffff|Hitem:22829::::::::63:::::::::|h[超级治疗药水]|h|r", -- [6]
							"|cffffffff|Hitem:22829::::::::63:::::::::|h[超级治疗药水]|h|r", -- [7]
							"|cffffffff|Hitem:22829::::::::63:::::::::|h[超级治疗药水]|h|r", -- [8]
							"|cffffffff|Hitem:21991::::::::63:::::::::|h[厚灵纹布绷带]|h|r", -- [9]
							"|cffffffff|Hitem:21991::::::::63:::::::::|h[厚灵纹布绷带]|h|r", -- [10]
							"|cff1eff00|Hitem:24846::::::-16:934936609:63:::::::::|h[耐力之泥爪腰带]|h|r", -- [11]
							nil, -- [12]
							"|cffffffff|Hitem:5237::::::::63:::::::::|h[麻痹药膏]|h|r", -- [13]
							"|cffffffff|Hitem:13446::::::::63:::::::::|h[特效治疗药水]|h|r", -- [14]
							"|cffffffff|Hitem:28102::::::::63:::::::::|h[强攻药剂]|h|r", -- [15]
							"|cffffffff|Hitem:27498::::::::63:::::::::|h[敏捷卷轴 V]|h|r", -- [16]
						},
						["freeslots"] = 1,
						["ids"] = {
							22575, -- [1]
							25434, -- [2]
							27664, -- [3]
							27664, -- [4]
							22829, -- [5]
							22829, -- [6]
							22829, -- [7]
							22829, -- [8]
							21991, -- [9]
							21991, -- [10]
							24846, -- [11]
							nil, -- [12]
							5237, -- [13]
							13446, -- [14]
							28102, -- [15]
							27498, -- [16]
						},
						["icon"] = 133656,
						["counts"] = {
							nil, -- [1]
							14, -- [2]
							8, -- [3]
							20, -- [4]
							5, -- [5]
							5, -- [6]
							5, -- [7]
							5, -- [8]
							3, -- [9]
							20, -- [10]
							nil, -- [11]
							nil, -- [12]
							19, -- [13]
							2, -- [14]
							5, -- [15]
							4, -- [16]
						},
						["size"] = 16,
					},
					["Bag0"] = {
						["ids"] = {
							22053, -- [1]
							6948, -- [2]
							2459, -- [3]
							28053, -- [4]
							2459, -- [5]
							28100, -- [6]
							18777, -- [7]
							7676, -- [8]
							33245, -- [9]
							24401, -- [10]
							5060, -- [11]
							31723, -- [12]
							22578, -- [13]
							24291, -- [14]
							22829, -- [15]
							22829, -- [16]
							25891, -- [17]
							21886, -- [18]
							2459, -- [19]
							24508, -- [20]
						},
						["links"] = {
							"|cffffffff|Hitem:22053::::::::63:::::::::|h[致命药膏 VI]|h|r", -- [1]
							"|cffffffff|Hitem:6948::::::::63:::::::::|h[炉石]|h|r", -- [2]
							"|cffffffff|Hitem:2459::::::::63:::::::::|h[迅捷药水]|h|r", -- [3]
							"|cffffffff|Hitem:28053::::::::63:::::::::|h[邪恶之箭]|h|r", -- [4]
							"|cffffffff|Hitem:2459::::::::63:::::::::|h[迅捷药水]|h|r", -- [5]
							"|cffffffff|Hitem:28100::::::::63:::::::::|h[不稳定的治疗药水]|h|r", -- [6]
							"|cffa335ee|Hitem:18777::::::::63:::::::::|h[迅捷棕马]|h|r", -- [7]
							"|cffffffff|Hitem:7676::::::::63:::::::::|h[菊花茶]|h|r", -- [8]
							"|cff1eff00|Hitem:33245::::::::63:::::::::|h[格雷斯比的华丽束腰]|h|r", -- [9]
							"|cffffffff|Hitem:24401::::::::63:::::::::|h[未鉴定过的植物]|h|r", -- [10]
							"|cffffffff|Hitem:5060::::::::63:::::::::|h[潜行者工具]|h|r", -- [11]
							"|cff1eff00|Hitem:31723::::::::63:::::::::|h[疯人之刃]|h|r", -- [12]
							"|cffffffff|Hitem:22578::::::::63:::::::::|h[水之微粒]|h|r", -- [13]
							"|cffffffff|Hitem:24291::::::::63:::::::::|h[沼泽领主的卷须]|h|r", -- [14]
							"|cffffffff|Hitem:22829::::::::63:::::::::|h[超级治疗药水]|h|r", -- [15]
							"|cffffffff|Hitem:22829::::::::63:::::::::|h[超级治疗药水]|h|r", -- [16]
							"|cffffffff|Hitem:25891::::::::63:::::::::|h[新鲜的亮鳞电鳗]|h|r", -- [17]
							"|cff1eff00|Hitem:21886::::::::63:::::::::|h[源生生命]|h|r", -- [18]
							"|cffffffff|Hitem:2459::::::::63:::::::::|h[迅捷药水]|h|r", -- [19]
							"|cff9d9d9d|Hitem:24508::::::::63:::::::::|h[元素碎片]|h|r", -- [20]
						},
						["icon"] = "Interface\\Buttons\\Button-Backpack-Up",
						["counts"] = {
							16, -- [1]
							nil, -- [2]
							5, -- [3]
							132, -- [4]
							5, -- [5]
							5, -- [6]
							nil, -- [7]
							7, -- [8]
							nil, -- [9]
							48, -- [10]
							nil, -- [11]
							nil, -- [12]
							6, -- [13]
							3, -- [14]
							5, -- [15]
							5, -- [16]
							8, -- [17]
							nil, -- [18]
							5, -- [19]
							19, -- [20]
						},
						["size"] = 20,
					},
					["Bag3"] = {
						["rarity"] = 2,
						["link"] = "|cff1eff00|Hitem:21841::::::::63:::::::::|h[灵纹布包]|h|r",
						["links"] = {
							"|cffffffff|Hitem:22053::::::::63:::::::::|h[致命药膏 VI]|h|r", -- [1]
							"|cff9d9d9d|Hitem:25436::::::::63:::::::::|h[颤抖的虫腿]|h|r", -- [2]
							"|cffffffff|Hitem:23424::::::::63:::::::::|h[魔铁矿石]|h|r", -- [3]
							"|cffffffff|Hitem:30858::::::::63:::::::::|h[苦工催眠药水]|h|r", -- [4]
							"|cffffffff|Hitem:27676::::::::63:::::::::|h[奇怪的孢子]|h|r", -- [5]
							[15] = "|cffffffff|Hitem:21877::::::::63:::::::::|h[灵纹布]|h|r",
						},
						["counts"] = {
							20, -- [1]
							3, -- [2]
							5, -- [3]
							5, -- [4]
							16, -- [5]
							[15] = 9,
						},
						["freeslots"] = 10,
						["ids"] = {
							22053, -- [1]
							25436, -- [2]
							23424, -- [3]
							30858, -- [4]
							27676, -- [5]
							[15] = 21877,
						},
						["icon"] = 133656,
						["size"] = 16,
					},
					["Bag-2"] = {
						["size"] = 32,
						["icon"] = "ICONS\\INV_Misc_Key_04.blp",
						["freeslots"] = 32,
					},
				},
				["numFreeBagSlots"] = 27,
				["numBagSlots"] = 84,
			},
		},
		["Version"] = 1,
	},
}
