
DataStore_SpellsDB = {
	["profileKeys"] = {
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Spells"] = {
					["刺殺"] = {
						"2098|等級 1", -- [1]
					},
					["一般"] = {
						"20598|種族特長", -- [1]
						"20597|種族特長", -- [2]
						"20599|種族特長", -- [3]
						"20600|種族特長", -- [4]
						"2764|", -- [5]
						"6603|", -- [6]
						"20864|種族特長", -- [7]
						"81|被動", -- [8]
					},
					["敏銳"] = {
						"1784|等級 1", -- [1]
					},
					["戰鬥"] = {
						"1752|等級 1", -- [1]
					},
				},
				["SpellTabs"] = {
					"一般", -- [1]
					"刺殺", -- [2]
					"戰鬥", -- [3]
					"敏銳", -- [4]
				},
			},
		},
	},
}
