
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1661877238,
				["averageItemLvl"] = 92.70588235294117,
				["Inventory"] = {
					"|cff1eff00|Hitem:23587::::::::64:::::::::|h[米伦的饮酒帽]|h|r", -- [1]
					"|cff1eff00|Hitem:25989::::::::64:::::::::|h[德拉诺晶石项圈]|h|r", -- [2]
					"|cff0070dd|Hitem:28075::::::::64:::::::::|h[毁灭者的衬肩]|h|r", -- [3]
					nil, -- [4]
					"|cff0070dd|Hitem:31717::::::::64:::::::::|h[暗影施法外套]|h|r", -- [5]
					"|cff1eff00|Hitem:31725::::::::64:::::::::|h[受难腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:29928::::::::64:::::::::|h[游荡者的长裤]|h|r", -- [7]
					"|cff1eff00|Hitem:25516::::::::64:::::::::|h[伊卡因的长靴]|h|r", -- [8]
					"|cff1eff00|Hitem:31770::::::::64:::::::::|h[沼泽护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:25613::::::::64:::::::::|h[蛮沼秘法师裹手]|h|r", -- [10]
					"|cff1eff00|Hitem:31728::::::::64:::::::::|h[世传意志徽记]|h|r", -- [11]
					"|cff0070dd|Hitem:25826::::::::64:::::::::|h[先知指环]|h|r", -- [12]
					"|cff0070dd|Hitem:28040::::::::64:::::::::|h[伊利达雷的复仇]|h|r", -- [13]
					"|cff1eff00|Hitem:31615::::::::64:::::::::|h[上古德莱尼奥术神器]|h|r", -- [14]
					"|cff1eff00|Hitem:28026::::::::64:::::::::|h[疯狂塞纳里奥披风]|h|r", -- [15]
					"|cff1eff00|Hitem:27753::::::::64:::::::::|h[沼牙魔剑]|h|r", -- [16]
					"|cff1eff00|Hitem:31731::::::::64:::::::::|h[米克达的礼物]|h|r", -- [17]
					"|cff1eff00|Hitem:31724::::::::64:::::::::|h[鸦人占卜魔杖]|h|r", -- [18]
				},
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786092,
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
				},
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:31457::::::::70:::::::::|h[]|h|r", -- [1]
					"|cff0070dd|Hitem:25562::::::::70:::::::::|h[毁灭之土灵印记]|h|r", -- [2]
					"|cffffffff|Hitem:30218::::::::70:::::::::|h[]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::70:::::::::|h[]|h|r", -- [4]
					"|cffffffff|Hitem:31718::::::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:31512::::::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:31434::::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:28074:464:::::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:31426::::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:31439::::::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:31527::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:25779::::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:31617::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:28041::::::::70:::::::::|h[]|h|r", -- [14]
					"|cff0070dd|Hitem:28032::::::::70:::::::::|h[精致的绿色雨衣]|h|r", -- [15]
					"|cffffffff|Hitem:25825:2673:::::::70:::::::::|h[]|h|r", -- [16]
					"|cffffffff|Hitem:25825:2673:::::::70:::::::::|h[]|h|r", -- [17]
					"|cff0070dd|Hitem:29211::::::::70:::::::::|h[沙度飞斧]|h|r", -- [18]
				},
				["averageItemLvl"] = 17.64705882352941,
				["lastUpdate"] = 1661661704,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 17,
					},
				},
			},
		},
	},
}
