
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378292,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1668189317,
				["DungeonIDs"] = {
					["阿尔卡冯的宝库 10人|1855315925"] = "450283|1668189317|0|1",
					["阿尔卡冯的宝库 25人|1855301447"] = "450283|1668189317|0|1",
					["祖尔格拉布 20人|1855547022"] = "18283|1668189317|0|1",
				},
				["BossKills"] = {
					["阿尔卡冯的宝库 10人|1855315925"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["阿尔卡冯的宝库 25人|1855301447"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["祖尔格拉布 20人|1855547022"] = {
						"高阶祭司耶克里克|0", -- [1]
						"高阶祭司温诺希斯|0", -- [2]
						"高阶祭司玛尔里|0", -- [3]
						"血领主曼多基尔|1", -- [4]
						"疯狂之缘|0", -- [5]
						"高阶祭司塞卡尔|1", -- [6]
						"加兹兰卡|0", -- [7]
						"高阶祭司娅尔罗|0", -- [8]
						"妖术师金度|0", -- [9]
						"哈卡|0", -- [10]
					},
				},
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1668171226,
			},
		},
	},
}
