
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
	},
	["global"] = {
		["Characters"] = {
			["Default.加丁.Vscode"] = {
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1366::::::::3:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:47::::::::3:::::::::|h[]|h|r",
					[18] = "|cffffffff|Hitem:28979::::::::3:::::::::|h[]|h|r",
					[9] = "|cffffffff|Hitem:6070::::::::3:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:49::::::::3:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:1380::::::::3:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:2092::::::::3:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1659786092,
			},
			["Default.祈福.特变电工"] = {
				["Inventory"] = {
					"|cff1eff00|Hitem:25616::::::::65:::::::::|h[迪莫斯的可靠头盔]|h|r", -- [1]
					"|cff0070dd|Hitem:31727::::::::65:::::::::|h[染血羽毛项圈]|h|r", -- [2]
					"|cff1eff00|Hitem:27724::::::::65:::::::::|h[蛮荒护肩]|h|r", -- [3]
					"|cffffffff|Hitem:2575::::::::65:::::::::|h[红色亚麻衬衣]|h|r", -- [4]
					"|cff0070dd|Hitem:31718::::::::65:::::::::|h[黑暗风暴外套]|h|r", -- [5]
					"|cff1eff00|Hitem:31660::::::::65:::::::::|h[蛮沼潜藏者腰带]|h|r", -- [6]
					"|cff1eff00|Hitem:25507::::::::65:::::::::|h[塔哈玛特护腿]|h|r", -- [7]
					"|cff0070dd|Hitem:28074:464:::::::65:::::::::|h[钉皮绿色护踝]|h|r", -- [8]
					"|cff1eff00|Hitem:25960::::::::65:::::::::|h[利爪猎手护腕]|h|r", -- [9]
					"|cff1eff00|Hitem:31788::::::::65:::::::::|h[黑刺手套]|h|r", -- [10]
					"|cff1eff00|Hitem:31820::::::::65:::::::::|h[赐福徽记之戒]|h|r", -- [11]
					"|cff1eff00|Hitem:31729::::::::65:::::::::|h[世传勇气徽记]|h|r", -- [12]
					"|cff1eff00|Hitem:31617::::::::65:::::::::|h[上古德莱尼作战咒符]|h|r", -- [13]
					"|cff0070dd|Hitem:28041::::::::65:::::::::|h[刃拳的宽容]|h|r", -- [14]
					"|cff1eff00|Hitem:25965::::::::65:::::::::|h[锐爪披风]|h|r", -- [15]
					"|cff0070dd|Hitem:25825:2673:::::::65:::::::::|h[步兵长剑]|h|r", -- [16]
					"|cff0070dd|Hitem:25825:2673:::::::65:::::::::|h[步兵长剑]|h|r", -- [17]
					"|cff1eff00|Hitem:28062::::::::65:::::::::|h[远征军强弩]|h|r", -- [18]
				},
				["averageItemLvl"] = 93.70588235294117,
				["lastUpdate"] = 1661444711,
			},
		},
		["Guilds"] = {
			["Default.祈福.Play for Uber"] = {
				["Members"] = {
					["特变电工"] = {
						["averageItemLvl"] = 90,
					},
				},
			},
		},
	},
}
