
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特变电工 - 祈福"] = "特变电工 - 祈福",
		["沈南鹏 - 祈福"] = "沈南鹏 - 祈福",
		["张坤 - 祈福"] = "张坤 - 祈福",
		["码农巴菲特 - 祈福"] = "码农巴菲特 - 祈福",
		["Vscode - 加丁"] = "Vscode - 加丁",
		["新特能源 - 祈福"] = "新特能源 - 祈福",
	},
	["global"] = {
		["Characters"] = {
			["Default.祈福.张坤"] = {
				["lastUpdate"] = 1662142671,
			},
			["Default.祈福.沈南鹏"] = {
				["lastUpdate"] = 1662378292,
			},
			["Default.祈福.新特能源"] = {
				["lastUpdate"] = 1662167869,
			},
			["Default.祈福.码农巴菲特"] = {
				["lastUpdate"] = 1662199200,
			},
			["Default.加丁.Vscode"] = {
				["lastUpdate"] = 1659786093,
			},
			["Default.祈福.特变电工"] = {
				["lastUpdate"] = 1666101406,
				["DungeonIDs"] = {
					["黑曜石圣殿 10人|1830494657"] = "118994|1666101406|0|1",
					["纳克萨玛斯 10人|1827694567"] = "118994|1666101406|0|1",
					["纳克萨玛斯 25人|1828304842"] = "118994|1666101406|0|1",
					["黑曜石圣殿 25人|1827036558"] = "118994|1666101406|0|1",
					["阿尔卡冯的宝库 25人|1826141194"] = "118994|1666101406|0|1",
					["永恒之眼 10人|1826168006"] = "118994|1666101406|0|1",
					["阿尔卡冯的宝库 10人|1826180444"] = "118994|1666101406|0|1",
					["永恒之眼 25人|1827594378"] = "118994|1666101406|0|1",
				},
				["BossKills"] = {
					["黑曜石圣殿 10人|1830494657"] = {
						"维斯匹隆|1", -- [1]
						"塔尼布隆|1", -- [2]
						"沙德隆|1", -- [3]
						"萨塔里奥|1", -- [4]
					},
					["纳克萨玛斯 10人|1827694567"] = {
						"阿努布雷坎|1", -- [1]
						"黑女巫法琳娜|1", -- [2]
						"迈克斯纳|1", -- [3]
						"瘟疫使者诺斯|1", -- [4]
						"肮脏的希尔盖|1", -- [5]
						"洛欧塞布|1", -- [6]
						"教官拉苏维奥斯|1", -- [7]
						"收割者戈提克|1", -- [8]
						"天启四骑士|1", -- [9]
						"帕奇维克|1", -- [10]
						"格罗布鲁斯|1", -- [11]
						"格拉斯|1", -- [12]
						"塔迪乌斯|1", -- [13]
						"萨菲隆|1", -- [14]
						"克尔苏加德|1", -- [15]
					},
					["纳克萨玛斯 25人|1828304842"] = {
						"阿努布雷坎|1", -- [1]
						"黑女巫法琳娜|1", -- [2]
						"迈克斯纳|1", -- [3]
						"瘟疫使者诺斯|1", -- [4]
						"肮脏的希尔盖|1", -- [5]
						"洛欧塞布|1", -- [6]
						"教官拉苏维奥斯|1", -- [7]
						"收割者戈提克|1", -- [8]
						"天启四骑士|1", -- [9]
						"帕奇维克|1", -- [10]
						"格罗布鲁斯|1", -- [11]
						"格拉斯|1", -- [12]
						"塔迪乌斯|1", -- [13]
						"萨菲隆|1", -- [14]
						"克尔苏加德|1", -- [15]
					},
					["黑曜石圣殿 25人|1827036558"] = {
						"维斯匹隆|1", -- [1]
						"塔尼布隆|1", -- [2]
						"沙德隆|1", -- [3]
						"萨塔里奥|1", -- [4]
					},
					["阿尔卡冯的宝库 25人|1826141194"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["永恒之眼 10人|1826168006"] = {
						"玛里苟斯|1", -- [1]
					},
					["阿尔卡冯的宝库 10人|1826180444"] = {
						"岩石看守者阿尔卡冯|1", -- [1]
						"风暴看守者埃玛尔隆|0", -- [2]
						"火焰看守者科拉隆|0", -- [3]
						"寒冰看守者图拉旺|0", -- [4]
					},
					["永恒之眼 25人|1827594378"] = {
						"玛里苟斯|1", -- [1]
					},
				},
			},
		},
	},
}
