
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-11-03",
			["Class"] = "PRIEST",
			["InstanceID"] = 533,
			["FirstPlayer"] = "芬达上头",
			["FirstClass"] = "SHAMAN",
			["InstanceName"] = "纳克萨玛斯",
			["SavedID"] = 1847122575,
			["Player"] = "新特能源",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4528-533-30376-16028-000063C4FB",
					["Time"] = "22:05:17",
					["Class"] = "ROGUE",
					["Date"] = "2022-11-03",
					["Looter"] = "凌灵冷",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[冷酷]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4528-533-30376-15931-000063C4FB",
					["Time"] = "22:11:44",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-03",
					["Looter"] = "茹花",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[堕落锁链腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:40288::::::::80:::::::::|h[断续肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [3]
						"|cffa335ee|Hitem:40280::::::::80:::::::::|h[噩梦之源]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4528-533-30376-15932-000063C4FB",
					["Time"] = "22:16:33",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-03",
					["Looter"] = "小小只恶魔",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[虫群护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4528-533-30376-15928-000063C4FB",
					["Time"] = "22:25:12",
					["Class"] = "MAGE",
					["Date"] = "2022-11-03",
					["Looter"] = "约的妹子滴滴",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落胜利者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40299::::::::80:::::::::|h[遗弃者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40304::::::::80:::::::::|h[蘑菇之花]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4528-533-30376-15956-000063C4FB",
					["Time"] = "22:31:46",
					["Class"] = "ROGUE",
					["Date"] = "2022-11-03",
					["Looter"] = "凌灵冷",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39706::::::::80:::::::::|h[迅疾报复之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39717::::::::80:::::::::|h[无情战靴]|h|r", -- [2]
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[虫群护腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[强力指环]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4528-533-30376-15953-000063C4FB",
					["Time"] = "22:37:19",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-03",
					["Looter"] = "小小只恶魔",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39733::::::::80:::::::::|h[失落尊严手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r", -- [2]
						"|cffa335ee|Hitem:39725::::::::80:::::::::|h[悲伤仆从肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:39730::::::::80:::::::::|h[黑女巫之怒]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4528-533-30376-15952-000063C4FB",
					["Time"] = "22:43:11",
					["Class"] = "ROGUE",
					["Date"] = "2022-11-03",
					["Looter"] = "凌灵冷",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [1]
						"|cffa335ee|Hitem:39765::::::::80:::::::::|h[罪孽护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40061::::::::80:::::::::|h[颤抖外套]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4528-533-30376-15936-000063C4FB",
					["Time"] = "22:56:29",
					["Class"] = "ROGUE",
					["Date"] = "2022-11-03",
					["Looter"] = "趁天黑好行善",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [1]
						"|cffa335ee|Hitem:40238::::::::80:::::::::|h[舞熊手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40205::::::::80:::::::::|h[眼梗皮革腰带]|h|r", -- [3]
						"|cffa335ee|Hitem:40210::::::::80:::::::::|h[苦痛符咒胸甲]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4528-533-30376-16011-000063C4FB",
					["Time"] = "23:02:26",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-03",
					["Looter"] = "雨中沉默",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40244::::::::80:::::::::|h[奢梦]|h|r", -- [1]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[蛛魔之手]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4528-533-30376-16061-000063C4FB",
					["Time"] = "23:12:06",
					["Class"] = "ROGUE",
					["Date"] = "2022-11-03",
					["Looter"] = "凌灵冷",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[遗忘希冀之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[强力指环]|h|r", -- [3]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[虔诚精钢之靴]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4528-533-30376-16060-000063C4FB",
					["Time"] = "23:21:15",
					["Class"] = "DRUID",
					["Date"] = "2022-11-03",
					["Looter"] = "丶跌笛丶",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40328::::::::80:::::::::|h[严密防护头盔]|h|r", -- [1]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[谋划护符]|h|r", -- [2]
						"|cffa335ee|Hitem:40334::::::::80:::::::::|h[责任肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40342::::::::80:::::::::|h[觉醒神像]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4528-533-30376-15989-000063DF3F",
					["Time"] = "23:37:09",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-03",
					["Looter"] = "坟墓舞者",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40376::::::::80:::::::::|h[战败巨龙护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40379::::::::80:::::::::|h[骨坟护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[镶骨护腿]|h|r", -- [3]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [4]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[排斥符文]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4528-533-30376-15990-000063C4FB",
					["Time"] = "23:49:39",
					["Class"] = "MAGE",
					["Date"] = "2022-11-03",
					["Looter"] = "约的妹子滴滴",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40385::::::::80:::::::::|h[死亡的使者]|h|r", -- [1]
						"|cffa335ee|Hitem:40388::::::::80:::::::::|h[旅途的终结]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40400::::::::80:::::::::|h[恐惧之墙]|h|r", -- [5]
					},
				}, -- [13]
			},
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
