
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-10-16",
			["Class"] = "PRIEST",
			["InstanceID"] = 533,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4536-533-27346-15956-00004BF4E7",
					["Time"] = "20:27:51",
					["Looter"] = "Dsmile",
					["Date"] = "2022-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39702::::::::80:::::::::|h[蛛网金戒]|h|r", -- [1]
						"|cffa335ee|Hitem:39714::::::::80:::::::::|h[死亡之网]|h|r", -- [2]
						"|cffa335ee|Hitem:39720::::::::80:::::::::|h[衰退护腿]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4536-533-27346-15952-00004BF4E7",
					["Time"] = "20:42:11",
					["Looter"] = "特红",
					["Date"] = "2022-10-16",
					["Class"] = "ROGUE",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39761::::::::80:::::::::|h[毒蛛护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39765::::::::80:::::::::|h[罪孽护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[谋划护符]|h|r", -- [3]
						"|cffa335ee|Hitem:39768::::::::80:::::::::|h[枯萎罩帽]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4536-533-27346-16028-00004BF4E7",
					["Time"] = "21:05:34",
					["Looter"] = "就很那玩",
					["Date"] = "2022-10-16",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40260::::::::80:::::::::|h[被折磨者的腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:40266::::::::80:::::::::|h[英雄的屈服]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4536-533-27346-15932-00004BF4E7",
					["Time"] = "21:21:07",
					["Looter"] = "特红",
					["Date"] = "2022-10-16",
					["Class"] = "ROGUE",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39727::::::::80:::::::::|h[脱臼裹手]|h|r", -- [1]
						"|cffa335ee|Hitem:40348::::::::80:::::::::|h[诅咒]|h|r", -- [2]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4536-533-27346-16060-00004C18D8",
					["Time"] = "22:53:41",
					["Looter"] = "特红",
					["Date"] = "2022-10-16",
					["Class"] = "ROGUE",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40331::::::::80:::::::::|h[无可逃避护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[恐惧之触]|h|r", -- [2]
						"|cffa335ee|Hitem:40342::::::::80:::::::::|h[觉醒神像]|h|r", -- [3]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4536-533-27346-15954-00004BF4E7",
					["Time"] = "23:17:58",
					["Looter"] = "特红",
					["Date"] = "2022-10-16",
					["Class"] = "ROGUE",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40190::::::::80:::::::::|h[命运之轮]|h|r", -- [1]
						"|cffa335ee|Hitem:40196::::::::80:::::::::|h[安息者的护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40188::::::::80:::::::::|h[抗拒手套]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4536-533-27346-15936-00004BF4E7",
					["Time"] = "23:24:46",
					["Looter"] = "德国法神的",
					["Date"] = "2022-10-16",
					["Class"] = "MAGE",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40209::::::::80:::::::::|h[衰老护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光辉斗篷]|h|r", -- [2]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨型阔步者护腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40238::::::::80:::::::::|h[舞熊手套]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4536-533-27346-15990-00004BF4E7",
					["Time"] = "23:55:16",
					["Looter"] = "無畏壁垒",
					["Date"] = "2022-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [1]
						"|cffa335ee|Hitem:40398::::::::80:::::::::|h[傲慢护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40402::::::::80:::::::::|h[最后的笑容]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4892-533-6606-15956-00004D5CAB",
					["Time"] = "21:51:05",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-17",
					["Looter"] = "傲侽",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39146::::::::80:::::::::|h[腐朽项圈]|h|r", -- [1]
						"|cffa335ee|Hitem:39190::::::::80:::::::::|h[垂死苦痛腰带]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4892-533-6606-15953-00004D5AD5",
					["Time"] = "21:56:25",
					["Class"] = "PALADIN",
					["Date"] = "2022-10-17",
					["Looter"] = "小小大灰熊",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39199::::::::80:::::::::|h[凝视之眼]|h|r", -- [1]
						"|cffa335ee|Hitem:39198::::::::80:::::::::|h[冰霜疫病肩铠]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4892-533-6606-15954-00004D5AD5",
					["Time"] = "22:12:26",
					["Class"] = "PALADIN",
					["Date"] = "2022-10-17",
					["Looter"] = "别打了停手",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39240::::::::80:::::::::|h[诺斯的诅咒]|h|r", -- [1]
						"|cffa335ee|Hitem:39236::::::::80:::::::::|h[侵犯者之靴]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4892-533-6606-15936-00004D5AD5",
					["Time"] = "22:19:01",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-17",
					["Looter"] = "傲侽",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39248::::::::80:::::::::|h[迷失兽群外套]|h|r", -- [1]
						"|cffa335ee|Hitem:39251::::::::80:::::::::|h[腐尸腰带]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4892-533-6606-16011-00004D5AD5",
					["Time"] = "22:30:13",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-17",
					["Looter"] = "傲侽",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40622::::::::80:::::::::|h[失落征服者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39259::::::::80:::::::::|h[真菌罩衣]|h|r", -- [2]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4892-533-6606-16028-00004D5AD5",
					["Time"] = "22:38:38",
					["Class"] = "SHAMAN",
					["Date"] = "2022-10-17",
					["Looter"] = "丶傻馒灬",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39267::::::::80:::::::::|h[憎恶肩刃]|h|r", -- [1]
						"|cffa335ee|Hitem:39274::::::::80:::::::::|h[呕吐者的肩垫]|h|r", -- [2]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4892-533-6606-15931-00004D5AD5",
					["Time"] = "22:45:51",
					["Class"] = "DRUID",
					["Date"] = "2022-10-17",
					["Looter"] = "风之余烬",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39276::::::::80:::::::::|h[废墟之颅]|h|r", -- [1]
						"|cffa335ee|Hitem:39281::::::::80:::::::::|h[感染清除者]|h|r", -- [2]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4892-533-6606-15932-00004D5AD5",
					["Time"] = "22:53:19",
					["Class"] = "PALADIN",
					["Date"] = "2022-10-17",
					["Looter"] = "别打了停手",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40610::::::::80:::::::::|h[失落征服者的护胸]|h|r", -- [1]
						"|cffa335ee|Hitem:39344::::::::80:::::::::|h[亡灵杀手]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4892-533-6606-15928-00004D5AD5",
					["Time"] = "23:01:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-10-17",
					["Looter"] = "别打了停手",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40619::::::::80:::::::::|h[失落征服者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39294::::::::80:::::::::|h[电弧灼烧头盔]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4892-533-6606-16061-00004D5AD5",
					["Time"] = "23:12:55",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-17",
					["Looter"] = "傲侽",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39310::::::::80:::::::::|h[开拓思绪衬肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39306::::::::80:::::::::|h[抚慰板甲手套]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4892-533-6606-16060-00004D5AD5",
					["Time"] = "23:23:31",
					["Class"] = "PALADIN",
					["Date"] = "2022-10-17",
					["Looter"] = "斯坦索姆厂长",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:39379::::::::80:::::::::|h[幽灵骑士束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:39389::::::::80:::::::::|h[恶意徽记之戒]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4892-533-6606-16146-00034D5AD5",
					["Time"] = "23:26:02",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-10-17",
					["Looter"] = "大领主丶米罗",
					["Name"] = "死亡骑士",
					["Loots"] = {
						"|cff0070dd|Hitem:37781::::::::80:::::::::|h[温暖之心手套]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4892-533-6606-15989-00004D75AE",
					["Time"] = "23:41:00",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-17",
					["Looter"] = "傲侽",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:39403::::::::80:::::::::|h[坚强头盔]|h|r", -- [1]
						"|cffa335ee|Hitem:44569::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r", -- [2]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4892-533-6606-15990-00004D5AD5",
					["Time"] = "23:53:19",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-17",
					["Looter"] = "傲侽",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:39417::::::::80:::::::::|h[死亡之咬]|h|r", -- [1]
						"|cffa335ee|Hitem:39424::::::::80:::::::::|h[魂之利刃]|h|r", -- [2]
						"|cffa335ee|Hitem:40616::::::::80:::::::::|h[失落征服者的头盔]|h|r", -- [3]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4503-533-10198-15952-000053D5CB",
					["Time"] = "20:05:03",
					["Looter"] = "Oneonone",
					["Date"] = "2022-10-22",
					["Class"] = "PALADIN",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39761::::::::80:::::::::|h[毒蛛护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39766::::::::80:::::::::|h[雌蛛之子]|h|r", -- [2]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [3]
						"|cffa335ee|Hitem:40250::::::::80:::::::::|h[极冬披风]|h|r", -- [4]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4503-533-10198-15954-000053D5CB",
					["Time"] = "20:14:30",
					["Looter"] = "李想喝醉了",
					["Date"] = "2022-10-22",
					["Class"] = "PRIEST",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40188::::::::80:::::::::|h[抗拒手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40196::::::::80:::::::::|h[安息者的护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [3]
						"|cffa335ee|Hitem:40191::::::::80:::::::::|h[光辉圣契]|h|r", -- [4]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4503-533-10198-16011-000053D5CB",
					["Time"] = "20:28:05",
					["Looter"] = "Oneonone",
					["Date"] = "2022-10-22",
					["Class"] = "PALADIN",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40247::::::::80:::::::::|h[欣喜兜帽]|h|r", -- [3]
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[蛛魔之手]|h|r", -- [4]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4503-533-10198-16060-000053D5CC",
					["Time"] = "20:46:46",
					["Looter"] = "吃老子一棒",
					["Date"] = "2022-10-22",
					["Class"] = "SHAMAN",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40328::::::::80:::::::::|h[严密防护头盔]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[恐惧之触]|h|r", -- [2]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[谋划护符]|h|r", -- [3]
						"|cffa335ee|Hitem:40342::::::::80:::::::::|h[觉醒神像]|h|r", -- [4]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4503-533-10198-16028-000053D5CB",
					["Time"] = "21:05:42",
					["Looter"] = "过往而已丶",
					["Date"] = "2022-10-22",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[风险手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40265::::::::80:::::::::|h[飞矢之歌]|h|r", -- [2]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[多余的肢体]|h|r", -- [3]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r", -- [4]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4503-533-10198-15932-000053D5CB",
					["Time"] = "21:16:47",
					["Looter"] = "俺是小超超",
					["Date"] = "2022-10-22",
					["Class"] = "PALADIN",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落胜利者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:39765::::::::80:::::::::|h[罪孽护腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40268::::::::80:::::::::|h[宽容圣契]|h|r", -- [4]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4503-533-10198-15928-000053D5CB",
					["Time"] = "21:29:11",
					["Looter"] = "密室逃生",
					["Date"] = "2022-10-22",
					["Class"] = "SHAMAN",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40298::::::::80:::::::::|h[屈服者的面甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40302::::::::80:::::::::|h[善行护手]|h|r", -- [2]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [4]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4999-533-1916-15954-000054DA52",
					["Time"] = "14:28:00",
					["Class"] = "WARLOCK",
					["Date"] = "2022-10-23",
					["Looter"] = "斑马老湿",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39240::::::::80:::::::::|h[诺斯的诅咒]|h|r", -- [1]
						"|cffa335ee|Hitem:39239::::::::80:::::::::|h[复活士兵胸铠]|h|r", -- [2]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4999-533-1916-15936-000054DA52",
					["Time"] = "14:33:05",
					["Class"] = "WARRIOR",
					["Date"] = "2022-10-23",
					["Looter"] = "皇家顶级会所",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39255::::::::80:::::::::|h[天灾野兽法杖]|h|r", -- [1]
						"|cffa335ee|Hitem:39247::::::::80:::::::::|h[黑暗阴影护腕]|h|r", -- [2]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4999-533-1916-16029-0000D4DA52",
					["Time"] = "14:45:15",
					["Class"] = "DRUID",
					["Date"] = "2022-10-23",
					["Looter"] = "宁静的小德",
					["Name"] = "淤泥喷射者",
					["Loots"] = {
						"|cffa335ee|Hitem:39472::::::::80:::::::::|h[潜伏能量之链]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4999-533-1916-16028-000054DA52",
					["Time"] = "14:58:09",
					["Class"] = "WARRIOR",
					["Date"] = "2022-10-23",
					["Looter"] = "皇家顶级会所",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39274::::::::80:::::::::|h[呕吐者的肩垫]|h|r", -- [1]
						"|cffa335ee|Hitem:39261::::::::80:::::::::|h[治愈之玷污束带]|h|r", -- [2]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4999-533-1916-15931-000054DA52",
					["Time"] = "15:06:12",
					["Class"] = "PALADIN",
					["Date"] = "2022-10-23",
					["Looter"] = "嘢蠛爹",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39279::::::::80:::::::::|h[凋零之多孔腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:39283::::::::80:::::::::|h[腐烂护腕]|h|r", -- [2]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4999-533-1916-15932-000054DA52",
					["Time"] = "15:12:34",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-10-23",
					["Looter"] = "哥舒不带刀",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40612::::::::80:::::::::|h[失落胜利者的护胸]|h|r", -- [1]
						"|cffa335ee|Hitem:39389::::::::80:::::::::|h[恶意徽记之戒]|h|r", -- [2]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4999-533-1916-15928-000054DA52",
					["Time"] = "15:24:08",
					["Class"] = "PRIEST",
					["Date"] = "2022-10-23",
					["Looter"] = "新特能源",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40619::::::::80:::::::::|h[失落征服者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39293::::::::80:::::::::|h[费尔根的焦黑腿铠]|h|r", -- [2]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4999-533-1916-16061-000054DA52",
					["Time"] = "15:36:57",
					["Class"] = "WARRIOR",
					["Date"] = "2022-10-23",
					["Looter"] = "皇家顶级会所",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39299::::::::80:::::::::|h[急速攻击手套]|h|r", -- [1]
						"|cffa335ee|Hitem:39310::::::::80:::::::::|h[开拓思绪衬肩]|h|r", -- [2]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4999-533-1916-16060-000054DA52",
					["Time"] = "15:49:17",
					["Class"] = "PRIEST",
					["Date"] = "2022-10-23",
					["Looter"] = "新特能源",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:39389::::::::80:::::::::|h[恶意徽记之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:39345::::::::80:::::::::|h[飞升幽灵束带]|h|r", -- [2]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4999-533-1916-15956-000054DA52",
					["Time"] = "16:28:23",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-23",
					["Looter"] = "多哥喝醉了",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39189::::::::80:::::::::|h[坚持之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39139::::::::80:::::::::|h[毁坏战靴]|h|r", -- [2]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4999-533-1916-15953-000054DA52",
					["Time"] = "16:36:04",
					["Class"] = "WARRIOR",
					["Date"] = "2022-10-23",
					["Looter"] = "皇家顶级会所",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39216::::::::80:::::::::|h[欲望腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:39198::::::::80:::::::::|h[冰霜疫病肩铠]|h|r", -- [2]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4999-533-1916-15952-000054DA52",
					["Time"] = "16:43:59",
					["Class"] = "ROGUE",
					["Date"] = "2022-10-23",
					["Looter"] = "多哥喝醉了",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39225::::::::80:::::::::|h[武装冲突披风]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4999-533-1916-15989-000054FFCB",
					["Time"] = "16:52:18",
					["Class"] = "WARRIOR",
					["Date"] = "2022-10-23",
					["Looter"] = "皇家顶级会所",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:39403::::::::80:::::::::|h[坚强头盔]|h|r", -- [1]
						"|cffa335ee|Hitem:44569::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r", -- [2]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4999-533-1916-15990-000054DA52",
					["Time"] = "17:12:33",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-10-23",
					["Looter"] = "哥舒不带刀",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:39420::::::::80:::::::::|h[混乱]|h|r", -- [1]
						"|cffa335ee|Hitem:40616::::::::80:::::::::|h[失落征服者的头盔]|h|r", -- [2]
					},
				}, -- [43]
			},
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "UNKNOWN",
			["Player"] = "新特能源",
			["SavedID"] = 1828576848,
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 310,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
