
PawnOptions = {
	["LastVersion"] = 2.0718,
	["ItemLevels"] = {
		{
			["ID"] = 46120,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:46120::41380:40008:::::80:::::::::|h[征服者的黑暗符印面甲]|h|r",
		}, -- [1]
		{
			["ID"] = 45821,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:45821::::::::80:::::::::|h[水晶森林碎片]|h|r",
		}, -- [2]
		{
			["ID"] = 45339,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:45339:3811:40057::::::80:::::::::|h[勇猛的黑暗符印肩铠]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 46118,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:46118:1953:40008:40008:::::80:::::::::|h[征服者的黑暗符印护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 45825,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:45825::40008::::::80:::::::::|h[持盾护卫束带]|h|r",
		}, -- [6]
		{
			["ID"] = 46121,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:46121:3822:40008:40032:::::80:::::::::|h[征服者的黑暗符印护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 45560,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:45560:3606:40057:40008:::::80:::::::::|h[尖刺死亡战靴]|h|r",
		}, -- [8]
		{
			["ID"] = 40306,
			["Level"] = 213,
			["Link"] = "|cffa335ee|Hitem:40306:3850:40032::::::80:::::::::|h[邪恶骑士护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 45337,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:45337:3860:40032::::::80:::::::::|h[勇猛的黑暗符印护手]|h|r",
		}, -- [10]
		{
			["ID"] = 45871,
			["Level"] = 239,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:45871:3791:40008::::::80:::::::::|h[奥杜尔的徽记]|h|r",
		}, -- [11]
		{
			["ID"] = 45874,
			["Level"] = 225,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:45874:3791:::::::80:::::::::|h[寒冬徽记]|h|r",
		}, -- [12]
		{
			["ID"] = 46021,
			["Level"] = 225,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:46021::::::::80:::::::::|h[莱恩国王的皇家徽记]|h|r",
		}, -- [13]
		{
			["ID"] = 40257,
			["Level"] = 213,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r",
		}, -- [14]
		{
			["ID"] = 45319,
			["Level"] = 232,
			["Link"] = "|cffa335ee|Hitem:45319:1951:::::::80:::::::::|h[造物者披风]|h|r",
		}, -- [15]
		{
			["ID"] = 45165,
			["Level"] = 238,
			["Link"] = "|cffa335ee|Hitem:45165:3847:::::::80:::::::::|h[开天]|h|r",
		}, -- [16]
	},
	["LastPlayerFullName"] = "佰鳥朝鳳-伊弗斯",
	["AutoSelectScales"] = false,
}
PawnMrRobotScaleProviderOptions = nil
PawnClassicScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 3,
}
