
aux = {
	["account"] = {
		["ignore_owner"] = true,
		["scale"] = 1,
		["items"] = {
			[127] = "捕兽者衬衣#|cffffffff|Hitem:127::::::::1:::::::::|h[捕兽者衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135011#1",
			[23098] = "铭文火榴石#|cff1eff00|Hitem:23098::::::::1:::::::::|h[铭文火榴石]|h|r#2#60#0#珠宝#橙色##1#134110#2500",
			[23106] = "眩光翠榄石#|cff1eff00|Hitem:23106::::::::1:::::::::|h[眩光翠榄石]|h|r#2#60#0#珠宝#绿色##1#134092#2500",
			[23114] = "柔光德拉诺金钻#|cff1eff00|Hitem:23114::::::::1:::::::::|h[柔光德拉诺金钻]|h|r#2#60#0#珠宝#黄色##1#134113#2500",
			[28767] = "斩首者#|cffa335ee|Hitem:28767::::::::1:::::::::|h[斩首者]|h|r#4#125#70#武器#单手斧#INVTYPE_WEAPON#1#132453#124456",
			[11082] = "强效星界精华#|cff1eff00|Hitem:11082::::::::1:::::::::|h[强效星界精华]|h|r#2#25#0#商品#附魔##10#132862#0",
			[16204] = "幻影之尘#|cffffffff|Hitem:16204::::::::1:::::::::|h[幻影之尘]|h|r#1#55#0#商品#附魔##20#132856#0",
			[159] = "清凉的泉水#|cffffffff|Hitem:159::::::::1:::::::::|h[清凉的泉水]|h|r#1#5#1#消耗品#食物和饮料##20#132794#1",
			[11134] = "次级秘法精华#|cff1eff00|Hitem:11134::::::::1:::::::::|h[次级秘法精华]|h|r#2#30#0#商品#附魔##10#132869#0",
			[11138] = "小块闪光碎片#|cff0070dd|Hitem:11138::::::::1:::::::::|h[小块闪光碎片]|h|r#3#30#0#商品#附魔##20#132879#0",
			[34220] = "混乱之天火钻石#|cff0070dd|Hitem:34220::::::::1:::::::::|h[混乱之天火钻石]|h|r#3#70#0#珠宝#多彩##1#134100#30000",
			[80] = "柔软的毛边鞋#|cffffffff|Hitem:80::::::::1:::::::::|h[柔软的毛边鞋]|h|r#1#5#0#护甲#布甲#INVTYPE_FEET#1#132543#7",
			[25861] = "粗糙的飞斧#|cffffffff|Hitem:25861::::::::1:::::::::|h[粗糙的飞斧]|h|r#1#3#1#武器#投掷武器#INVTYPE_THROWN#1#132410#3",
			[1529] = "翡翠#|cff1eff00|Hitem:1529::::::::1:::::::::|h[翡翠]|h|r#2#35#0#珠宝#简易##20#134134#700",
			[11174] = "次级虚空精华#|cff1eff00|Hitem:11174::::::::1:::::::::|h[次级虚空精华]|h|r#2#40#0#商品#附魔##10#132871#0",
			[11178] = "大块强光碎片#|cff0070dd|Hitem:11178::::::::1:::::::::|h[大块强光碎片]|h|r#3#45#0#商品#附魔##20#132883#0",
			[28464] = "火花锆石#|cffffffff|Hitem:28464::::::::1:::::::::|h[火花锆石]|h|r#1#55#0#珠宝#蓝色##1#134089#5000",
			[21885] = "源生之水#|cff1eff00|Hitem:21885::::::::1:::::::::|h[源生之水]|h|r#2#65#0#商品#元素##20#132852#4000",
			[23426] = "氪金矿石#|cff1eff00|Hitem:23426::::::::1:::::::::|h[氪金矿石]|h|r#2#70#0#商品#金属和矿石##20#134573#2500",
			[129] = "皱褶捕兽者之靴#|cffffffff|Hitem:129::::::::1:::::::::|h[皱褶捕兽者之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132540#1",
			[193] = "破布外衣#|cffffffff|Hitem:193::::::::1:::::::::|h[破布外衣]|h|r#1#5#1#护甲#布甲#INVTYPE_CHEST#1#135022#9",
			[22452] = "源生之土#|cff1eff00|Hitem:22452::::::::1:::::::::|h[源生之土]|h|r#2#65#0#商品#元素##20#132846#4000",
			[32193] = "朴素赤尖石#|cffa335ee|Hitem:32193::::::::1:::::::::|h[朴素赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[32201] = "火花天蓝宝石#|cffa335ee|Hitem:32201::::::::1:::::::::|h[火花天蓝宝石]|h|r#4#100#0#珠宝#蓝色##1#133245#60000",
			[32209] = "秘法狮眼石#|cffa335ee|Hitem:32209::::::::1:::::::::|h[秘法狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[32217] = "铭文焚石#|cffa335ee|Hitem:32217::::::::1:::::::::|h[铭文焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[32225] = "眩光海浪翡翠#|cffa335ee|Hitem:32225::::::::1:::::::::|h[眩光海浪翡翠]|h|r#4#100#0#珠宝#绿色##1#133264#60000",
			[24057] = "皇家夜目石#|cff0070dd|Hitem:24057::::::::1:::::::::|h[皇家夜目石]|h|r#3#70#0#珠宝#紫色##1#133256#30000",
			[24065] = "眩光水玉#|cff0070dd|Hitem:24065::::::::1:::::::::|h[眩光水玉]|h|r#3#70#0#珠宝#绿色##1#133272#30000",
			[113] = "Deprecated Dwarven Apprentice Pants#|cff9d9d9d|Hitem:113::::::::1:::::::::|h[Deprecated Dwarven Apprentice Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[130] = "Deprecated Tauren Trapper's Belt#|cffffffff|Hitem:130::::::::1:::::::::|h[Deprecated Tauren Trapper's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[774] = "孔雀石#|cff1eff00|Hitem:774::::::::1:::::::::|h[孔雀石]|h|r#2#7#0#珠宝#简易##20#134106#15",
			[22572] = "空气微粒#|cffffffff|Hitem:22572::::::::1:::::::::|h[空气微粒]|h|r#1#65#0#商品#元素##10#132837#400",
			[23099] = "辉光火榴石#|cff1eff00|Hitem:23099::::::::1:::::::::|h[辉光火榴石]|h|r#2#60#0#珠宝#橙色##1#134110#2500",
			[2581] = "厚亚麻绷带#|cffffffff|Hitem:2581::::::::1:::::::::|h[厚亚麻绷带]|h|r#1#1#0#消耗品#绷带##20#133688#20",
			[23115] = "厚重德拉诺金钻#|cff1eff00|Hitem:23115::::::::1:::::::::|h[厚重德拉诺金钻]|h|r#2#60#0#珠宝#黄色##1#134113#2500",
			[32321] = "麻鹰网#|cffffffff|Hitem:32321::::::::1:::::::::|h[麻鹰网]|h|r#1#1#0#任务#任务##1#134325#0",
			[12364] = "巨型绿宝石#|cff1eff00|Hitem:12364::::::::1:::::::::|h[巨型绿宝石]|h|r#2#60#0#珠宝#简易##20#134104#10000",
			[31866] = "隐秘火榴石#|cff1eff00|Hitem:31866::::::::1:::::::::|h[隐秘火榴石]|h|r#2#60#0#珠宝#橙色##1#134110#2500",
			[131] = "Deprecated Orc Acolyte's Belt#|cffffffff|Hitem:131::::::::1:::::::::|h[Deprecated Orc Acolyte's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#133693#1",
			[195] = "破布战靴#|cffffffff|Hitem:195::::::::1:::::::::|h[破布战靴]|h|r#1#5#1#护甲#布甲#INVTYPE_FEET#1#132539#7",
			[32409] = "残酷之大地风暴钻石#|cff0070dd|Hitem:32409::::::::1:::::::::|h[残酷之大地风暴钻石]|h|r#3#70#0#珠宝#多彩##1#134099#30000",
			[35707] = "华丽夜目石#|cff0070dd|Hitem:35707::::::::1:::::::::|h[华丽夜目石]|h|r#3#70#0#珠宝#紫色##1#133256#30000",
			[41] = "OLDRecruit's Belt#|cffffffff|Hitem:41::::::::1:::::::::|h[OLDRecruit's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[8839] = "盲目草#|cffffffff|Hitem:8839::::::::1:::::::::|h[盲目草]|h|r#1#47#0#商品#草药##20#134195#375",
			[57] = "侍僧长袍#|cff9d9d9d|Hitem:57::::::::1:::::::::|h[侍僧长袍]|h|r#0#1#1#护甲#布甲#INVTYPE_ROBE#1#132665#1",
			[2092] = "用旧的匕首#|cffffffff|Hitem:2092::::::::1:::::::::|h[用旧的匕首]|h|r#1#2#1#武器#匕首#INVTYPE_WEAPON#1#135641#7",
			[98] = "Deprecated Dwarven Squire's Belt#|cffffffff|Hitem:98::::::::1:::::::::|h[Deprecated Dwarven Squire's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[114] = "Deprecated Dwarven Apprentice Boots#|cffffffff|Hitem:114::::::::1:::::::::|h[Deprecated Dwarven Apprentice Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[132] = "Deprecated Orc Acolyte's Boots#|cffffffff|Hitem:132::::::::1:::::::::|h[Deprecated Orc Acolyte's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132536#1",
			[25894] = "迅捷之天火钻石#|cff0070dd|Hitem:25894::::::::1:::::::::|h[迅捷之天火钻石]|h|r#3#70#0#珠宝#多彩##1#134100#30000",
			[527] = "Deprecated Gnoll War Beads#|cffffffff|Hitem:527::::::::1:::::::::|h[Deprecated Gnoll War Beads]|h|r#1#1#0#任务#任务##10#133280#0",
			[28465] = "异彩锆石#|cffffffff|Hitem:28465::::::::1:::::::::|h[异彩锆石]|h|r#1#55#0#珠宝#蓝色##1#134089#5000",
			[10939] = "强效魔法精华#|cff1eff00|Hitem:10939::::::::1:::::::::|h[强效魔法精华]|h|r#2#15#0#商品#附魔##10#132866#0",
			[2105] = "刺客衬衣#|cffffffff|Hitem:2105::::::::1:::::::::|h[刺客衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135018#1",
			[21886] = "源生生命#|cff1eff00|Hitem:21886::::::::1:::::::::|h[源生生命]|h|r#2#65#0#商品#元素##20#132848#4000",
			[23427] = "恒金矿石#|cff1eff00|Hitem:23427::::::::1:::::::::|h[恒金矿石]|h|r#2#70#0#商品#金属和矿石##20#134567#1250",
			[133] = "Deprecated Orc Acolyte's Shirt#|cffffffff|Hitem:133::::::::1:::::::::|h[Deprecated Orc Acolyte's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135009#1",
			[22445] = "奥法之尘#|cffffffff|Hitem:22445::::::::1:::::::::|h[奥法之尘]|h|r#1#60#0#商品#附魔##20#132854#0",
			[32194] = "精致赤尖石#|cffa335ee|Hitem:32194::::::::1:::::::::|h[精致赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[34191] = "一捧雪花#|cffffffff|Hitem:34191::::::::1:::::::::|h[一捧雪花]|h|r#1#1#0#其它#节日##20#135849#0",
			[21990] = "灵纹布绷带#|cffffffff|Hitem:21990::::::::1:::::::::|h[灵纹布绷带]|h|r#1#64#0#消耗品#绷带##20#133691#1275",
			[32218] = "高能焚石#|cffa335ee|Hitem:32218::::::::1:::::::::|h[高能焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[32226] = "裂纹海浪翡翠#|cffa335ee|Hitem:32226::::::::1:::::::::|h[裂纹海浪翡翠]|h|r#4#100#0#珠宝#绿色##1#133264#60000",
			[24058] = "铭文黄晶玉#|cff0070dd|Hitem:24058::::::::1:::::::::|h[铭文黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[24066] = "辐光水玉#|cff0070dd|Hitem:24066::::::::1:::::::::|h[辐光水玉]|h|r#3#70#0#珠宝#绿色##1#133272#30000",
			[21519] = "槲寄生#|cffffffff|Hitem:21519::::::::1:::::::::|h[槲寄生]|h|r#1#1#0#其它#垃圾##20#134189#0",
			[134] = "Deprecated Stiff Leather Shirt#|cffffffff|Hitem:134::::::::1:::::::::|h[Deprecated Stiff Leather Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[23100] = "反光火榴石#|cff1eff00|Hitem:23100::::::::1:::::::::|h[反光火榴石]|h|r#2#60#0#珠宝#橙色##1#134110#2500",
			[23108] = "炽热德拉诺影钻#|cff1eff00|Hitem:23108::::::::1:::::::::|h[炽热德拉诺影钻]|h|r#2#60#0#珠宝#紫色##1#134102#2500",
			[23116] = "刚硬德拉诺金钻#|cff1eff00|Hitem:23116::::::::1:::::::::|h[刚硬德拉诺金钻]|h|r#2#60#0#珠宝#黄色##1#134113#2500",
			[35501] = "永恒之大地风暴钻石#|cff0070dd|Hitem:35501::::::::1:::::::::|h[永恒之大地风暴钻石]|h|r#3#70#0#珠宝#多彩##1#134099#30000",
			[11083] = "灵魂之尘#|cffffffff|Hitem:11083::::::::1:::::::::|h[灵魂之尘]|h|r#1#25#0#商品#附魔##20#132857#0",
			[31867] = "隐秘黄晶玉#|cff0070dd|Hitem:31867::::::::1:::::::::|h[隐秘黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[8544] = "魔纹绷带#|cffffffff|Hitem:8544::::::::1:::::::::|h[魔纹绷带]|h|r#1#1#0#消耗品#绷带##20#133689#340",
			[25] = "破损的短剑#|cffffffff|Hitem:25::::::::1:::::::::|h[破损的短剑]|h|r#1#2#1#武器#单手剑#INVTYPE_WEAPONMAINHAND#1#135274#7",
			[10620] = "瑟银矿石#|cffffffff|Hitem:10620::::::::1:::::::::|h[瑟银矿石]|h|r#1#40#0#商品#金属和矿石##20#134578#250",
			[11135] = "强效秘法精华#|cff1eff00|Hitem:11135::::::::1:::::::::|h[强效秘法精华]|h|r#2#35#0#商品#附魔##10#132868#0",
			[11139] = "大块闪光碎片#|cff0070dd|Hitem:11139::::::::1:::::::::|h[大块闪光碎片]|h|r#3#35#0#商品#附魔##20#132878#0",
			[58] = "OLDAcolyte's Belt#|cffffffff|Hitem:58::::::::1:::::::::|h[OLDAcolyte's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132492#1",
			[100] = "Deprecated Dwarven Squire's Pants#|cff9d9d9d|Hitem:100::::::::1:::::::::|h[Deprecated Dwarven Squire's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[136] = "Deprecated Old Leather Boots#|cffffffff|Hitem:136::::::::1:::::::::|h[Deprecated Old Leather Boots]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[200] = "厚布外衣#|cffffffff|Hitem:200::::::::1:::::::::|h[厚布外衣]|h|r#1#22#17#护甲#布甲#INVTYPE_CHEST#1#135006#454",
			[11175] = "强效虚空精华#|cff1eff00|Hitem:11175::::::::1:::::::::|h[强效虚空精华]|h|r#2#45#0#商品#附魔##10#132870#0",
			[28458] = "朴素红玉#|cffffffff|Hitem:28458::::::::1:::::::::|h[朴素红玉]|h|r#1#55#0#珠宝#红色##1#134130#5000",
			[28466] = "闪耀琥珀#|cffffffff|Hitem:28466::::::::1:::::::::|h[闪耀琥珀]|h|r#1#55#0#珠宝#黄色##1#134137#5000",
			[7909] = "青绿石#|cff1eff00|Hitem:7909::::::::1:::::::::|h[青绿石]|h|r#2#45#0#珠宝#简易##20#134088#1000",
			[7911] = "真银矿石#|cff1eff00|Hitem:7911::::::::1:::::::::|h[真银矿石]|h|r#2#40#0#商品#金属和矿石##20#134580#500",
			[23436] = "红曜石#|cff0070dd|Hitem:23436::::::::1:::::::::|h[红曜石]|h|r#3#70#0#珠宝#红色##20#133251#30000",
			[137] = "OLDNeophyte's Belt#|cffffffff|Hitem:137::::::::1:::::::::|h[OLDNeophyte's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[201] = "厚布短裤#|cffffffff|Hitem:201::::::::1:::::::::|h[厚布短裤]|h|r#1#22#17#护甲#布甲#INVTYPE_LEGS#1#134592#455",
			[22446] = "强效位面精华#|cff1eff00|Hitem:22446::::::::1:::::::::|h[强效位面精华]|h|r#2#65#0#商品#附魔##10#132860#0",
			[32698] = "牧绳#|cffffffff|Hitem:32698::::::::1:::::::::|h[牧绳]|h|r#1#0#0#任务#任务##1#134326#0",
			[32195] = "泪珠赤尖石#|cffa335ee|Hitem:32195::::::::1:::::::::|h[泪珠赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[32203] = "风暴天蓝宝石#|cffa335ee|Hitem:32203::::::::1:::::::::|h[风暴天蓝宝石]|h|r#4#100#0#珠宝#蓝色##1#133245#60000",
			[24035] = "火花艾露恩之星#|cff0070dd|Hitem:24035::::::::1:::::::::|h[火花艾露恩之星]|h|r#3#70#0#珠宝#蓝色##1#133269#30000",
			[32219] = "辉光焚石#|cffa335ee|Hitem:32219::::::::1:::::::::|h[辉光焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[24051] = "刚硬黎明石#|cff0070dd|Hitem:24051::::::::1:::::::::|h[刚硬黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[24059] = "高能黄晶玉#|cff0070dd|Hitem:24059::::::::1:::::::::|h[高能黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[24067] = "裂纹水玉#|cff0070dd|Hitem:24067::::::::1:::::::::|h[裂纹水玉]|h|r#3#70#0#珠宝#绿色##1#133272#30000",
			[117] = "硬肉干#|cffffffff|Hitem:117::::::::1:::::::::|h[硬肉干]|h|r#1#5#1#消耗品#食物和饮料##20#133972#1",
			[138] = "Deprecated War Harness#|cffffffff|Hitem:138::::::::1:::::::::|h[Deprecated War Harness]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#132719#1",
			[23077] = "血榴石#|cff1eff00|Hitem:23077::::::::1:::::::::|h[血榴石]|h|r#2#65#0#珠宝#红色##20#134083#2500",
			[22574] = "火焰微粒#|cffffffff|Hitem:22574::::::::1:::::::::|h[火焰微粒]|h|r#1#65#0#商品#元素##10#132839#400",
			[23101] = "高能火榴石#|cff1eff00|Hitem:23101::::::::1:::::::::|h[高能火榴石]|h|r#2#60#0#珠宝#橙色##1#134110#2500",
			[23109] = "皇家德拉诺影钻#|cff1eff00|Hitem:23109::::::::1:::::::::|h[皇家德拉诺影钻]|h|r#2#60#0#珠宝#紫色##1#134102#2500",
			[23117] = "碧月石#|cff1eff00|Hitem:23117::::::::1:::::::::|h[碧月石]|h|r#2#65#0#珠宝#蓝色##20#134080#2500",
			[35503] = "灰烬之天火钻石#|cff0070dd|Hitem:35503::::::::1:::::::::|h[灰烬之天火钻石]|h|r#3#70#0#珠宝#多彩##1#134100#30000",
			[12361] = "蓝宝石#|cff1eff00|Hitem:12361::::::::1:::::::::|h[蓝宝石]|h|r#2#55#0#珠宝#简易##20#134132#7000",
			[31860] = "巨型德拉诺金钻#|cff1eff00|Hitem:31860::::::::1:::::::::|h[巨型德拉诺金钻]|h|r#2#60#0#珠宝#黄色##1#134113#2500",
			[31868] = "邪恶黄晶玉#|cff0070dd|Hitem:31868::::::::1:::::::::|h[邪恶黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[139] = "打斗者短裤#|cff9d9d9d|Hitem:139::::::::1:::::::::|h[打斗者短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[203] = "厚布手套#|cffffffff|Hitem:203::::::::1:::::::::|h[厚布手套]|h|r#1#22#17#护甲#布甲#INVTYPE_HAND#1#132955#229",
			[555] = "劣质秃鹫羽毛#|cff9d9d9d|Hitem:555::::::::1:::::::::|h[劣质秃鹫羽毛]|h|r#0#10#0#其它#垃圾##10#135992#8",
			[35] = "弯曲的法杖#|cffffffff|Hitem:35::::::::1:::::::::|h[弯曲的法杖]|h|r#1#2#1#武器#法杖#INVTYPE_2HWEAPON#1#135145#9",
			[43] = "侍从之靴#|cffffffff|Hitem:43::::::::1:::::::::|h[侍从之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[51] = "见习牧师之靴#|cffffffff|Hitem:51::::::::1:::::::::|h[见习牧师之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132538#1",
			[35759] = "坚强海浪翡翠#|cffa335ee|Hitem:35759::::::::1:::::::::|h[坚强海浪翡翠]|h|r#4#70#0#珠宝#绿色##1#133264#30000",
			[86] = "Deprecated Old Belt#|cffffffff|Hitem:86::::::::1:::::::::|h[Deprecated Old Belt]|h|r#1#1#0#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[102] = "Deprecated Dwarven Recruit's Belt#|cffffffff|Hitem:102::::::::1:::::::::|h[Deprecated Dwarven Recruit's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[118] = "初级治疗药水#|cffffffff|Hitem:118::::::::1:::::::::|h[初级治疗药水]|h|r#1#5#1#消耗品#药水##5#134829#5",
			[140] = "打斗者之靴#|cffffffff|Hitem:140::::::::1:::::::::|h[打斗者之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132538#1",
			[23836] = "地精火箭发射器#|cff0070dd|Hitem:23836::::::::1:::::::::|h[地精火箭发射器]|h|r#3#70#0#护甲#其它#INVTYPE_TRINKET#1#133032#22500",
			[25896] = "强能之大地风暴钻石#|cff0070dd|Hitem:25896::::::::1:::::::::|h[强能之大地风暴钻石]|h|r#3#70#0#珠宝#多彩##1#134099#30000",
			[28459] = "精致红玉#|cffffffff|Hitem:28459::::::::1:::::::::|h[精致红玉]|h|r#1#55#0#珠宝#红色##1#134130#5000",
			[28467] = "圆润琥珀#|cffffffff|Hitem:28467::::::::1:::::::::|h[圆润琥珀]|h|r#1#55#0#珠宝#黄色##1#134137#5000",
			[10940] = "奇异之尘#|cffffffff|Hitem:10940::::::::1:::::::::|h[奇异之尘]|h|r#1#10#0#商品#附魔##20#132858#0",
			[14529] = "符文布绷带#|cffffffff|Hitem:14529::::::::1:::::::::|h[符文布绷带]|h|r#1#52#0#消耗品#绷带##20#133681#425",
			[23437] = "水玉#|cff0070dd|Hitem:23437::::::::1:::::::::|h[水玉]|h|r#3#70#0#珠宝#绿色##20#133271#30000",
			[141] = "OLDBrawler's Belt#|cffffffff|Hitem:141::::::::1:::::::::|h[OLDBrawler's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132491#1",
			[818] = "虎眼石#|cff1eff00|Hitem:818::::::::1:::::::::|h[虎眼石]|h|r#2#15#0#珠宝#简易##20#134118#100",
			[22447] = "次级位面精华#|cff1eff00|Hitem:22447::::::::1:::::::::|h[次级位面精华]|h|r#2#60#0#商品#附魔##10#132861#0",
			[28595] = "明亮血榴石#|cff1eff00|Hitem:28595::::::::1:::::::::|h[明亮血榴石]|h|r#2#60#0#珠宝#红色##1#134082#2500",
			[32196] = "符文赤尖石#|cffa335ee|Hitem:32196::::::::1:::::::::|h[符文赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[32204] = "闪耀狮眼石#|cffa335ee|Hitem:32204::::::::1:::::::::|h[闪耀狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[32212] = "狡诈影歌紫玉#|cffa335ee|Hitem:32212::::::::1:::::::::|h[狡诈影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
			[35760] = "鲁莽焚石#|cffa335ee|Hitem:35760::::::::1:::::::::|h[鲁莽焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[24052] = "厚重黎明石#|cff0070dd|Hitem:24052::::::::1:::::::::|h[厚重黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[24060] = "辉光黄晶玉#|cff0070dd|Hitem:24060::::::::1:::::::::|h[辉光黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[103] = "Deprecated Dwarven Recruit's Boots#|cffffffff|Hitem:103::::::::1:::::::::|h[Deprecated Dwarven Recruit's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[119] = "Deprecated Rogue's Vest#|cffffffff|Hitem:119::::::::1:::::::::|h[Deprecated Rogue's Vest]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[2770] = "铜矿石#|cffffffff|Hitem:2770::::::::1:::::::::|h[铜矿石]|h|r#1#10#0#商品#金属和矿石##20#134566#5",
			[2771] = "锡矿石#|cffffffff|Hitem:2771::::::::1:::::::::|h[锡矿石]|h|r#1#20#0#商品#金属和矿石##20#134579#25",
			[2772] = "铁矿石#|cffffffff|Hitem:2772::::::::1:::::::::|h[铁矿石]|h|r#1#30#0#商品#金属和矿石##20#134572#150",
			[23110] = "狡诈德拉诺影钻#|cff1eff00|Hitem:23110::::::::1:::::::::|h[狡诈德拉诺影钻]|h|r#2#60#0#珠宝#紫色##1#134102#2500",
			[23118] = "致密碧月石#|cff1eff00|Hitem:23118::::::::1:::::::::|h[致密碧月石]|h|r#2#60#0#珠宝#蓝色##1#134079#2500",
			[2775] = "银矿石#|cff1eff00|Hitem:2775::::::::1:::::::::|h[银矿石]|h|r#2#10#0#商品#金属和矿石##20#135242#75",
			[2776] = "金矿石#|cff1eff00|Hitem:2776::::::::1:::::::::|h[金矿石]|h|r#2#25#0#商品#金属和矿石##20#134571#500",
			[11084] = "大块微光碎片#|cff0070dd|Hitem:11084::::::::1:::::::::|h[大块微光碎片]|h|r#3#25#0#商品#附魔##20#132876#0",
			[31861] = "巨型黎明石#|cff0070dd|Hitem:31861::::::::1:::::::::|h[巨型黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[31869] = "邪恶火榴石#|cff1eff00|Hitem:31869::::::::1:::::::::|h[邪恶火榴石]|h|r#2#60#0#珠宝#橙色##1#134110#2500",
			[8545] = "厚魔纹绷带#|cffffffff|Hitem:8545::::::::1:::::::::|h[厚魔纹绷带]|h|r#1#1#0#消耗品#绷带##20#133690#800",
			[239] = "硬皮手套#|cffffffff|Hitem:239::::::::1:::::::::|h[硬皮手套]|h|r#1#22#17#护甲#皮甲#INVTYPE_HAND#1#132955#282",
			[286] = "鳞甲短裤#|cffffffff|Hitem:286::::::::1:::::::::|h[鳞甲短裤]|h|r#1#22#17#护甲#锁甲#INVTYPE_LEGS#1#134583#645",
			[414] = "达拉然奶酪#|cffffffff|Hitem:414::::::::1:::::::::|h[达拉然奶酪]|h|r#1#15#5#消耗品#食物和饮料##20#133995#6",
			[24268] = "灵纹投网#|cffffffff|Hitem:24268::::::::1:::::::::|h[灵纹投网]|h|r#1#60#0#消耗品#其它##20#134325#100",
			[36] = "用旧的钉锤#|cffffffff|Hitem:36::::::::1:::::::::|h[用旧的钉锤]|h|r#1#2#1#武器#单手锤#INVTYPE_WEAPONMAINHAND#1#133478#7",
			[44] = "侍从短裤#|cff9d9d9d|Hitem:44::::::::1:::::::::|h[侍从短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[52] = "见习牧师短裤#|cff9d9d9d|Hitem:52::::::::1:::::::::|h[见习牧师短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[35761] = "迅捷狮眼石#|cffa335ee|Hitem:35761::::::::1:::::::::|h[迅捷狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[287] = "鳞甲战靴#|cffffffff|Hitem:287::::::::1:::::::::|h[鳞甲战靴]|h|r#1#22#17#护甲#锁甲#INVTYPE_FEET#1#132535#488",
			[88] = "Deprecated Old Pants#|cff9d9d9d|Hitem:88::::::::1:::::::::|h[Deprecated Old Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[3819] = "冬刺草#|cffffffff|Hitem:3819::::::::1:::::::::|h[冬刺草]|h|r#1#39#0#商品#草药##20#133940#100",
			[120] = "刺客短裤#|cff9d9d9d|Hitem:120::::::::1:::::::::|h[刺客短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[2290] = "智力卷轴 II#|cffffffff|Hitem:2290::::::::1:::::::::|h[智力卷轴 II]|h|r#1#30#20#消耗品#卷轴##5#134937#75",
			[11176] = "梦境之尘#|cffffffff|Hitem:11176::::::::1:::::::::|h[梦境之尘]|h|r#1#45#0#商品#附魔##20#132855#0",
			[28460] = "泪珠红玉#|cffffffff|Hitem:28460::::::::1:::::::::|h[泪珠红玉]|h|r#1#55#0#珠宝#红色##1#134130#5000",
			[28468] = "刚硬琥珀#|cffffffff|Hitem:28468::::::::1:::::::::|h[刚硬琥珀]|h|r#1#55#0#珠宝#黄色##1#134137#5000",
			[23438] = "艾露恩之星#|cff0070dd|Hitem:23438::::::::1:::::::::|h[艾露恩之星]|h|r#3#70#0#珠宝#蓝色##20#133268#30000",
			[556] = "秃鹫的喙#|cff9d9d9d|Hitem:556::::::::1:::::::::|h[秃鹫的喙]|h|r#0#1#0#其它#垃圾##5#133707#106",
			[21929] = "火榴石#|cff1eff00|Hitem:21929::::::::1:::::::::|h[火榴石]|h|r#2#65#0#珠宝#橙色##20#134111#2500",
			[22448] = "小块棱光碎片#|cff0070dd|Hitem:22448::::::::1:::::::::|h[小块棱光碎片]|h|r#3#65#0#商品#附魔##20#132882#0",
			[22456] = "源生暗影#|cff1eff00|Hitem:22456::::::::1:::::::::|h[源生暗影]|h|r#2#65#0#商品#元素##20#132851#4000",
			[537] = "灰暗的狂鱼鳞片#|cff9d9d9d|Hitem:537::::::::1:::::::::|h[灰暗的狂鱼鳞片]|h|r#0#1#0#其它#垃圾##5#134304#87",
			[835] = "大绳网#|cffffffff|Hitem:835::::::::1:::::::::|h[大绳网]|h|r#1#12#2#消耗品#消耗品##1#134325#23",
			[157] = "Deprecated Tauren Recruit's Shirt#|cffffffff|Hitem:157::::::::1:::::::::|h[Deprecated Tauren Recruit's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[32197] = "明亮赤尖石#|cffa335ee|Hitem:32197::::::::1:::::::::|h[明亮赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[32205] = "圆润狮眼石#|cffa335ee|Hitem:32205::::::::1:::::::::|h[圆润狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[24037] = "异彩艾露恩之星#|cff0070dd|Hitem:24037::::::::1:::::::::|h[异彩艾露恩之星]|h|r#3#70#0#珠宝#蓝色##1#133269#30000",
			[32221] = "隐秘焚石#|cffa335ee|Hitem:32221::::::::1:::::::::|h[隐秘焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[24053] = "秘法黎明石#|cff0070dd|Hitem:24053::::::::1:::::::::|h[秘法黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[24061] = "反光黄晶玉#|cff0070dd|Hitem:24061::::::::1:::::::::|h[反光黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[105] = "Deprecated Dwarven Recruit's Shirt#|cffffffff|Hitem:105::::::::1:::::::::|h[Deprecated Dwarven Recruit's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[121] = "刺客之靴#|cffffffff|Hitem:121::::::::1:::::::::|h[刺客之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132539#1",
			[146] = "OLDRugged Trapper's Belt#|cffffffff|Hitem:146::::::::1:::::::::|h[OLDRugged Trapper's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[285] = "鳞甲外衣#|cffffffff|Hitem:285::::::::1:::::::::|h[鳞甲外衣]|h|r#1#22#17#护甲#锁甲#INVTYPE_CHEST#1#132631#711",
			[23079] = "翠榄石#|cff1eff00|Hitem:23079::::::::1:::::::::|h[翠榄石]|h|r#2#65#0#珠宝#绿色##20#134093#2500",
			[22576] = "法力微粒#|cffffffff|Hitem:22576::::::::1:::::::::|h[法力微粒]|h|r#1#65#0#商品#元素##10#132841#400",
			[23095] = "朴素血榴石#|cff1eff00|Hitem:23095::::::::1:::::::::|h[朴素血榴石]|h|r#2#60#0#珠宝#红色##1#134082#2500",
			[23103] = "辐光翠榄石#|cff1eff00|Hitem:23103::::::::1:::::::::|h[辐光翠榄石]|h|r#2#60#0#珠宝#绿色##1#134092#2500",
			[238] = "硬皮战靴#|cffffffff|Hitem:238::::::::1:::::::::|h[硬皮战靴]|h|r#1#22#17#护甲#皮甲#INVTYPE_FEET#1#132537#422",
			[23119] = "火花碧月石#|cff1eff00|Hitem:23119::::::::1:::::::::|h[火花碧月石]|h|r#2#60#0#珠宝#蓝色##1#134079#2500",
			[37503] = "纯净影歌紫玉#|cffa335ee|Hitem:37503::::::::1:::::::::|h[纯净影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
			[237] = "硬皮短裤#|cffffffff|Hitem:237::::::::1:::::::::|h[硬皮短裤]|h|r#1#22#17#护甲#皮甲#INVTYPE_LEGS#1#134586#561",
			[236] = "硬皮甲#|cffffffff|Hitem:236::::::::1:::::::::|h[硬皮甲]|h|r#1#22#17#护甲#皮甲#INVTYPE_CHEST#1#132725#559",
			[3864] = "黄水晶#|cff1eff00|Hitem:3864::::::::1:::::::::|h[黄水晶]|h|r#2#40#0#珠宝#简易##20#134117#800",
			[210] = "肮脏的皮靴#|cffffffff|Hitem:210::::::::1:::::::::|h[肮脏的皮靴]|h|r#1#5#1#护甲#皮甲#INVTYPE_FEET#1#132540#9",
			[209] = "肮脏的皮裤#|cffffffff|Hitem:209::::::::1:::::::::|h[肮脏的皮裤]|h|r#1#5#1#护甲#皮甲#INVTYPE_LEGS#1#134706#12",
			[31862] = "平衡德拉诺影钻#|cff1eff00|Hitem:31862::::::::1:::::::::|h[平衡德拉诺影钻]|h|r#2#60#0#珠宝#紫色##1#134102#2500",
			[3357] = "活根草#|cffffffff|Hitem:3357::::::::1:::::::::|h[活根草]|h|r#1#30#0#商品#草药##20#134413#75",
			[3358] = "卡德加的胡须#|cffffffff|Hitem:3358::::::::1:::::::::|h[卡德加的胡须]|h|r#1#37#0#商品#草药##20#134188#175",
			[202] = "厚布鞋#|cffffffff|Hitem:202::::::::1:::::::::|h[厚布鞋]|h|r#1#22#17#护甲#布甲#INVTYPE_FEET#1#132539#343",
			[7734] = "六魔包#|cff0070dd|Hitem:7734::::::::1:::::::::|h[六魔包]|h|r#3#51#46#护甲#其它#INVTYPE_TRINKET#1#133622#15495",
			[194] = "破布短裤#|cffffffff|Hitem:194::::::::1:::::::::|h[破布短裤]|h|r#1#5#1#护甲#布甲#INVTYPE_LEGS#1#134592#9",
			[32211] = "统御影歌紫玉#|cffa335ee|Hitem:32211::::::::1:::::::::|h[统御影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
			[115] = "Deprecated Dwarven Apprentice Belt#|cffffffff|Hitem:115::::::::1:::::::::|h[Deprecated Dwarven Apprentice Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[422] = "矮人奶酪#|cffffffff|Hitem:422::::::::1:::::::::|h[矮人奶酪]|h|r#1#25#15#消耗品#食物和饮料##20#133949#25",
			[17626] = "霜狼口套#|cffffffff|Hitem:17626::::::::1:::::::::|h[霜狼口套]|h|r#1#1#0#任务#任务##1#133565#0",
			[37] = "破损的斧头#|cffffffff|Hitem:37::::::::1:::::::::|h[破损的斧头]|h|r#1#2#1#武器#单手斧#INVTYPE_WEAPONMAINHAND#1#132402#7",
			[45] = "侍从衬衣#|cffffffff|Hitem:45::::::::1:::::::::|h[侍从衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[53] = "见习牧师衬衣#|cffffffff|Hitem:53::::::::1:::::::::|h[见习牧师衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[61] = "矮人皮质短裤#|cffffffff|Hitem:61::::::::1:::::::::|h[矮人皮质短裤]|h|r#1#5#0#护甲#皮甲#INVTYPE_LEGS#1#134706#12",
			[31463] = "塞萨克的碎片#|cffffffff|Hitem:31463::::::::1:::::::::|h[塞萨克的碎片]|h|r#1#1#0#任务#任务##1#134092#0",
			[90] = "OLDDwarven Initiate's Belt#|cffffffff|Hitem:90::::::::1:::::::::|h[OLDDwarven Initiate's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[22792] = "噩梦藤#|cffffffff|Hitem:22792::::::::1:::::::::|h[噩梦藤]|h|r#1#73#0#商品#草药##20#134218#1250",
			[35316] = "鲁莽黄晶玉#|cff0070dd|Hitem:35316::::::::1:::::::::|h[鲁莽黄晶玉]|h|r#3#70#0#珠宝#橙色##1#133259#30000",
			[148] = "皱褶捕兽者衬衣#|cffffffff|Hitem:148::::::::1:::::::::|h[皱褶捕兽者衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[24036] = "闪光红曜石#|cff0070dd|Hitem:24036::::::::1:::::::::|h[闪光红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[25890] = "毁灭之天火钻石#|cff0070dd|Hitem:25890::::::::1:::::::::|h[毁灭之天火钻石]|h|r#3#70#0#珠宝#多彩##1#134100#30000",
			[25898] = "坚韧之大地风暴钻石#|cff0070dd|Hitem:25898::::::::1:::::::::|h[坚韧之大地风暴钻石]|h|r#3#70#0#珠宝#多彩##1#134099#30000",
			[28461] = "符文红玉#|cffffffff|Hitem:28461::::::::1:::::::::|h[符文红玉]|h|r#1#55#0#珠宝#红色##1#134130#5000",
			[28469] = "柔光琥珀#|cffffffff|Hitem:28469::::::::1:::::::::|h[柔光琥珀]|h|r#1#55#0#珠宝#黄色##1#134137#5000",
			[24029] = "泪珠红曜石#|cff0070dd|Hitem:24029::::::::1:::::::::|h[泪珠红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[32202] = "异彩天蓝宝石#|cffa335ee|Hitem:32202::::::::1:::::::::|h[异彩天蓝宝石]|h|r#4#100#0#珠宝#蓝色##1#133245#60000",
			[38] = "新兵衬衣#|cffffffff|Hitem:38::::::::1:::::::::|h[新兵衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135009#1",
			[152] = "OLDPrimitive Leather Belt#|cffffffff|Hitem:152::::::::1:::::::::|h[OLDPrimitive Leather Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[23107] = "德拉诺影钻#|cff1eff00|Hitem:23107::::::::1:::::::::|h[德拉诺影钻]|h|r#2#65#0#珠宝#紫色##20#134103#2500",
			[14530] = "厚符文布绷带#|cffffffff|Hitem:14530::::::::1:::::::::|h[厚符文布绷带]|h|r#1#58#0#消耗品#绷带##20#133682#1000",
			[150] = "Deprecated Tauren Apprentice Pants#|cff9d9d9d|Hitem:150::::::::1:::::::::|h[Deprecated Tauren Apprentice Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[143] = "#|cff9d9d9d|Hitem:143::::::::1:::::::::|h[]|h|r#0#1#1#护甲#盾牌#INVTYPE_SHIELD#1#134951#1",
			[147] = "皱褶捕兽者短裤#|cff9d9d9d|Hitem:147::::::::1:::::::::|h[皱褶捕兽者短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[23439] = "黄晶玉#|cff0070dd|Hitem:23439::::::::1:::::::::|h[黄晶玉]|h|r#3#70#0#珠宝#橙色##20#133258#30000",
			[149] = "Deprecated Tauren Apprentice Belt#|cffffffff|Hitem:149::::::::1:::::::::|h[Deprecated Tauren Apprentice Belt]|h|r#1#1#0#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[135] = "Deprecated Stiff Leather Pants#|cff9d9d9d|Hitem:135::::::::1:::::::::|h[Deprecated Stiff Leather Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[128] = "Deprecated Tauren Trapper's Pants#|cff9d9d9d|Hitem:128::::::::1:::::::::|h[Deprecated Tauren Trapper's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[22449] = "大块棱光碎片#|cff0070dd|Hitem:22449::::::::1:::::::::|h[大块棱光碎片]|h|r#3#70#0#商品#附魔##20#132881#0",
			[22457] = "源生法力#|cff1eff00|Hitem:22457::::::::1:::::::::|h[源生法力]|h|r#2#65#0#商品#元素##20#132849#4000",
			[3858] = "秘银矿石#|cffffffff|Hitem:3858::::::::1:::::::::|h[秘银矿石]|h|r#1#40#0#商品#金属和矿石##20#134576#250",
			[24030] = "符文红曜石#|cff0070dd|Hitem:24030::::::::1:::::::::|h[符文红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[18904] = "索尔宾的超级压缩器#|cffffffff|Hitem:18904::::::::1:::::::::|h[索尔宾的超级压缩器]|h|r#1#1#0#任务#任务##1#133003#0",
			[32198] = "诡秘赤尖石#|cffa335ee|Hitem:32198::::::::1:::::::::|h[诡秘赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[32206] = "刚硬狮眼石#|cffa335ee|Hitem:32206::::::::1:::::::::|h[刚硬狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[32214] = "充能影歌紫玉#|cffa335ee|Hitem:32214::::::::1:::::::::|h[充能影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
			[32222] = "邪恶焚石#|cffa335ee|Hitem:32222::::::::1:::::::::|h[邪恶焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[124] = "Deprecated Orc Apprentice Pants#|cff9d9d9d|Hitem:124::::::::1:::::::::|h[Deprecated Orc Apprentice Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[24062] = "坚硬水玉#|cff0070dd|Hitem:24062::::::::1:::::::::|h[坚硬水玉]|h|r#3#70#0#珠宝#绿色##1#133272#30000",
			[122] = "OLDThug Belt#|cffffffff|Hitem:122::::::::1:::::::::|h[OLDThug Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[123] = "Deprecated Orc Apprentice Shirt#|cffffffff|Hitem:123::::::::1:::::::::|h[Deprecated Orc Apprentice Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[1705] = "次级月亮石#|cff1eff00|Hitem:1705::::::::1:::::::::|h[次级月亮石]|h|r#2#30#0#珠宝#简易##20#134087#600",
			[182] = "加瑞克的头颅#|cffffffff|Hitem:182::::::::1:::::::::|h[加瑞克的头颅]|h|r#1#1#0#任务#任务##1#134166#0",
			[104] = "Deprecated Sturdy Brown Pants#|cff9d9d9d|Hitem:104::::::::1:::::::::|h[Deprecated Sturdy Brown Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[22577] = "暗影微粒#|cffffffff|Hitem:22577::::::::1:::::::::|h[暗影微粒]|h|r#1#65#0#商品#元素##10#132843#400",
			[23096] = "符文血榴石#|cff1eff00|Hitem:23096::::::::1:::::::::|h[符文血榴石]|h|r#2#60#0#珠宝#红色##1#134082#2500",
			[23104] = "裂纹翠榄石#|cff1eff00|Hitem:23104::::::::1:::::::::|h[裂纹翠榄石]|h|r#2#60#0#珠宝#绿色##1#134092#2500",
			[23112] = "德拉诺金钻#|cff1eff00|Hitem:23112::::::::1:::::::::|h[德拉诺金钻]|h|r#2#65#0#珠宝#黄色##20#134114#2500",
			[23120] = "风暴碧月石#|cff1eff00|Hitem:23120::::::::1:::::::::|h[风暴碧月石]|h|r#2#60#0#珠宝#蓝色##1#134079#2500",
			[101] = "Deprecated Dwarven Squire's Shirt#|cffffffff|Hitem:101::::::::1:::::::::|h[Deprecated Dwarven Squire's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[99] = "Deprecated Dwarven Squire's Boots#|cffffffff|Hitem:99::::::::1:::::::::|h[Deprecated Dwarven Squire's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[34471] = "太阳之井的水瓶#|cffa335ee|Hitem:34471::::::::1:::::::::|h[太阳之井的水瓶]|h|r#4#115#70#护甲#其它#INVTYPE_TRINKET#1#134728#72039",
			[97] = "Deprecated Dwarven Novice's Robe#|cff9d9d9d|Hitem:97::::::::1:::::::::|h[Deprecated Dwarven Novice's Robe]|h|r#0#1#1#护甲#布甲#INVTYPE_ROBE#1#132662#1",
			[1711] = "耐力卷轴 II#|cffffffff|Hitem:1711::::::::1:::::::::|h[耐力卷轴 II]|h|r#1#30#20#消耗品#卷轴##5#134943#75",
			[95] = "Deprecated Dwarven Novice's Boots#|cffffffff|Hitem:95::::::::1:::::::::|h[Deprecated Dwarven Novice's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[31863] = "平衡夜目石#|cff0070dd|Hitem:31863::::::::1:::::::::|h[平衡夜目石]|h|r#3#70#0#珠宝#紫色##1#133256#30000",
			[16202] = "次级不灭精华#|cff1eff00|Hitem:16202::::::::1:::::::::|h[次级不灭精华]|h|r#2#50#0#商品#附魔##10#132865#0",
			[151] = "Deprecated Tauren Apprentice Shirt#|cffffffff|Hitem:151::::::::1:::::::::|h[Deprecated Tauren Apprentice Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[59] = "侍僧鞋#|cffffffff|Hitem:59::::::::1:::::::::|h[侍僧鞋]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[91] = "OLDDwarven Initiate's Pants#|cff9d9d9d|Hitem:91::::::::1:::::::::|h[OLDDwarven Initiate's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[89] = "OLDThick Trapper's Shirt#|cffffffff|Hitem:89::::::::1:::::::::|h[OLDThick Trapper's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135011#1",
			[87] = "Deprecated Old Boots#|cffffffff|Hitem:87::::::::1:::::::::|h[Deprecated Old Boots]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132535#1",
			[85] = "肮脏的皮外衣#|cffffffff|Hitem:85::::::::1:::::::::|h[肮脏的皮外衣]|h|r#1#5#1#护甲#皮甲#INVTYPE_CHEST#1#135011#12",
			[79] = "矮人布质短裤#|cffffffff|Hitem:79::::::::1:::::::::|h[矮人布质短裤]|h|r#1#5#0#护甲#布甲#INVTYPE_LEGS#1#134589#10",
			[77] = "Deprecated Outfitter Cloth Armor#|cffffffff|Hitem:77::::::::1:::::::::|h[Deprecated Outfitter Cloth Armor]|h|r#1#4#0#护甲#布甲#INVTYPE_CHEST#1#135006#7",
			[1206] = "绿玛瑙#|cff1eff00|Hitem:1206::::::::1:::::::::|h[绿玛瑙]|h|r#2#25#0#珠宝#简易##20#134105#400",
			[11137] = "幻象之尘#|cffffffff|Hitem:11137::::::::1:::::::::|h[幻象之尘]|h|r#1#35#0#商品#附魔##20#132859#0",
			[54] = "OLDNovice's Belt#|cffffffff|Hitem:54::::::::1:::::::::|h[OLDNovice's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[20725] = "连结水晶#|cffa335ee|Hitem:20725::::::::1:::::::::|h[连结水晶]|h|r#4#60#0#商品#附魔##20#132880#0",
			[60] = "夹层外衣#|cffffffff|Hitem:60::::::::1:::::::::|h[夹层外衣]|h|r#1#5#0#护甲#皮甲#INVTYPE_CHEST#1#132724#12",
			[92] = "OLDDwarven Initiate's Boots#|cffffffff|Hitem:92::::::::1:::::::::|h[OLDDwarven Initiate's Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[56] = "学徒长袍#|cff9d9d9d|Hitem:56::::::::1:::::::::|h[学徒长袍]|h|r#0#1#1#护甲#布甲#INVTYPE_ROBE#1#132664#1",
			[35318] = "坚强水玉#|cff0070dd|Hitem:35318::::::::1:::::::::|h[坚强水玉]|h|r#3#70#0#珠宝#绿色##1#133272#30000",
			[1210] = "暗影石#|cff1eff00|Hitem:1210::::::::1:::::::::|h[暗影石]|h|r#2#20#0#珠宝#简易##20#134074#250",
			[184] = "Deprecated Small Brown Pouch#|cffffffff|Hitem:184::::::::1:::::::::|h[Deprecated Small Brown Pouch]|h|r#1#5#0#容器#容器#INVTYPE_BAG#1#133622#125",
			[50] = "OLDInitiate's Belt#|cffffffff|Hitem:50::::::::1:::::::::|h[OLDInitiate's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132493#1",
			[11177] = "小块强光碎片#|cff0070dd|Hitem:11177::::::::1:::::::::|h[小块强光碎片]|h|r#3#40#0#商品#附魔##20#132884#0",
			[28462] = "明亮红玉#|cffffffff|Hitem:28462::::::::1:::::::::|h[明亮红玉]|h|r#1#55#0#珠宝#红色##1#134130#5000",
			[28470] = "厚重琥珀#|cffffffff|Hitem:28470::::::::1:::::::::|h[厚重琥珀]|h|r#1#55#0#珠宝#黄色##1#134137#5000",
			[49] = "潜行者衬衣#|cffffffff|Hitem:49::::::::1:::::::::|h[潜行者衬衣]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135009#1",
			[48] = "潜行者短裤#|cff9d9d9d|Hitem:48::::::::1:::::::::|h[潜行者短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[24047] = "闪耀黎明石#|cff0070dd|Hitem:24047::::::::1:::::::::|h[闪耀黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[46] = "OLDFootpad's Belt#|cffffffff|Hitem:46::::::::1:::::::::|h[OLDFootpad's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132495#1",
			[7910] = "红宝石#|cff1eff00|Hitem:7910::::::::1:::::::::|h[红宝石]|h|r#2#50#0#珠宝#简易##20#134129#5000",
			[42] = "OLDSquire's Belt#|cffffffff|Hitem:42::::::::1:::::::::|h[OLDSquire's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[40] = "新兵之靴#|cffffffff|Hitem:40::::::::1:::::::::|h[新兵之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132540#1",
			[23424] = "魔铁矿石#|cffffffff|Hitem:23424::::::::1:::::::::|h[魔铁矿石]|h|r#1#60#0#商品#金属和矿石##20#134569#1000",
			[24031] = "明亮红曜石#|cff0070dd|Hitem:24031::::::::1:::::::::|h[明亮红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[23440] = "黎明石#|cff0070dd|Hitem:23440::::::::1:::::::::|h[黎明石]|h|r#3#70#0#珠宝#黄色##20#133241#30000",
			[153] = "粗糙的褶裙#|cff9d9d9d|Hitem:153::::::::1:::::::::|h[粗糙的褶裙]|h|r#0#1#1#护甲#皮甲#INVTYPE_LEGS#1#134582#1",
			[16203] = "强效不灭精华#|cff1eff00|Hitem:16203::::::::1:::::::::|h[强效不灭精华]|h|r#2#55#0#商品#附魔##10#132864#0",
			[14344] = "大块魔光碎片#|cff0070dd|Hitem:14344::::::::1:::::::::|h[大块魔光碎片]|h|r#3#55#0#商品#附魔##20#132873#0",
			[22450] = "虚空水晶#|cffa335ee|Hitem:22450::::::::1:::::::::|h[虚空水晶]|h|r#4#70#0#商品#附魔##20#132885#0",
			[13289] = "埃根的冲击器#|cffffffff|Hitem:13289::::::::1:::::::::|h[埃根的冲击器]|h|r#1#1#0#任务#任务#INVTYPE_RANGEDRIGHT#1#135614#0",
			[32210] = "巨型狮眼石#|cffa335ee|Hitem:32210::::::::1:::::::::|h[巨型狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[12800] = "艾泽拉斯钻石#|cff1eff00|Hitem:12800::::::::1:::::::::|h[艾泽拉斯钻石]|h|r#2#60#0#珠宝#简易##20#134094#10000",
			[24269] = "重型灵纹投网#|cffffffff|Hitem:24269::::::::1:::::::::|h[重型灵纹投网]|h|r#1#60#0#消耗品#其它##20#134325#100",
			[32199] = "闪光赤尖石#|cffa335ee|Hitem:32199::::::::1:::::::::|h[闪光赤尖石]|h|r#4#100#0#珠宝#红色##1#133239#60000",
			[1478] = "保护卷轴 II#|cffffffff|Hitem:1478::::::::1:::::::::|h[保护卷轴 II]|h|r#1#25#15#消耗品#卷轴##5#134943#62",
			[24039] = "风暴艾露恩之星#|cff0070dd|Hitem:24039::::::::1:::::::::|h[风暴艾露恩之星]|h|r#3#70#0#珠宝#蓝色##1#133269#30000",
			[32223] = "坚硬海浪翡翠#|cffa335ee|Hitem:32223::::::::1:::::::::|h[坚硬海浪翡翠]|h|r#4#100#0#珠宝#绿色##1#133264#60000",
			[24055] = "狡诈夜目石#|cff0070dd|Hitem:24055::::::::1:::::::::|h[狡诈夜目石]|h|r#3#70#0#珠宝#紫色##1#133256#30000",
			[93] = "OLDDwarven Initiate's Shirt#|cffffffff|Hitem:93::::::::1:::::::::|h[OLDDwarven Initiate's Shirt]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#135005#1",
			[2453] = "跌打草#|cffffffff|Hitem:2453::::::::1:::::::::|h[跌打草]|h|r#1#20#0#商品#草药##20#134181#25",
			[125] = "Deprecated Orc Apprentice Boots#|cffffffff|Hitem:125::::::::1:::::::::|h[Deprecated Orc Apprentice Boots]|h|r#1#1#1#护甲#其它#INVTYPE_FEET#1#132535#1",
			[154] = "粗糙的衬肩#|cffffffff|Hitem:154::::::::1:::::::::|h[粗糙的衬肩]|h|r#1#1#0#护甲#其它#INVTYPE_BODY#1#133766#1",
			[2449] = "地根草#|cffffffff|Hitem:2449::::::::1:::::::::|h[地根草]|h|r#1#5#0#商品#草药##20#134187#20",
			[10645] = "侏儒死亡射线#|cffffffff|Hitem:10645::::::::1:::::::::|h[侏儒死亡射线]|h|r#1#48#0#护甲#其它#INVTYPE_TRINKET#1#133002#750",
			[22578] = "水之微粒#|cffffffff|Hitem:22578::::::::1:::::::::|h[水之微粒]|h|r#1#65#0#商品#元素##10#132844#400",
			[23097] = "精致血榴石#|cff1eff00|Hitem:23097::::::::1:::::::::|h[精致血榴石]|h|r#2#60#0#珠宝#红色##1#134082#2500",
			[23105] = "坚硬翠榄石#|cff1eff00|Hitem:23105::::::::1:::::::::|h[坚硬翠榄石]|h|r#2#60#0#珠宝#绿色##1#134092#2500",
			[23113] = "闪耀德拉诺金钻#|cff1eff00|Hitem:23113::::::::1:::::::::|h[闪耀德拉诺金钻]|h|r#2#60#0#珠宝#黄色##1#134113#2500",
			[23121] = "异彩碧月石#|cff1eff00|Hitem:23121::::::::1:::::::::|h[异彩碧月石]|h|r#2#60#0#珠宝#蓝色##1#134079#2500",
			[6948] = "炉石#|cffffffff|Hitem:6948::::::::1:::::::::|h[炉石]|h|r#1#1#0#其它#垃圾##1#134414#0",
			[24050] = "柔光黎明石#|cff0070dd|Hitem:24050::::::::1:::::::::|h[柔光黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[23094] = "泪珠血榴石#|cff1eff00|Hitem:23094::::::::1:::::::::|h[泪珠血榴石]|h|r#2#60#0#珠宝#红色##1#134082#2500",
			[6450] = "丝质绷带#|cffffffff|Hitem:6450::::::::1:::::::::|h[丝质绷带]|h|r#1#1#0#消耗品#绷带##20#133671#170",
			[35315] = "迅捷黎明石#|cff0070dd|Hitem:35315::::::::1:::::::::|h[迅捷黎明石]|h|r#3#70#0#珠宝#黄色##1#133242#30000",
			[33069] = "结实的绳子#|cffffffff|Hitem:33069::::::::1:::::::::|h[结实的绳子]|h|r#1#1#0#任务#任务##1#134326#0",
			[31864] = "充能德拉诺影钻#|cff1eff00|Hitem:31864::::::::1:::::::::|h[充能德拉诺影钻]|h|r#2#60#0#珠宝#紫色##1#134102#2500",
			[6451] = "厚丝质绷带#|cffffffff|Hitem:6451::::::::1:::::::::|h[厚丝质绷带]|h|r#1#1#0#消耗品#绷带##20#133672#400",
			[155] = "Deprecated Tauren Recruit's Belt#|cffffffff|Hitem:155::::::::1:::::::::|h[Deprecated Tauren Recruit's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[24032] = "诡秘红曜石#|cff0070dd|Hitem:24032::::::::1:::::::::|h[诡秘红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[28290] = "圆润德拉诺金钻#|cff1eff00|Hitem:28290::::::::1:::::::::|h[圆润德拉诺金钻]|h|r#2#60#0#珠宝#黄色##1#134113#2500",
			[1180] = "耐力卷轴#|cffffffff|Hitem:1180::::::::1:::::::::|h[耐力卷轴]|h|r#1#15#5#消耗品#卷轴##5#134943#37",
			[14343] = "小块魔光碎片#|cff0070dd|Hitem:14343::::::::1:::::::::|h[小块魔光碎片]|h|r#3#50#0#商品#附魔##20#132874#0",
			[32825] = "灵魂火炮#|cffffffff|Hitem:32825::::::::1:::::::::|h[灵魂火炮]|h|r#1#1#0#任务#任务##1#133863#0",
			[25901] = "洞察之大地风暴钻石#|cff0070dd|Hitem:25901::::::::1:::::::::|h[洞察之大地风暴钻石]|h|r#3#70#0#珠宝#多彩##1#134099#30000",
			[24027] = "朴素红曜石#|cff0070dd|Hitem:24027::::::::1:::::::::|h[朴素红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[39] = "新兵短裤#|cff9d9d9d|Hitem:39::::::::1:::::::::|h[新兵短裤]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[47] = "潜行者之鞋#|cffffffff|Hitem:47::::::::1:::::::::|h[潜行者之鞋]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132539#1",
			[55] = "学徒之靴#|cffffffff|Hitem:55::::::::1:::::::::|h[学徒之靴]|h|r#1#1#0#护甲#其它#INVTYPE_FEET#1#132543#1",
			[32215] = "炽热影歌紫玉#|cffa335ee|Hitem:32215::::::::1:::::::::|h[炽热影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
			[12799] = "大猫眼石#|cff1eff00|Hitem:12799::::::::1:::::::::|h[大猫眼石]|h|r#2#55#0#珠宝#简易##20#134116#7000",
			[94] = "Deprecated Dwarven Novice's Belt#|cffffffff|Hitem:94::::::::1:::::::::|h[Deprecated Dwarven Novice's Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[33782] = "稳固水玉#|cff0070dd|Hitem:33782::::::::1:::::::::|h[稳固水玉]|h|r#3#70#0#珠宝#绿色##1#133272#30000",
			[126] = "Deprecated Orc Apprentice Belt#|cffffffff|Hitem:126::::::::1:::::::::|h[Deprecated Orc Apprentice Belt]|h|r#1#1#1#护甲#其它#INVTYPE_WAIST#1#132494#1",
			[156] = "Deprecated Tauren Recruit's Pants#|cff9d9d9d|Hitem:156::::::::1:::::::::|h[Deprecated Tauren Recruit's Pants]|h|r#0#1#1#护甲#布甲#INVTYPE_LEGS#1#134582#1",
			[23825] = "近似无敌腰带#|cff0070dd|Hitem:23825::::::::1:::::::::|h[近似无敌腰带]|h|r#3#109#0#护甲#布甲#INVTYPE_WAIST#1#132516#17096",
			[32207] = "柔光狮眼石#|cffa335ee|Hitem:32207::::::::1:::::::::|h[柔光狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[1712] = "精神卷轴 II#|cffffffff|Hitem:1712::::::::1:::::::::|h[精神卷轴 II]|h|r#1#25#15#消耗品#卷轴##5#134937#62",
			[28463] = "致密锆石#|cffffffff|Hitem:28463::::::::1:::::::::|h[致密锆石]|h|r#1#55#0#珠宝#蓝色##1#134089#5000",
			[8149] = "巫毒咒符#|cffffffff|Hitem:8149::::::::1:::::::::|h[巫毒咒符]|h|r#1#1#0#任务#任务##1#132502#0",
			[21991] = "厚灵纹布绷带#|cffffffff|Hitem:21991::::::::1:::::::::|h[厚灵纹布绷带]|h|r#1#70#0#消耗品#绷带##20#133692#3000",
			[10938] = "次级魔法精华#|cff1eff00|Hitem:10938::::::::1:::::::::|h[次级魔法精华]|h|r#2#10#0#商品#附魔##10#132867#0",
			[34368] = "调和过的水晶核心#|cffffffff|Hitem:34368::::::::1:::::::::|h[调和过的水晶核心]|h|r#1#70#0#任务#任务##1#134139#0",
			[31865] = "充能夜目石#|cff0070dd|Hitem:31865::::::::1:::::::::|h[充能夜目石]|h|r#3#70#0#珠宝#紫色##1#133256#30000",
			[3530] = "绒线绷带#|cffffffff|Hitem:3530::::::::1:::::::::|h[绒线绷带]|h|r#1#1#0#消耗品#绷带##20#133684#25",
			[35758] = "稳固海浪翡翠#|cffa335ee|Hitem:35758::::::::1:::::::::|h[稳固海浪翡翠]|h|r#4#70#0#珠宝#绿色##1#133264#30000",
			[21884] = "源生火焰#|cff1eff00|Hitem:21884::::::::1:::::::::|h[源生火焰]|h|r#2#65#0#商品#元素##20#132847#4000",
			[23425] = "精金矿石#|cffffffff|Hitem:23425::::::::1:::::::::|h[精金矿石]|h|r#1#65#0#商品#金属和矿石##20#134561#1500",
			[24028] = "精致红曜石#|cff0070dd|Hitem:24028::::::::1:::::::::|h[精致红曜石]|h|r#3#70#0#珠宝#红色##1#133252#30000",
			[23441] = "夜目石#|cff0070dd|Hitem:23441::::::::1:::::::::|h[夜目石]|h|r#3#70#0#珠宝#紫色##20#133255#30000",
			[4984] = "末日颅骨#|cff1eff00|Hitem:4984::::::::1:::::::::|h[末日颅骨]|h|r#2#41#0#护甲#其它#INVTYPE_HOLDABLE#1#133729#5630",
			[10978] = "小块微光碎片#|cff0070dd|Hitem:10978::::::::1:::::::::|h[小块微光碎片]|h|r#3#20#0#商品#附魔##20#132877#0",
			[1251] = "亚麻绷带#|cffffffff|Hitem:1251::::::::1:::::::::|h[亚麻绷带]|h|r#1#1#0#消耗品#绷带##20#133685#8",
			[22451] = "源生空气#|cff1eff00|Hitem:22451::::::::1:::::::::|h[源生空气]|h|r#2#65#0#商品#元素##20#132845#4000",
			[32220] = "反光焚石#|cffa335ee|Hitem:32220::::::::1:::::::::|h[反光焚石]|h|r#4#100#0#珠宝#橙色##1#133261#60000",
			[3012] = "敏捷卷轴#|cffffffff|Hitem:3012::::::::1:::::::::|h[敏捷卷轴]|h|r#1#20#10#消耗品#卷轴##5#134938#50",
			[10998] = "次级星界精华#|cff1eff00|Hitem:10998::::::::1:::::::::|h[次级星界精华]|h|r#2#20#0#商品#附魔##10#132863#0",
			[25897] = "鼓舞之大地风暴钻石#|cff0070dd|Hitem:25897::::::::1:::::::::|h[鼓舞之大地风暴钻石]|h|r#3#70#0#珠宝#多彩##1#134099#30000",
			[32200] = "致密天蓝宝石#|cffa335ee|Hitem:32200::::::::1:::::::::|h[致密天蓝宝石]|h|r#4#100#0#珠宝#蓝色##1#133245#60000",
			[32208] = "厚重狮眼石#|cffa335ee|Hitem:32208::::::::1:::::::::|h[厚重狮眼石]|h|r#4#100#0#珠宝#黄色##1#133249#60000",
			[32216] = "皇家影歌紫玉#|cffa335ee|Hitem:32216::::::::1:::::::::|h[皇家影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
			[32224] = "辐光海浪翡翠#|cffa335ee|Hitem:32224::::::::1:::::::::|h[辐光海浪翡翠]|h|r#4#100#0#珠宝#绿色##1#133264#60000",
			[24056] = "炽热夜目石#|cff0070dd|Hitem:24056::::::::1:::::::::|h[炽热夜目石]|h|r#3#70#0#珠宝#紫色##1#133256#30000",
			[3531] = "厚绒线绷带#|cffffffff|Hitem:3531::::::::1:::::::::|h[厚绒线绷带]|h|r#1#1#0#消耗品#绷带##20#133687#57",
			[24033] = "致密艾露恩之星#|cff0070dd|Hitem:24033::::::::1:::::::::|h[致密艾露恩之星]|h|r#3#70#0#珠宝#蓝色##1#133269#30000",
			[32213] = "平衡影歌紫玉#|cffa335ee|Hitem:32213::::::::1:::::::::|h[平衡影歌紫玉]|h|r#4#100#0#珠宝#紫色##1#133266#60000",
		},
		["merchant_buy"] = {
		},
		["crafting_cost"] = true,
		["post_duration"] = 2,
		["auctionable_items"] = {
			"近似无敌腰带", -- [1]
			"朴素红曜石", -- [2]
			"坚强水玉", -- [3]
			"毁灭之天火钻石", -- [4]
			"隐秘焚石", -- [5]
			"精致红玉", -- [6]
			"符文血榴石", -- [7]
			"铭文黄晶玉", -- [8]
			"泪珠赤尖石", -- [9]
			"秘法狮眼石", -- [10]
			"火花锆石", -- [11]
			"明亮血榴石", -- [12]
			"邪恶黄晶玉", -- [13]
			"血榴石", -- [14]
			"迅捷黎明石", -- [15]
			"精致赤尖石", -- [16]
			"精致血榴石", -- [17]
			"圆润琥珀", -- [18]
			"风暴碧月石", -- [19]
			"皇家德拉诺影钻", -- [20]
			"朴素血榴石", -- [21]
			"刚硬德拉诺金钻", -- [22]
			"次级星界精华", -- [23]
			"致密碧月石", -- [24]
			"次级秘法精华", -- [25]
			"辐光海浪翡翠", -- [26]
			"闪耀狮眼石", -- [27]
			"统御影歌紫玉", -- [28]
			"邪恶火榴石", -- [29]
			"圆润德拉诺金钻", -- [30]
			"闪耀德拉诺金钻", -- [31]
			"迅捷狮眼石", -- [32]
			"邪恶焚石", -- [33]
			"闪光红曜石", -- [34]
			"眩光水玉", -- [35]
			"皇家影歌紫玉", -- [36]
			"平衡德拉诺影钻", -- [37]
			"异彩天蓝宝石", -- [38]
			"风暴艾露恩之星", -- [39]
			"泪珠红玉", -- [40]
			"符文红曜石", -- [41]
			"反光焚石", -- [42]
			"灰烬之天火钻石", -- [43]
			"铜矿石", -- [44]
			"迅捷之天火钻石", -- [45]
			"异彩碧月石", -- [46]
			"稳固水玉", -- [47]
			"致密艾露恩之星", -- [48]
			"裂纹翠榄石", -- [49]
			"真银矿石", -- [50]
			"炽热德拉诺影钻", -- [51]
			"纯净影歌紫玉", -- [52]
			"致密天蓝宝石", -- [53]
			"残酷之大地风暴钻石", -- [54]
			"华丽夜目石", -- [55]
			"坚硬翠榄石", -- [56]
			"巨型狮眼石", -- [57]
			"锡矿石", -- [58]
			"青绿石", -- [59]
			"泪珠血榴石", -- [60]
			"裂纹水玉", -- [61]
			"明亮赤尖石", -- [62]
			"明亮红曜石", -- [63]
			"柔光德拉诺金钻", -- [64]
			"强效位面精华", -- [65]
			"刚硬黎明石", -- [66]
			"明亮红玉", -- [67]
			"大块魔光碎片", -- [68]
			"魔铁矿石", -- [69]
			"源生之水", -- [70]
			"巨型黎明石", -- [71]
			"反光黄晶玉", -- [72]
			"诡秘赤尖石", -- [73]
			"源生火焰", -- [74]
			"隐秘火榴石", -- [75]
			"洞察之大地风暴钻石", -- [76]
			"柔光琥珀", -- [77]
			"致密锆石", -- [78]
			"泪珠红曜石", -- [79]
			"刚硬琥珀", -- [80]
			"充能影歌紫玉", -- [81]
			"永恒之大地风暴钻石", -- [82]
			"辐光翠榄石", -- [83]
			"柔光黎明石", -- [84]
			"隐秘黄晶玉", -- [85]
			"氪金矿石", -- [86]
			"高能火榴石", -- [87]
			"刺客短裤", -- [88]
			"鲁莽黄晶玉", -- [89]
			"稳固海浪翡翠", -- [90]
			"高能焚石", -- [91]
			"虎眼石", -- [92]
			"闪耀黎明石", -- [93]
			"铭文火榴石", -- [94]
			"厚重黎明石", -- [95]
			"圆润狮眼石", -- [96]
			"眩光翠榄石", -- [97]
			"狡诈夜目石", -- [98]
			"坚强海浪翡翠", -- [99]
			"强能之大地风暴钻石", -- [100]
			"闪耀琥珀", -- [101]
			"辉光火榴石", -- [102]
			"厚重狮眼石", -- [103]
			"火花碧月石", -- [104]
			"反光火榴石", -- [105]
			"鲁莽焚石", -- [106]
			"用旧的匕首", -- [107]
			"充能德拉诺影钻", -- [108]
			"辐光水玉", -- [109]
			"异彩艾露恩之星", -- [110]
			"炽热影歌紫玉", -- [111]
			"诡秘红曜石", -- [112]
			"闪光赤尖石", -- [113]
			"坚硬水玉", -- [114]
			"平衡影歌紫玉", -- [115]
			"次级位面精华", -- [116]
			"巨型德拉诺金钻", -- [117]
			"厚重琥珀", -- [118]
			"风暴天蓝宝石", -- [119]
			"裂纹海浪翡翠", -- [120]
			"碧月石", -- [121]
			"刺客之靴", -- [122]
			"坚韧之大地风暴钻石", -- [123]
			"精致红曜石", -- [124]
			"充能夜目石", -- [125]
			"炽热夜目石", -- [126]
			"火花艾露恩之星", -- [127]
			"符文红玉", -- [128]
			"平衡夜目石", -- [129]
			"奥法之尘", -- [130]
			"混乱之天火钻石", -- [131]
			"辉光黄晶玉", -- [132]
			"厚重德拉诺金钻", -- [133]
			"刺客衬衣", -- [134]
			"朴素赤尖石", -- [135]
			"柔光狮眼石", -- [136]
			"皇家夜目石", -- [137]
			"铭文焚石", -- [138]
			"狡诈影歌紫玉", -- [139]
			"鼓舞之大地风暴钻石", -- [140]
			"辉光焚石", -- [141]
			"高能黄晶玉", -- [142]
			"硬肉干", -- [143]
			"坚硬海浪翡翠", -- [144]
			"符文赤尖石", -- [145]
			"绿玛瑙", -- [146]
			"小块魔光碎片", -- [147]
			"刚硬狮眼石", -- [148]
			"瑟银矿石", -- [149]
			"粗糙的飞斧", -- [150]
			"狡诈德拉诺影钻", -- [151]
			"异彩锆石", -- [152]
			"秘法黎明石", -- [153]
			"朴素红玉", -- [154]
			"火花天蓝宝石", -- [155]
			"眩光海浪翡翠", -- [156]
			"翠榄石", -- [157]
			"翡翠", -- [158]
			"奇异之尘", -- [159]
			"耐力卷轴 ii", -- [160]
			"灵纹布绷带", -- [161]
			"霜狼口套", -- [162]
			"智力卷轴 ii", -- [163]
			"耐力卷轴", -- [164]
			"一捧雪花", -- [165]
			"厚绒线绷带", -- [166]
			"绒线绷带", -- [167]
			"六魔包", -- [168]
			"重型灵纹投网", -- [169]
			"丝质绷带", -- [170]
			"敏捷卷轴", -- [171]
			"厚灵纹布绷带", -- [172]
			"符文布绷带", -- [173]
			"魔纹绷带", -- [174]
			"厚符文布绷带", -- [175]
			"厚魔纹绷带", -- [176]
			"亚麻绷带", -- [177]
			"保护卷轴 ii", -- [178]
			"厚丝质绷带", -- [179]
			"厚亚麻绷带", -- [180]
			"灵纹投网", -- [181]
			"地精火箭发射器", -- [182]
			"精神卷轴 ii", -- [183]
			"冬刺草", -- [184]
			"大块棱光碎片", -- [185]
			"火榴石", -- [186]
			"连结水晶", -- [187]
			"水之微粒", -- [188]
			"卡德加的胡须", -- [189]
			"秘银矿石", -- [190]
			"金矿石", -- [191]
			"次级不灭精华", -- [192]
			"大猫眼石", -- [193]
			"暗影微粒", -- [194]
			"灵魂之尘", -- [195]
			"次级魔法精华", -- [196]
			"空气微粒", -- [197]
			"孔雀石", -- [198]
			"次级虚空精华", -- [199]
			"银矿石", -- [200]
			"黄水晶", -- [201]
			"水玉", -- [202]
			"火焰微粒", -- [203]
			"夜目石", -- [204]
			"源生空气", -- [205]
			"艾泽拉斯钻石", -- [206]
			"盲目草", -- [207]
			"活根草", -- [208]
			"法力微粒", -- [209]
			"艾露恩之星", -- [210]
			"德拉诺金钻", -- [211]
			"红宝石", -- [212]
			"源生生命", -- [213]
			"源生之土", -- [214]
			"红曜石", -- [215]
			"梦境之尘", -- [216]
			"虚空水晶", -- [217]
			"噩梦藤", -- [218]
			"大块强光碎片", -- [219]
			"幻象之尘", -- [220]
			"强效星界精华", -- [221]
			"铁矿石", -- [222]
			"强效秘法精华", -- [223]
			"小块棱光碎片", -- [224]
			"地根草", -- [225]
			"黎明石", -- [226]
			"幻影之尘", -- [227]
			"小块微光碎片", -- [228]
			"大块闪光碎片", -- [229]
			"大块微光碎片", -- [230]
			"源生法力", -- [231]
			"黄晶玉", -- [232]
			"德拉诺影钻", -- [233]
			"小块闪光碎片", -- [234]
			"次级月亮石", -- [235]
			"暗影石", -- [236]
			"源生暗影", -- [237]
			"恒金矿石", -- [238]
			"精金矿石", -- [239]
			"跌打草", -- [240]
			"强效魔法精华", -- [241]
			"强效虚空精华", -- [242]
			"小块强光碎片", -- [243]
			"强效不灭精华", -- [244]
			"蓝宝石", -- [245]
			"巨型绿宝石", -- [246]
			"破损的短剑", -- [247]
			"弯曲的法杖", -- [248]
			"用旧的钉锤", -- [249]
			"破损的斧头", -- [250]
			"新兵衬衣", -- [251]
			"新兵短裤", -- [252]
			"新兵之靴", -- [253]
			"oldrecruit's belt", -- [254]
			"oldsquire's belt", -- [255]
			"侍从之靴", -- [256]
			"侍从短裤", -- [257]
			"侍从衬衣", -- [258]
			"oldfootpad's belt", -- [259]
			"潜行者之鞋", -- [260]
			"潜行者短裤", -- [261]
			"潜行者衬衣", -- [262]
			"oldinitiate's belt", -- [263]
			"见习牧师之靴", -- [264]
			"见习牧师短裤", -- [265]
			"见习牧师衬衣", -- [266]
			"oldnovice's belt", -- [267]
			"学徒之靴", -- [268]
			"学徒长袍", -- [269]
			"侍僧长袍", -- [270]
			"oldacolyte's belt", -- [271]
			"侍僧鞋", -- [272]
			"deprecated outfitter cloth armor", -- [273]
			"肮脏的皮外衣", -- [274]
			"deprecated old belt", -- [275]
			"deprecated old boots", -- [276]
			"deprecated old pants", -- [277]
			"oldthick trapper's shirt", -- [278]
			"olddwarven initiate's belt", -- [279]
			"olddwarven initiate's pants", -- [280]
			"olddwarven initiate's boots", -- [281]
			"olddwarven initiate's shirt", -- [282]
			"deprecated dwarven novice's belt", -- [283]
			"deprecated dwarven novice's boots", -- [284]
			"deprecated dwarven novice's robe", -- [285]
			"deprecated dwarven squire's belt", -- [286]
			"deprecated dwarven squire's boots", -- [287]
			"deprecated dwarven squire's pants", -- [288]
			"deprecated dwarven squire's shirt", -- [289]
			"deprecated dwarven recruit's belt", -- [290]
			"deprecated dwarven recruit's boots", -- [291]
			"deprecated sturdy brown pants", -- [292]
			"deprecated dwarven recruit's shirt", -- [293]
			"deprecated dwarven apprentice pants", -- [294]
			"deprecated dwarven apprentice boots", -- [295]
			"deprecated dwarven apprentice belt", -- [296]
			"初级治疗药水", -- [297]
			"deprecated rogue's vest", -- [298]
			"oldthug belt", -- [299]
			"deprecated orc apprentice shirt", -- [300]
			"deprecated orc apprentice pants", -- [301]
			"deprecated orc apprentice boots", -- [302]
			"deprecated orc apprentice belt", -- [303]
			"捕兽者衬衣", -- [304]
			"deprecated tauren trapper's pants", -- [305]
			"皱褶捕兽者之靴", -- [306]
			"deprecated tauren trapper's belt", -- [307]
			"deprecated orc acolyte's belt", -- [308]
			"deprecated orc acolyte's boots", -- [309]
			"deprecated orc acolyte's shirt", -- [310]
			"deprecated stiff leather shirt", -- [311]
			"deprecated stiff leather pants", -- [312]
			"deprecated old leather boots", -- [313]
			"oldneophyte's belt", -- [314]
			"deprecated war harness", -- [315]
			"打斗者短裤", -- [316]
			"打斗者之靴", -- [317]
			"oldbrawler's belt", -- [318]
			"", -- [319]
			"oldrugged trapper's belt", -- [320]
			"皱褶捕兽者短裤", -- [321]
			"皱褶捕兽者衬衣", -- [322]
			"deprecated tauren apprentice belt", -- [323]
			"deprecated tauren apprentice pants", -- [324]
			"deprecated tauren apprentice shirt", -- [325]
			"oldprimitive leather belt", -- [326]
			"粗糙的褶裙", -- [327]
			"粗糙的衬肩", -- [328]
			"deprecated tauren recruit's belt", -- [329]
			"deprecated tauren recruit's pants", -- [330]
			"deprecated tauren recruit's shirt", -- [331]
			"清凉的泉水", -- [332]
			"deprecated small brown pouch", -- [333]
			"破布外衣", -- [334]
			"破布短裤", -- [335]
			"破布战靴", -- [336]
			"厚布外衣", -- [337]
			"厚布短裤", -- [338]
			"厚布鞋", -- [339]
			"厚布手套", -- [340]
			"肮脏的皮裤", -- [341]
			"肮脏的皮靴", -- [342]
			"硬皮甲", -- [343]
			"硬皮短裤", -- [344]
			"硬皮战靴", -- [345]
			"硬皮手套", -- [346]
			"鳞甲外衣", -- [347]
			"鳞甲短裤", -- [348]
			"鳞甲战靴", -- [349]
			"达拉然奶酪", -- [350]
			"矮人奶酪", -- [351]
			"灰暗的狂鱼鳞片", -- [352]
			"劣质秃鹫羽毛", -- [353]
			"秃鹫的喙", -- [354]
		},
		["unused_item_ids"] = {
			true, -- [1]
			true, -- [2]
			true, -- [3]
			true, -- [4]
			true, -- [5]
			true, -- [6]
			true, -- [7]
			true, -- [8]
			true, -- [9]
			true, -- [10]
			true, -- [11]
			true, -- [12]
			true, -- [13]
			true, -- [14]
			true, -- [15]
			true, -- [16]
			true, -- [17]
			true, -- [18]
			true, -- [19]
			true, -- [20]
			true, -- [21]
			true, -- [22]
			true, -- [23]
			true, -- [24]
			nil, -- [25]
			true, -- [26]
			true, -- [27]
			true, -- [28]
			true, -- [29]
			true, -- [30]
			true, -- [31]
			true, -- [32]
			true, -- [33]
			true, -- [34]
			nil, -- [35]
			nil, -- [36]
			nil, -- [37]
			nil, -- [38]
			nil, -- [39]
			nil, -- [40]
			nil, -- [41]
			nil, -- [42]
			nil, -- [43]
			nil, -- [44]
			nil, -- [45]
			nil, -- [46]
			nil, -- [47]
			nil, -- [48]
			nil, -- [49]
			nil, -- [50]
			nil, -- [51]
			nil, -- [52]
			nil, -- [53]
			nil, -- [54]
			nil, -- [55]
			nil, -- [56]
			nil, -- [57]
			nil, -- [58]
			nil, -- [59]
			nil, -- [60]
			nil, -- [61]
			true, -- [62]
			true, -- [63]
			true, -- [64]
			true, -- [65]
			true, -- [66]
			true, -- [67]
			true, -- [68]
			true, -- [69]
			true, -- [70]
			true, -- [71]
			true, -- [72]
			true, -- [73]
			true, -- [74]
			true, -- [75]
			true, -- [76]
			nil, -- [77]
			true, -- [78]
			nil, -- [79]
			nil, -- [80]
			true, -- [81]
			true, -- [82]
			true, -- [83]
			true, -- [84]
			nil, -- [85]
			nil, -- [86]
			nil, -- [87]
			nil, -- [88]
			nil, -- [89]
			nil, -- [90]
			nil, -- [91]
			nil, -- [92]
			nil, -- [93]
			nil, -- [94]
			nil, -- [95]
			true, -- [96]
			nil, -- [97]
			nil, -- [98]
			nil, -- [99]
			nil, -- [100]
			nil, -- [101]
			nil, -- [102]
			nil, -- [103]
			nil, -- [104]
			nil, -- [105]
			true, -- [106]
			true, -- [107]
			true, -- [108]
			true, -- [109]
			true, -- [110]
			true, -- [111]
			true, -- [112]
			nil, -- [113]
			nil, -- [114]
			nil, -- [115]
			true, -- [116]
			nil, -- [117]
			nil, -- [118]
			nil, -- [119]
			nil, -- [120]
			nil, -- [121]
			nil, -- [122]
			nil, -- [123]
			nil, -- [124]
			nil, -- [125]
			nil, -- [126]
			nil, -- [127]
			nil, -- [128]
			nil, -- [129]
			nil, -- [130]
			nil, -- [131]
			nil, -- [132]
			nil, -- [133]
			nil, -- [134]
			nil, -- [135]
			nil, -- [136]
			nil, -- [137]
			nil, -- [138]
			nil, -- [139]
			nil, -- [140]
			nil, -- [141]
			true, -- [142]
			nil, -- [143]
			true, -- [144]
			true, -- [145]
			nil, -- [146]
			nil, -- [147]
			nil, -- [148]
			nil, -- [149]
			nil, -- [150]
			nil, -- [151]
			nil, -- [152]
			nil, -- [153]
			nil, -- [154]
			nil, -- [155]
			nil, -- [156]
			nil, -- [157]
			true, -- [158]
			nil, -- [159]
			true, -- [160]
			true, -- [161]
			true, -- [162]
			true, -- [163]
			true, -- [164]
			true, -- [165]
			true, -- [166]
			true, -- [167]
			true, -- [168]
			true, -- [169]
			true, -- [170]
			true, -- [171]
			true, -- [172]
			true, -- [173]
			true, -- [174]
			true, -- [175]
			true, -- [176]
			true, -- [177]
			true, -- [178]
			true, -- [179]
			true, -- [180]
			true, -- [181]
			nil, -- [182]
			true, -- [183]
			nil, -- [184]
			true, -- [185]
			true, -- [186]
			true, -- [187]
			true, -- [188]
			true, -- [189]
			true, -- [190]
			true, -- [191]
			true, -- [192]
			nil, -- [193]
			nil, -- [194]
			nil, -- [195]
			true, -- [196]
			true, -- [197]
			true, -- [198]
			true, -- [199]
			nil, -- [200]
			nil, -- [201]
			nil, -- [202]
			nil, -- [203]
			true, -- [204]
			true, -- [205]
			true, -- [206]
			true, -- [207]
			true, -- [208]
			nil, -- [209]
			nil, -- [210]
			true, -- [211]
			true, -- [212]
			true, -- [213]
			true, -- [214]
			true, -- [215]
			true, -- [216]
			true, -- [217]
			true, -- [218]
			true, -- [219]
			true, -- [220]
			true, -- [221]
			true, -- [222]
			true, -- [223]
			true, -- [224]
			true, -- [225]
			true, -- [226]
			true, -- [227]
			true, -- [228]
			true, -- [229]
			true, -- [230]
			true, -- [231]
			true, -- [232]
			true, -- [233]
			true, -- [234]
			true, -- [235]
			nil, -- [236]
			nil, -- [237]
			nil, -- [238]
			nil, -- [239]
			true, -- [240]
			true, -- [241]
			true, -- [242]
			true, -- [243]
			true, -- [244]
			true, -- [245]
			true, -- [246]
			true, -- [247]
			true, -- [248]
			true, -- [249]
			true, -- [250]
			true, -- [251]
			true, -- [252]
			true, -- [253]
			true, -- [254]
			true, -- [255]
			true, -- [256]
			true, -- [257]
			true, -- [258]
			true, -- [259]
			true, -- [260]
			true, -- [261]
			true, -- [262]
			true, -- [263]
			true, -- [264]
			true, -- [265]
			true, -- [266]
			true, -- [267]
			true, -- [268]
			true, -- [269]
			true, -- [270]
			true, -- [271]
			true, -- [272]
			true, -- [273]
			true, -- [274]
			true, -- [275]
			true, -- [276]
			true, -- [277]
			true, -- [278]
			true, -- [279]
			true, -- [280]
			true, -- [281]
			true, -- [282]
			true, -- [283]
			true, -- [284]
			nil, -- [285]
			nil, -- [286]
			nil, -- [287]
			true, -- [288]
			true, -- [289]
			true, -- [290]
			true, -- [291]
			true, -- [292]
			true, -- [293]
			true, -- [294]
			true, -- [295]
			true, -- [296]
			true, -- [297]
			true, -- [298]
			true, -- [299]
			true, -- [300]
			true, -- [301]
			true, -- [302]
			true, -- [303]
			true, -- [304]
			true, -- [305]
			true, -- [306]
			true, -- [307]
			true, -- [308]
			true, -- [309]
			true, -- [310]
			true, -- [311]
			true, -- [312]
			true, -- [313]
			true, -- [314]
			true, -- [315]
			true, -- [316]
			true, -- [317]
			true, -- [318]
			true, -- [319]
			true, -- [320]
			true, -- [321]
			true, -- [322]
			true, -- [323]
			true, -- [324]
			true, -- [325]
			true, -- [326]
			true, -- [327]
			true, -- [328]
			true, -- [329]
			true, -- [330]
			true, -- [331]
			true, -- [332]
			true, -- [333]
			true, -- [334]
			true, -- [335]
			true, -- [336]
			true, -- [337]
			true, -- [338]
			true, -- [339]
			true, -- [340]
			true, -- [341]
			true, -- [342]
			true, -- [343]
			true, -- [344]
			true, -- [345]
			true, -- [346]
			true, -- [347]
			true, -- [348]
			true, -- [349]
			true, -- [350]
			true, -- [351]
			true, -- [352]
			true, -- [353]
			true, -- [354]
			true, -- [355]
			true, -- [356]
			true, -- [357]
			true, -- [358]
			true, -- [359]
			true, -- [360]
			true, -- [361]
			true, -- [362]
			true, -- [363]
			true, -- [364]
			true, -- [365]
			true, -- [366]
			true, -- [367]
			true, -- [368]
			true, -- [369]
			true, -- [370]
			true, -- [371]
			true, -- [372]
			true, -- [373]
			true, -- [374]
			true, -- [375]
			true, -- [376]
			true, -- [377]
			true, -- [378]
			true, -- [379]
			true, -- [380]
			true, -- [381]
			true, -- [382]
			true, -- [383]
			true, -- [384]
			true, -- [385]
			true, -- [386]
			true, -- [387]
			true, -- [388]
			true, -- [389]
			true, -- [390]
			true, -- [391]
			true, -- [392]
			true, -- [393]
			true, -- [394]
			true, -- [395]
			true, -- [396]
			true, -- [397]
			true, -- [398]
			true, -- [399]
			true, -- [400]
			true, -- [401]
			true, -- [402]
			true, -- [403]
			true, -- [404]
			true, -- [405]
			true, -- [406]
			true, -- [407]
			true, -- [408]
			true, -- [409]
			true, -- [410]
			true, -- [411]
			true, -- [412]
			true, -- [413]
			nil, -- [414]
			true, -- [415]
			true, -- [416]
			true, -- [417]
			true, -- [418]
			true, -- [419]
			true, -- [420]
			true, -- [421]
			nil, -- [422]
			true, -- [423]
			true, -- [424]
			true, -- [425]
			true, -- [426]
			true, -- [427]
			true, -- [428]
			true, -- [429]
			true, -- [430]
			true, -- [431]
			true, -- [432]
			true, -- [433]
			true, -- [434]
			true, -- [435]
			true, -- [436]
			true, -- [437]
			true, -- [438]
			true, -- [439]
			true, -- [440]
			true, -- [441]
			true, -- [442]
			true, -- [443]
			true, -- [444]
			true, -- [445]
			true, -- [446]
			true, -- [447]
			true, -- [448]
			true, -- [449]
			true, -- [450]
			true, -- [451]
			true, -- [452]
			true, -- [453]
			true, -- [454]
			true, -- [455]
			true, -- [456]
			true, -- [457]
			true, -- [458]
			true, -- [459]
			true, -- [460]
			true, -- [461]
			true, -- [462]
			true, -- [463]
			true, -- [464]
			true, -- [465]
			true, -- [466]
			true, -- [467]
			true, -- [468]
			true, -- [469]
			true, -- [470]
			true, -- [471]
			true, -- [472]
			true, -- [473]
			true, -- [474]
			true, -- [475]
			true, -- [476]
			true, -- [477]
			true, -- [478]
			true, -- [479]
			true, -- [480]
			true, -- [481]
			true, -- [482]
			true, -- [483]
			true, -- [484]
			true, -- [485]
			true, -- [486]
			true, -- [487]
			true, -- [488]
			true, -- [489]
			true, -- [490]
			true, -- [491]
			true, -- [492]
			true, -- [493]
			true, -- [494]
			true, -- [495]
			true, -- [496]
			true, -- [497]
			true, -- [498]
			true, -- [499]
			true, -- [500]
			true, -- [501]
			true, -- [502]
			true, -- [503]
			true, -- [504]
			true, -- [505]
			true, -- [506]
			true, -- [507]
			true, -- [508]
			true, -- [509]
			true, -- [510]
			true, -- [511]
			true, -- [512]
			true, -- [513]
			true, -- [514]
			true, -- [515]
			true, -- [516]
			true, -- [517]
			true, -- [518]
			true, -- [519]
			true, -- [520]
			true, -- [521]
			true, -- [522]
			true, -- [523]
			true, -- [524]
			true, -- [525]
			true, -- [526]
			nil, -- [527]
			true, -- [528]
			true, -- [529]
			true, -- [530]
			true, -- [531]
			true, -- [532]
			true, -- [533]
			true, -- [534]
			true, -- [535]
			true, -- [536]
			nil, -- [537]
			true, -- [538]
			true, -- [539]
			true, -- [540]
			true, -- [541]
			true, -- [542]
			true, -- [543]
			true, -- [544]
			true, -- [545]
			true, -- [546]
			true, -- [547]
			true, -- [548]
			true, -- [549]
			true, -- [550]
			true, -- [551]
			true, -- [552]
			true, -- [553]
			true, -- [554]
			nil, -- [555]
			nil, -- [556]
			true, -- [557]
			true, -- [558]
			true, -- [559]
			true, -- [560]
			true, -- [561]
			true, -- [562]
			true, -- [563]
			true, -- [564]
			true, -- [565]
			true, -- [566]
			true, -- [567]
			true, -- [568]
			true, -- [569]
			true, -- [570]
			true, -- [571]
			true, -- [572]
			true, -- [573]
			true, -- [574]
			true, -- [575]
			true, -- [576]
			true, -- [577]
			true, -- [578]
			true, -- [579]
			true, -- [580]
			true, -- [581]
			true, -- [582]
			true, -- [583]
			true, -- [584]
			true, -- [585]
			[111672] = true,
			[109138] = true,
			[140786] = true,
			[152548] = true,
			[36903] = true,
			[52721] = true,
			[41509] = true,
			[152549] = true,
			[168646] = true,
			[108326] = true,
			[75208] = true,
			[109139] = true,
			[74252] = true,
			[160711] = true,
			[35278] = true,
			[111658] = true,
			[109124] = true,
			[33278] = true,
			[108391] = true,
			[36912] = true,
			[52985] = true,
			[90175] = true,
			[108296] = true,
			[33119] = true,
			[111659] = true,
			[109125] = true,
			[109141] = true,
			[111245] = true,
			[34721] = true,
			[113588] = true,
			[74637] = true,
			[108329] = true,
			[111676] = true,
			[168302] = true,
			[34052] = true,
			[174327] = true,
			[35622] = true,
			[116139] = true,
			[108298] = true,
			[174328] = true,
			[108362] = true,
			[109143] = true,
			[46954] = true,
			[34722] = true,
			[108299] = true,
			[97621] = true,
			[111662] = true,
			[109144] = true,
			[34053] = true,
			[35623] = true,
			[41265] = true,
			[108300] = true,
			[111663] = true,
			[115504] = true,
			[41058] = true,
			[108301] = true,
			[109625] = true,
			[111664] = true,
			[61323] = true,
			[42732] = true,
			[52183] = true,
			[109991] = true,
			[97512] = true,
			[63427] = true,
			[52988] = true,
			[111601] = true,
			[108302] = true,
			[108350] = true,
			[109119] = true,
			[108303] = true,
			[108319] = true,
			[111650] = true,
			[111666] = true,
			[36909] = true,
			[36860] = true,
			[37702] = true,
			[108297] = true,
			[37727] = true,
			[35625] = true,
			[52718] = true,
			[111673] = true,
			[37705] = true,
			[111651] = true,
			[111667] = true,
			[129055] = true,
			[108305] = true,
			[34056] = true,
			[111652] = true,
			[111668] = true,
			[133925] = true,
			[74247] = true,
			[37701] = true,
			[52185] = true,
			[108353] = true,
			[52719] = true,
			[111589] = true,
			[108294] = true,
			[108306] = true,
			[108322] = true,
			[111675] = true,
			[111669] = true,
			[53038] = true,
			[108295] = true,
			[111674] = true,
			[109140] = true,
			[136605] = true,
			[111595] = true,
			[152543] = true,
			[72235] = true,
			[108307] = true,
			[109142] = true,
			[108304] = true,
			[111670] = true,
			[152544] = true,
			[115502] = true,
			[37887] = true,
			[37703] = true,
			[37700] = true,
			[35627] = true,
			[52720] = true,
			[152545] = true,
			[156930] = true,
			[108308] = true,
			[108365] = true,
			[109624] = true,
			[111671] = true,
			[109137] = true,
			[152546] = true,
			[35624] = true,
			[72092] = true,
			[111665] = true,
			[108336] = true,
			[34055] = true,
			[152547] = true,
			[36910] = true,
			[108309] = true,
			[108325] = true,
			[111656] = true,
			[37704] = true,
		},
		["item_ids"] = {
			[""] = 143,
			["oldsquire's belt"] = 42,
			["deprecated gnoll war beads"] = 527,
			["deprecated old pants"] = 88,
			["deprecated dwarven apprentice belt"] = 115,
			["地根草"] = 2449,
			["敏捷卷轴"] = 3012,
			["灰烬之天火钻石"] = 35503,
			["deprecated orc apprentice belt"] = 126,
			["六魔包"] = 7734,
			["deprecated tauren apprentice pants"] = 150,
			["孔雀石"] = 774,
			["风暴天蓝宝石"] = 32203,
			["夹层外衣"] = 60,
			["灵纹投网"] = 24268,
			["重型灵纹投网"] = 24269,
			["圆润狮眼石"] = 32205,
			["强效虚空精华"] = 11175,
			["狡诈夜目石"] = 24055,
			["异彩艾露恩之星"] = 24037,
			["deprecated dwarven squire's belt"] = 98,
			["反光火榴石"] = 23100,
			["火花锆石"] = 28464,
			["学徒长袍"] = 56,
			["强效星界精华"] = 11082,
			["绒线绷带"] = 3530,
			["厚重黎明石"] = 24052,
			["迅捷之天火钻石"] = 25894,
			["大块棱光碎片"] = 22449,
			["坚强水玉"] = 35318,
			["水之微粒"] = 22578,
			["毁灭之天火钻石"] = 25890,
			["deprecated dwarven apprentice pants"] = 113,
			["次级秘法精华"] = 11134,
			["暗影石"] = 1210,
			["皱褶捕兽者之靴"] = 129,
			["oldfootpad's belt"] = 46,
			["olddwarven initiate's shirt"] = 93,
			["闪光赤尖石"] = 32199,
			["打斗者之靴"] = 140,
			["圆润德拉诺金钻"] = 28290,
			["粗糙的飞斧"] = 25861,
			["deprecated old leather boots"] = 136,
			["坚硬海浪翡翠"] = 32223,
			["跌打草"] = 2453,
			["异彩碧月石"] = 23121,
			["诡秘红曜石"] = 24032,
			["用旧的匕首"] = 2092,
			["铭文黄晶玉"] = 24058,
			["矮人布质短裤"] = 79,
			["调和过的水晶核心"] = 34368,
			["新兵之靴"] = 40,
			["厚绒线绷带"] = 3531,
			["deprecated dwarven squire's shirt"] = 101,
			["清凉的泉水"] = 159,
			["deprecated dwarven squire's pants"] = 100,
			["秃鹫的喙"] = 556,
			["源生空气"] = 22451,
			["源生火焰"] = 21884,
			["永恒之大地风暴钻石"] = 35501,
			["侍从衬衣"] = 45,
			["混乱之天火钻石"] = 34220,
			["源生之土"] = 22452,
			["真银矿石"] = 7911,
			["deprecated dwarven novice's belt"] = 94,
			["新兵衬衣"] = 38,
			["厚符文布绷带"] = 14530,
			["迅捷黎明石"] = 35315,
			["炽热影歌紫玉"] = 32215,
			["大块微光碎片"] = 11084,
			["索尔宾的超级压缩器"] = 18904,
			["刺客之靴"] = 121,
			["符文布绷带"] = 14529,
			["皇家夜目石"] = 24057,
			["德拉诺影钻"] = 23107,
			["残酷之大地风暴钻石"] = 32409,
			["辐光海浪翡翠"] = 32224,
			["槲寄生"] = 21519,
			["狡诈德拉诺影钻"] = 23110,
			["硬皮甲"] = 236,
			["火花艾露恩之星"] = 24035,
			["强效魔法精华"] = 10939,
			["塞萨克的碎片"] = 31463,
			["硬肉干"] = 117,
			["霜狼口套"] = 17626,
			["符文红玉"] = 28461,
			["破布短裤"] = 194,
			["稳固海浪翡翠"] = 35758,
			["次级位面精华"] = 22447,
			["黄晶玉"] = 23439,
			["潜行者衬衣"] = 49,
			["小块强光碎片"] = 11177,
			["刚硬狮眼石"] = 32206,
			["耐力卷轴 ii"] = 1711,
			["见习牧师之靴"] = 51,
			["坚强海浪翡翠"] = 35759,
			["致密碧月石"] = 23118,
			["精致赤尖石"] = 32194,
			["精金矿石"] = 23425,
			["刚硬德拉诺金钻"] = 23116,
			["迅捷狮眼石"] = 35761,
			["青绿石"] = 7909,
			["铭文火榴石"] = 23098,
			["学徒之靴"] = 55,
			["闪耀琥珀"] = 28466,
			["近似无敌腰带"] = 23825,
			["oldbrawler's belt"] = 141,
			["异彩天蓝宝石"] = 32202,
			["风暴碧月石"] = 23120,
			["粗糙的衬肩"] = 154,
			["灵纹布绷带"] = 21990,
			["泪珠赤尖石"] = 32195,
			["小块魔光碎片"] = 14343,
			["埃根的冲击器"] = 13289,
			["铜矿石"] = 2770,
			["火榴石"] = 21929,
			["deprecated dwarven novice's robe"] = 97,
			["辉光焚石"] = 32219,
			["空气微粒"] = 22572,
			["厚重德拉诺金钻"] = 23115,
			["麻鹰网"] = 32321,
			["强效秘法精华"] = 11135,
			["deprecated rogue's vest"] = 119,
			["用旧的钉锤"] = 36,
			["小块棱光碎片"] = 22448,
			["地精火箭发射器"] = 23836,
			["源生法力"] = 22457,
			["大块闪光碎片"] = 11139,
			["劣质秃鹫羽毛"] = 555,
			["风暴艾露恩之星"] = 24039,
			["矮人奶酪"] = 422,
			["破损的斧头"] = 37,
			["达拉然奶酪"] = 414,
			["反光焚石"] = 32220,
			["朴素赤尖石"] = 32193,
			["辉光火榴石"] = 23099,
			["鳞甲外衣"] = 285,
			["deprecated tauren apprentice shirt"] = 151,
			["硬皮手套"] = 239,
			["厚布鞋"] = 202,
			["活根草"] = 3357,
			["精致红曜石"] = 24028,
			["硬皮战靴"] = 238,
			["鲁莽焚石"] = 35760,
			["源生之水"] = 21885,
			["鼓舞之大地风暴钻石"] = 25897,
			["刺客短裤"] = 120,
			["牧绳"] = 32698,
			["符文赤尖石"] = 32196,
			["斩首者"] = 28767,
			["肮脏的皮靴"] = 210,
			["肮脏的皮裤"] = 209,
			["deprecated old belt"] = 86,
			["巨型狮眼石"] = 32210,
			["末日颅骨"] = 4984,
			["火花天蓝宝石"] = 32201,
			["朴素红曜石"] = 24027,
			["幻象之尘"] = 11137,
			["厚布短裤"] = 201,
			["厚布外衣"] = 200,
			["破布战靴"] = 195,
			["卡德加的胡须"] = 3358,
			["柔软的毛边鞋"] = 80,
			["deprecated small brown pouch"] = 184,
			["加瑞克的头颅"] = 182,
			["deprecated tauren recruit's shirt"] = 157,
			["新兵短裤"] = 39,
			["裂纹翠榄石"] = 23104,
			["隐秘焚石"] = 32221,
			["隐秘黄晶玉"] = 31867,
			["秘银矿石"] = 3858,
			["deprecated dwarven novice's boots"] = 95,
			["邪恶火榴石"] = 31869,
			["deprecated tauren recruit's pants"] = 156,
			["水玉"] = 23437,
			["deprecated tauren recruit's belt"] = 155,
			["deprecated stiff leather pants"] = 135,
			["柔光琥珀"] = 28469,
			["oldprimitive leather belt"] = 152,
			["硬皮短裤"] = 237,
			["破损的短剑"] = 25,
			["皱褶捕兽者衬衣"] = 148,
			["皱褶捕兽者短裤"] = 147,
			["oldrugged trapper's belt"] = 146,
			["打斗者短裤"] = 139,
			["高能焚石"] = 32218,
			["deprecated war harness"] = 138,
			["太阳之井的水瓶"] = 34471,
			["潜行者短裤"] = 48,
			["粗糙的褶裙"] = 153,
			["deprecated stiff leather shirt"] = 134,
			["deprecated orc acolyte's shirt"] = 133,
			["连结水晶"] = 20725,
			["泪珠血榴石"] = 23094,
			["见习牧师衬衣"] = 53,
			["充能夜目石"] = 31865,
			["deprecated orc acolyte's boots"] = 132,
			["泪珠红曜石"] = 24029,
			["deprecated orc acolyte's belt"] = 131,
			["deprecated tauren trapper's belt"] = 130,
			["deprecated tauren trapper's pants"] = 128,
			["捕兽者衬衣"] = 127,
			["deprecated orc apprentice boots"] = 125,
			["deprecated orc apprentice pants"] = 124,
			["deprecated orc apprentice shirt"] = 123,
			["oldthug belt"] = 122,
			["氪金矿石"] = 23426,
			["眩光水玉"] = 24065,
			["符文红曜石"] = 24030,
			["初级治疗药水"] = 118,
			["翡翠"] = 1529,
			["邪恶黄晶玉"] = 31868,
			["deprecated dwarven recruit's shirt"] = 105,
			["deprecated sturdy brown pants"] = 104,
			["高能黄晶玉"] = 24059,
			["异彩锆石"] = 28465,
			["巫毒咒符"] = 8149,
			["deprecated dwarven squire's boots"] = 99,
			["olddwarven initiate's boots"] = 92,
			["侍从短裤"] = 44,
			["红宝石"] = 7910,
			["平衡夜目石"] = 31863,
			["deprecated old boots"] = 87,
			["魔铁矿石"] = 23424,
			["鳞甲战靴"] = 287,
			["破布外衣"] = 193,
			["deprecated outfitter cloth armor"] = 77,
			["矮人皮质短裤"] = 61,
			["侍僧鞋"] = 59,
			["厚亚麻绷带"] = 2581,
			["盲目草"] = 8839,
			["侍僧长袍"] = 57,
			["oldnovice's belt"] = 54,
			["隐秘火榴石"] = 31866,
			["火焰微粒"] = 22574,
			["翠榄石"] = 23079,
			["致密锆石"] = 28463,
			["辐光水玉"] = 24066,
			["明亮赤尖石"] = 32197,
			["厚布手套"] = 203,
			["oldneophyte's belt"] = 137,
			["潜行者之鞋"] = 47,
			["olddwarven initiate's pants"] = 91,
			["侍从之靴"] = 43,
			["锡矿石"] = 2771,
			["符文血榴石"] = 23096,
			["oldrecruit's belt"] = 41,
			["智力卷轴 ii"] = 2290,
			["眩光海浪翡翠"] = 32225,
			["弯曲的法杖"] = 35,
			["巨型绿宝石"] = 12364,
			["蓝宝石"] = 12361,
			["强效不灭精华"] = 16203,
			["鳞甲短裤"] = 286,
			["恒金矿石"] = 23427,
			["柔光黎明石"] = 24050,
			["源生暗影"] = 22456,
			["大块强光碎片"] = 11178,
			["小块闪光碎片"] = 11138,
			["结实的绳子"] = 33069,
			["小块微光碎片"] = 10978,
			["黄水晶"] = 3864,
			["奇异之尘"] = 10940,
			["邪恶焚石"] = 32222,
			["狡诈影歌紫玉"] = 32212,
			["次级星界精华"] = 10998,
			["幻影之尘"] = 16204,
			["黎明石"] = 23440,
			["银矿石"] = 2775,
			["皇家德拉诺影钻"] = 23109,
			["裂纹海浪翡翠"] = 32226,
			["圆润琥珀"] = 28467,
			["精神卷轴 ii"] = 1712,
			["明亮红曜石"] = 24031,
			["厚重琥珀"] = 28470,
			["稳固水玉"] = 33782,
			["deprecated tauren apprentice belt"] = 149,
			["火花碧月石"] = 23119,
			["艾露恩之星"] = 23438,
			["炉石"] = 6948,
			["坚硬翠榄石"] = 23105,
			["灰暗的狂鱼鳞片"] = 537,
			["秘法狮眼石"] = 32209,
			["铁矿石"] = 2772,
			["次级月亮石"] = 1705,
			["充能影歌紫玉"] = 32214,
			["噩梦藤"] = 22792,
			["虚空水晶"] = 22450,
			["炽热德拉诺影钻"] = 23108,
			["奥法之尘"] = 22445,
			["柔光德拉诺金钻"] = 23114,
			["平衡影歌紫玉"] = 32213,
			["辉光黄晶玉"] = 24060,
			["红曜石"] = 23436,
			["皇家影歌紫玉"] = 32216,
			["虎眼石"] = 818,
			["肮脏的皮外衣"] = 85,
			["次级魔法精华"] = 10938,
			["源生生命"] = 21886,
			["精致红玉"] = 28459,
			["血榴石"] = 23077,
			["高能火榴石"] = 23101,
			["olddwarven initiate's belt"] = 90,
			["德拉诺金钻"] = 23112,
			["厚重狮眼石"] = 32208,
			["deprecated dwarven recruit's belt"] = 102,
			["铭文焚石"] = 32217,
			["诡秘赤尖石"] = 32198,
			["丝质绷带"] = 6450,
			["oldinitiate's belt"] = 50,
			["反光黄晶玉"] = 24061,
			["灵魂之尘"] = 11083,
			["oldacolyte's belt"] = 58,
			["致密艾露恩之星"] = 24033,
			["坚韧之大地风暴钻石"] = 25898,
			["强效位面精华"] = 22446,
			["梦境之尘"] = 11176,
			["辐光翠榄石"] = 23103,
			["艾泽拉斯钻石"] = 12800,
			["厚丝质绷带"] = 6451,
			["大绳网"] = 835,
			["精致血榴石"] = 23097,
			["明亮红玉"] = 28462,
			["瑟银矿石"] = 10620,
			["次级虚空精华"] = 11174,
			["闪耀德拉诺金钻"] = 23113,
			["洞察之大地风暴钻石"] = 25901,
			["绿玛瑙"] = 1206,
			["致密天蓝宝石"] = 32200,
			["闪耀狮眼石"] = 32204,
			["暗影微粒"] = 22577,
			["闪耀黎明石"] = 24047,
			["裂纹水玉"] = 24067,
			["大猫眼石"] = 12799,
			["次级不灭精华"] = 16202,
			["充能德拉诺影钻"] = 31864,
			["厚魔纹绷带"] = 8545,
			["刺客衬衣"] = 2105,
			["鲁莽黄晶玉"] = 35316,
			["巨型黎明石"] = 31861,
			["大块魔光碎片"] = 14344,
			["强能之大地风暴钻石"] = 25896,
			["冬刺草"] = 3819,
			["金矿石"] = 2776,
			["秘法黎明石"] = 24053,
			["灵魂火炮"] = 32825,
			["侏儒死亡射线"] = 10645,
			["保护卷轴 ii"] = 1478,
			["华丽夜目石"] = 35707,
			["见习牧师短裤"] = 52,
			["魔纹绷带"] = 8544,
			["泪珠红玉"] = 28460,
			["法力微粒"] = 22576,
			["刚硬琥珀"] = 28468,
			["厚灵纹布绷带"] = 21991,
			["碧月石"] = 23117,
			["柔光狮眼石"] = 32207,
			["刚硬黎明石"] = 24051,
			["一捧雪花"] = 34191,
			["耐力卷轴"] = 1180,
			["统御影歌紫玉"] = 32211,
			["夜目石"] = 23441,
			["眩光翠榄石"] = 23106,
			["闪光红曜石"] = 24036,
			["平衡德拉诺影钻"] = 31862,
			["亚麻绷带"] = 1251,
			["deprecated dwarven recruit's boots"] = 103,
			["巨型德拉诺金钻"] = 31860,
			["朴素红玉"] = 28458,
			["朴素血榴石"] = 23095,
			["deprecated dwarven apprentice boots"] = 114,
			["明亮血榴石"] = 28595,
			["oldthick trapper's shirt"] = 89,
			["纯净影歌紫玉"] = 37503,
			["坚硬水玉"] = 24062,
			["炽热夜目石"] = 24056,
		},
		["action_shortcuts"] = false,
	},
	["character"] = {
		["祈福|别看不起农民"] = {
			["tooltip"] = {
				["merchant_sell"] = true,
				["disenchant_value"] = false,
				["prospecting_value"] = false,
				["merchant_buy"] = false,
				["money_icons"] = false,
				["value"] = true,
				["disenchant_distribution"] = false,
				["prospecting_distribution"] = false,
				["daily"] = false,
			},
		},
	},
	["realm"] = {
		["祈福"] = {
			["characters"] = {
				["别看不起农民"] = 21018.195,
			},
			["favorite_searches"] = {
			},
			["recent_searches"] = {
			},
		},
	},
	["faction"] = {
		["祈福|Horde"] = {
			["post"] = {
			},
			["history"] = {
			},
		},
	},
}
