
EncounterDetailsDB = {
	["emotes"] = {
		{
			{
				8.434000000001106, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [1]
			{
				15.44000000000233, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [2]
			{
				18.25900000000183, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [3]
			{
				23.16600000000108, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [4]
			{
				23.16600000000108, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [5]
			{
				38.13799999999901, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [6]
			{
				40.94900000000052, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [7]
			{
				44.07800000000134, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [8]
			{
				50.65000000000146, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [9]
			{
				50.65000000000146, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [10]
			{
				62.00900000000183, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [11]
			{
				65.21299999999974, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [12]
			{
				71.67399999999907, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [13]
			{
				78.26200000000244, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [14]
			{
				78.26200000000244, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [15]
			{
				84.5669999999991, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [16]
			{
				87.99599999999919, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [17]
			{
				94.67599999999948, -- [1]
				"废料堆上又多了些渣滓。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [18]
			{
				105.8909999999996, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [19]
			{
				105.8909999999996, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [20]
			{
				106.2770000000019, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [21]
			{
				108.9439999999995, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [22]
			{
				113.9550000000018, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [23]
			{
				130.1840000000011, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [24]
			{
				130.1840000000011, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [25]
			{
				130.5480000000025, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [26]
			{
				138.2119999999995, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [27]
			{
				144.7010000000009, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [28]
			{
				153.2080000000024, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [29]
			{
				156.0480000000025, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [30]
			{
				157.6630000000005, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [31]
			{
				157.6630000000005, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [32]
			{
				175.8090000000011, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [33]
			{
				178.6949999999997, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [34]
			{
				182.018, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [35]
			{
				183.5560000000005, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [36]
			{
				183.5560000000005, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [37]
			{
				200.1790000000001, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [38]
			{
				203.0280000000021, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [39]
			{
				209.4500000000007, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [40]
			{
				211.1150000000016, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [41]
			{
				211.1150000000016, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [42]
			{
				222.8549999999996, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [43]
			{
				225.6569999999992, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [44]
			{
				231.2659999999996, -- [1]
				"尔等的骨骸可做燃料。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [45]
			{
				235.3870000000024, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [46]
			{
				235.3870000000024, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [47]
			{
				240.226999999999, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [48]
			{
				243.4710000000014, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [49]
			{
				253.5610000000015, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [50]
			["boss"] = "掌炉者伊格尼斯",
		}, -- [1]
		{
			{
				3.28099999999904, -- [1]
				"尔等的骨骸可做燃料。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [1]
			{
				5.919999999998254, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [2]
			{
				14.13099999999758, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [3]
			{
				17.3760000000002, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [4]
			{
				17.3760000000002, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [5]
			{
				23.93799999999828, -- [1]
				"废料堆上又多了些渣滓。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [6]
			{
				25.44499999999971, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [7]
			{
				38.37999999999738, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [8]
			{
				41.61100000000079, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [9]
			{
				44.85099999999875, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [10]
			{
				46.46399999999994, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [11]
			{
				46.46399999999994, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [12]
			{
				63.09899999999834, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [13]
			{
				65.93699999999808, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [14]
			{
				72.42499999999927, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [15]
			{
				74.02100000000064, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [16]
			{
				74.02100000000064, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [17]
			{
				82.09300000000076, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [18]
			{
				92.09300000000076, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [19]
			{
				98.33199999999852, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [20]
			{
				101.4069999999992, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [21]
			{
				101.4069999999992, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [22]
			{
				104.6649999999972, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [23]
			{
				106.7389999999978, -- [1]
				"废料堆上又多了些渣滓。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [24]
			{
				114.9529999999977, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [25]
			{
				117.7599999999984, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [26]
			{
				127.4529999999977, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [27]
			{
				127.4529999999977, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [28]
			{
				128.3299999999981, -- [1]
				"尔等的骨骸可做燃料。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [29]
			{
				135.518, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [30]
			{
				142.107, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [31]
			{
				145.3400000000002, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [32]
			{
				151.6519999999982, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [33]
			{
				151.6519999999982, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [34]
			{
				165.2439999999988, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [35]
			{
				168.0609999999979, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [36]
			{
				171.3189999999995, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [37]
			{
				176.1759999999995, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [38]
			{
				176.1759999999995, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [39]
			{
				176.9329999999973, -- [1]
				"尔等的骨骸可做燃料。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [40]
			{
				190.7419999999984, -- [1]
				"灼烧被水熄灭了！", -- [2]
				"灼烧", -- [3]
				3, -- [4]
			}, -- [41]
			{
				190.7419999999984, -- [1]
				"废料堆上又多了些渣滓。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [42]
			{
				193.9439999999995, -- [1]
				"燃烧吧！在造物者的烈火中燃烧吧！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [43]
			{
				200.3889999999992, -- [1]
				"觉醒吧，钢铁熔炉中的兵士！执行造物者的意志！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [44]
			{
				203.3449999999975, -- [1]
				"废料堆上又多了些渣滓。", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [45]
			{
				203.6029999999992, -- [1]
				"%s开始施放烈焰喷射！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				1, -- [4]
			}, -- [46]
			{
				203.6029999999992, -- [1]
				"我要烧尽尔等的杂质！", -- [2]
				"掌炉者伊格尼斯", -- [3]
				7, -- [4]
			}, -- [47]
			["boss"] = "掌炉者伊格尼斯",
		}, -- [2]
		{
			{
				8.388999999999214, -- [1]
				"对！没错！不要手下留情！不要停止攻击！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [1]
			{
				21.45399999999791, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [2]
			{
				22.34499999999753, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [3]
			{
				23.33899999999994, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [4]
			{
				27.67699999999968, -- [1]
				"让仇恨和愤怒指引你们战斗吧！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [5]
			{
				40.68799999999828, -- [1]
				"对！没错！不要手下留情！不要停止攻击！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [6]
			{
				53.42499999999927, -- [1]
				"%s碰到小奶茶姐姐后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [7]
			{
				54.45099999999729, -- [1]
				"%s碰到小奶茶姐姐后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [8]
			{
				55.44499999999971, -- [1]
				"%s碰到小奶茶姐姐后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [9]
			{
				55.44499999999971, -- [1]
				"%s碰到迦罗丶娜后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [10]
			{
				56.43999999999869, -- [1]
				"%s碰到小奶茶姐姐后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [11]
			{
				56.43999999999869, -- [1]
				"%s碰到康樂股長后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [12]
			{
				57.43799999999828, -- [1]
				"%s碰到康樂股長后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [13]
			{
				57.43799999999828, -- [1]
				"%s碰到小奶茶姐姐后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [14]
			{
				58.45899999999892, -- [1]
				"%s碰到小奶茶姐姐后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [15]
			{
				58.45899999999892, -- [1]
				"%s碰到康樂股長后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [16]
			{
				59.4519999999975, -- [1]
				"%s碰到康樂股長后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [17]
			{
				59.4519999999975, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [18]
			{
				60.45099999999729, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [19]
			{
				60.45099999999729, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [20]
			{
				61.43999999999869, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [21]
			{
				62.32400000000052, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [22]
			{
				63.44900000000052, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [23]
			{
				64.35199999999895, -- [1]
				"%s碰到宝马叔叔后开始沸腾！", -- [2]
				"邪恶之云", -- [3]
				3, -- [4]
			}, -- [24]
			{
				66.59699999999793, -- [1]
				"对！没错！不要手下留情！不要停止攻击！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [25]
			{
				85.85599999999977, -- [1]
				"让仇恨和愤怒指引你们战斗吧！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [26]
			{
				98.93899999999849, -- [1]
				"对！没错！不要手下留情！不要停止攻击！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [27]
			{
				112.7170000000006, -- [1]
				"我是清醒的梦境。", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [28]
			{
				117.6339999999982, -- [1]
				"你们噩梦中的怪物。", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [29]
			{
				122.518, -- [1]
				"千面的恶魔。", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [30]
			{
				127.4049999999988, -- [1]
				"在我的真正形态面前颤抖吧。", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [31]
			{
				130.0239999999976, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失12%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [32]
			{
				130.6290000000008, -- [1]
				"在死亡之神的面前屈服吧！", -- [2]
				"尤格-萨隆", -- [3]
				7, -- [4]
			}, -- [33]
			{
				149.9439999999995, -- [1]
				"战栗吧，凡人们，末日就要来临了！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [34]
			{
				154.2409999999982, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失12%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [35]
			{
				186.5329999999995, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失12%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [36]
			{
				188.7549999999974, -- [1]
				"通往%s思维的传送门打开了！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [37]
			{
				188.7549999999974, -- [1]
				"疯狂将把你彻底吞噬！", -- [2]
				"尤格-萨隆", -- [3]
				7, -- [4]
			}, -- [38]
			{
				192.9189999999981, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [39]
			{
				193.9259999999995, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [40]
			{
				194.8050000000003, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [41]
			{
				195.2829999999995, -- [1]
				"战栗吧，凡人们，末日就要来临了！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [42]
			{
				195.9199999999983, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [43]
			{
				196.9349999999977, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [44]
			{
				197.8439999999973, -- [1]
				"你的执着真是令人钦佩。", -- [2]
				"巫妖王", -- [3]
				4, -- [4]
			}, -- [45]
			{
				197.8439999999973, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [46]
			{
				198.757999999998, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [47]
			{
				199.9189999999981, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [48]
			{
				200.8559999999998, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [49]
			{
				201.9229999999989, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [50]
			{
				202.9379999999983, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [51]
			{
				203.9209999999985, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [52]
			{
				204.1669999999976, -- [1]
				"啊啊啊！", -- [2]
				"被献祭的勇士", -- [3]
				7, -- [4]
			}, -- [53]
			{
				207.9349999999977, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [54]
			{
				208.7309999999998, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [55]
			{
				209.9369999999981, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [56]
			{
				210.7379999999976, -- [1]
				"我不怕你！", -- [2]
				"被献祭的勇士", -- [3]
				4, -- [4]
			}, -- [57]
			{
				210.9239999999991, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [58]
			{
				211.7520000000004, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [59]
			{
				213.7330000000002, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [60]
			{
				215.1100000000006, -- [1]
				"幻象消散，通往中央房间的道路开启了！", -- [2]
				"尤格-萨隆的大脑", -- [3]
				1, -- [4]
			}, -- [61]
			{
				258.3909999999996, -- [1]
				"战栗吧，凡人们，末日就要来临了！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [62]
			{
				279.5799999999981, -- [1]
				"通往%s思维的传送门打开了！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [63]
			{
				279.5799999999981, -- [1]
				"疯狂将把你彻底吞噬！", -- [2]
				"尤格-萨隆", -- [3]
				7, -- [4]
			}, -- [64]
			{
				282.5519999999997, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [65]
			{
				289.107, -- [1]
				"坏消息，陛下。", -- [2]
				"迦罗娜", -- [3]
				4, -- [4]
			}, -- [66]
			{
				298.5589999999975, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [67]
			{
				299.5540000000001, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [68]
			{
				301.5519999999997, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [69]
			{
				302.5010000000002, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [70]
			{
				303.7299999999996, -- [1]
				"战栗吧，凡人们，末日就要来临了！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [71]
			{
				305.4169999999976, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [72]
			{
				305.4169999999976, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [73]
			{
				306.2439999999988, -- [1]
				"幻象消散，通往中央房间的道路开启了！", -- [2]
				"尤格-萨隆的大脑", -- [3]
				1, -- [4]
			}, -- [74]
			{
				347.4609999999993, -- [1]
				"战栗吧，凡人们，末日就要来临了！", -- [2]
				"萨拉", -- [3]
				7, -- [4]
			}, -- [75]
			{
				370.2729999999974, -- [1]
				"通往%s思维的传送门打开了！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [76]
			{
				370.2729999999974, -- [1]
				"疯狂将把你彻底吞噬！", -- [2]
				"尤格-萨隆", -- [3]
				7, -- [4]
			}, -- [77]
			{
				381.2729999999974, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [78]
			{
				385.2489999999998, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [79]
			{
				386.1440000000002, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [80]
			{
				391.2379999999976, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失2%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [81]
			{
				391.7860000000001, -- [1]
				"幻象消散，通往中央房间的道路开启了！", -- [2]
				"尤格-萨隆的大脑", -- [3]
				1, -- [4]
			}, -- [82]
			{
				396.9650000000002, -- [1]
				"是的。必须这样。", -- [2]
				"奈萨里奥", -- [3]
				4, -- [4]
			}, -- [83]
			{
				409.1389999999992, -- [1]
				"凝视死亡的真正面孔吧，你们的末日就要来了！", -- [2]
				"尤格-萨隆", -- [3]
				7, -- [4]
			}, -- [84]
			{
				428.3359999999993, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [85]
			{
				460.8950000000004, -- [1]
				"%s准备施放暗影强化！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [86]
			{
				528.8580000000002, -- [1]
				"%s准备施放暗影强化！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [87]
			{
				549.7989999999991, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [88]
			{
				570.9779999999992, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [89]
			{
				572.9719999999979, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [90]
			{
				574.2150000000001, -- [1]
				"%s准备施放暗影强化！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [91]
			{
				588.7969999999987, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [92]
			{
				603.3269999999975, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [93]
			{
				619.494999999999, -- [1]
				"%s准备施放暗影强化！", -- [2]
				"尤格-萨隆", -- [3]
				1, -- [4]
			}, -- [94]
			{
				621.1309999999976, -- [1]
				"|TInterface\\Icons\\Spell_Arcane_MindMastery.blp:24|t|cFFFF8900 理智损失4%%|r", -- [2]
				"康樂股長", -- [3]
				2, -- [4]
			}, -- [95]
			["boss"] = "尤格-萨隆",
		}, -- [3]
	},
	["encounter_spells"] = {
		[34299] = {
			["school"] = 1,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "Nazgolin",
		},
		[62420] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "钢铁荣誉卫士",
		},
		[48639] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "钢铁荣誉卫士",
		},
		[64496] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "野性防御者",
		},
		[63490] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[61973] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[64544] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "霍迪尔",
		},
		[63027] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "巨兽二型",
		},
		[62532] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "远古监护者",
		},
		[28240] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "格罗布鲁斯",
		},
		[57965] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "迦罗丶娜",
		},
		[62580] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "西芙",
		},
		[64145] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "重压触须",
		},
		[28280] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "格罗布鲁斯",
		},
		[63666] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "巨兽二型",
		},
		[64704] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[27793] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "缝补傀儡",
		},
		[62692] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[54021] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "阿努布雷坎",
		},
		[63762] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "米米尔隆的烈焰瞄准线",
		},
		[3045] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "小默契",
		},
		[62277] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[42891] = {
			["school"] = 4,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "人间丨",
		},
		[33198] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "就会鞭子",
		},
		[61878] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[64465] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "尤格-萨隆",
		},
		[62437] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[14751] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "老阴座小鸡",
		},
		[62469] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "霍迪尔",
		},
		[64529] = {
			["school"] = 68,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "巨兽二型",
		},
		[61990] = {
			["school"] = 16,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "快速冻结",
		},
		[62533] = {
			["school"] = 16,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "霍迪尔之怒",
		},
		[62038] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "霍迪尔",
		},
		[62565] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "西芙",
		},
		[62597] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "西芙",
		},
		[64162] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "不朽守护者",
		},
		[62661] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[62166] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "科隆加恩",
		},
		[54517] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "费尔根",
		},
		[56098] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "地穴卫士",
		},
		[28089] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "塔迪乌斯",
		},
		[48465] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "星月神话",
		},
		[62821] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "Toasty Fire",
		},
		[62326] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文平民",
		},
		[64386] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[63891] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "萨拉",
		},
		[62374] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "烈焰巨兽",
		},
		[61879] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[28169] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "格罗布鲁斯",
		},
		[63476] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "灼烧",
		},
		[64003] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[64019] = {
			["school"] = 68,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[48210] = {
			["school"] = 32,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "巨兽防御炮台",
		},
		[53352] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "灬紙鳶灬",
		},
		[16496] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "被俘虏的雇佣兵",
		},
		[64626] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "冰霜炸弹",
		},
		[28776] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "迈克斯纳",
		},
		[64147] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "重压触须",
		},
		[64674] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "野性防御者",
		},
		[62662] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[62678] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[64227] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "生命火花",
		},
		[63763] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "米米尔隆的烈焰瞄准线",
		},
		[63716] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "科隆加恩",
		},
		[63764] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "米米尔隆的烈焰瞄准线",
		},
		[60203] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "老阴座小鸡",
		},
		[63474] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[62279] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "托里姆",
		},
		[63317] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "锋鳞",
		},
		[60314] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "壹酷",
		},
		[64163] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "尤格-萨隆",
		},
		[20185] = {
			["school"] = 2,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "赵阿冰",
		},
		[48801] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[781] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "小默契",
		},
		[53733] = {
			["school"] = 2,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[54100] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑女巫法琳娜",
		},
		[61912] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "断钢者",
		},
		[66974] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "檸檬茶加醋",
		},
		[53385] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[63493] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "断钢者",
		},
		[64531] = {
			["school"] = 68,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[401398] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "霍迪尔",
		},
		[49233] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "来给你两锤子",
		},
		[50475] = {
			["school"] = 1,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "Nazgolin",
		},
		[63573] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[64164] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "尤格-萨隆",
		},
		[62583] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "西芙",
		},
		[10444] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "伊人丶独憔脆",
		},
		[69403] = {
			["school"] = 2,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[64675] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[62549] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "灼烧",
		},
		[62663] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "迅疾鞭笞者",
		},
		[47809] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "小奶茶姐姐",
		},
		[15578] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文勇士",
		},
		[30110] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "天灾兽",
		},
		[64771] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "锋鳞",
		},
		[55078] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "Nazgolin",
		},
		[59578] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "壹酷",
		},
		[62775] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[65667] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "铁铸像",
		},
		[64160] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "不朽守护者",
		},
		[58735] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "熔岩图腾 VII",
		},
		[62328] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "黑暗符文唤魔师",
		},
		[48068] = {
			["school"] = 2,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "艾星宝",
		},
		[33500] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文勇士",
		},
		[62376] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "烈焰巨兽",
		},
		[63414] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "VX-001",
		},
		[62276] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "托里姆",
		},
		[62935] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "古代水之精魂",
		},
		[29208] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "药剂师诺斯",
		},
		[28369] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "毒性通道",
		},
		[29232] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "孢子",
		},
		[62488] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[63526] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "断钢者",
		},
		[53365] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "檸檬茶加醋",
		},
		[29310] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "肮脏的希尔盖",
		},
		[47476] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[62584] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "艾欧娜尔的礼物",
		},
		[2139] = {
			["school"] = 64,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "人间丨",
		},
		[32736] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "天灾勇士",
		},
		[62776] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[68415] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[62648] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "风暴鞭笞者",
		},
		[62664] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "迅疾鞭笞者",
		},
		[62680] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[63489] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[47893] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "晨露秒秒",
		},
		[62451] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "太阳光束",
		},
		[48947] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[34655] = {
			["school"] = 8,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "剧毒蛇",
		},
		[61243] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "机械空运器304-A",
		},
		[10308] = {
			["school"] = 2,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[54121] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "迈克斯纳",
		},
		[15290] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "就会鞭子",
		},
		[35054] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文勇士",
		},
		[64389] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[62872] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[59164] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "晨露秒秒",
		},
		[53195] = {
			["school"] = 64,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "星月神话",
		},
		[63479] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[19236] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "老阴座小鸡",
		},
		[62441] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[62457] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "冰锥",
		},
		[64006] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[63511] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "霍迪尔",
		},
		[47843] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "晨露秒秒",
		},
		[64383] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "空中指挥单位",
		},
		[62042] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "托里姆",
		},
		[62553] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[57970] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "迦罗丶娜",
		},
		[54131] = {
			["school"] = 1,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "狗东西",
		},
		[63783] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[48942] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[63815] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "锋鳞",
		},
		[62649] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "风暴鞭笞者",
		},
		[50401] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "Nazgolin",
		},
		[62666] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "锋鳞",
		},
		[64230] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "生命火花",
		},
		[64757] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "黑暗符文守卫",
		},
		[20424] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[62442] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[1604] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "黑暗符文守卫",
		},
		[64532] = {
			["school"] = 68,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[53595] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[54122] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "迈克斯纳",
		},
		[63847] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "烈焰巨兽",
		},
		[28131] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "帕奇维克",
		},
		[64390] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "托里姆",
		},
		[64582] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "巨兽二型",
		},
		[64422] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[54378] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "格拉斯",
		},
		[65737] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[53739] = {
			["school"] = 2,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[64486] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "不朽守护者",
		},
		[26662] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[64375] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "圣所警卫",
		},
		[63512] = {
			["school"] = 16,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "霍迪尔",
		},
		[64039] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "感应触须",
		},
		[64566] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[54362] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "天灾云雾",
		},
		[54889] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "天灾勇士",
		},
		[62395] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "烈焰巨兽炮台",
		},
		[8269] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "地穴卫士",
		},
		[64646] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[64455] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "野性防御者",
		},
		[64678] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[48135] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "老阴座小鸡",
		},
		[64710] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[31884] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[63720] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[64758] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文哨兵",
		},
		[54043] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[65301] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "萨拉",
		},
		[63018] = {
			["school"] = 66,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[63050] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[64152] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "腐蚀触须",
		},
		[62124] = {
			["school"] = 2,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "壹酷",
		},
		[62315] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "冰虫巨兽",
		},
		[62331] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "竞技场铁卫士",
		},
		[63689] = {
			["school"] = 68,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "空中指挥单位",
		},
		[63322] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[62316] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "冰虫巨兽",
		},
		[62906] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "弗蕾亚的防御结界",
		},
		[62411] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "古代符文巨人",
		},
		[62938] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "风暴鞭笞者",
		},
		[20267] = {
			["school"] = 2,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "赵阿冰",
		},
		[63481] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[62475] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "烈焰巨兽炮台",
		},
		[64535] = {
			["school"] = 68,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "空中指挥单位",
		},
		[65062] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "扭动的鞭笞者",
		},
		[51735] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[54363] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "天灾云雾",
		},
		[49269] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "来给你两锤子",
		},
		[64374] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "圣所警卫",
		},
		[63967] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[54427] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "格拉斯",
		},
		[62619] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "艾欧娜尔的礼物",
		},
		[64168] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "夸张的徽记",
		},
		[61869] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[51425] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "檸檬茶加醋",
		},
		[47864] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "晨露秒秒",
		},
		[4987] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[64759] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文哨兵",
		},
		[64775] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "萨拉",
		},
		[55593] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "洛欧塞布",
		},
		[31789] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[63801] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "炸弹机器人",
		},
		[32223] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[54124] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "迈克斯纳",
		},
		[63849] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "拆解者之心",
		},
		[62332] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "钢铁荣誉卫士",
		},
		[54172] = {
			["school"] = 2,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "壹酷",
		},
		[64545] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "霍迪尔",
		},
		[28156] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "污水淤泥怪",
		},
		[62396] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "烈焰巨兽",
		},
		[62443] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[62939] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "风暴鞭笞者",
		},
		[62444] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "被俘虏的雇佣兵队长",
		},
		[63482] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[61965] = {
			["school"] = 2,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[29234] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "洛欧塞布",
		},
		[47008] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "锋鳞",
		},
		[49238] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "来给你两锤子",
		},
		[54364] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "格罗布鲁斯",
		},
		[31821] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[62660] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[29306] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "肉用僵尸",
		},
		[62269] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[64153] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "腐蚀触须",
		},
		[64169] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "理智之井",
		},
		[64696] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文哨兵",
		},
		[54098] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "黑女巫法琳娜",
		},
		[49909] = {
			["school"] = 16,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "Nazgolin",
		},
		[48461] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "星月神话",
		},
		[63818] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "碎石",
		},
		[16246] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "来给你两锤子",
		},
		[5568] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "XM-024击打者",
		},
		[53742] = {
			["school"] = 2,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[63802] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "萨拉",
		},
		[62796] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "锋鳞",
		},
		[54125] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "迈克斯纳",
		},
		[62317] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "被俘虏的雇佣兵队长",
		},
		[63978] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "碎石",
		},
		[40504] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "地穴卫士",
		},
		[63387] = {
			["school"] = 68,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[62892] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[62397] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "烈焰巨兽炮台",
		},
		[62413] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "古代符文巨人",
		},
		[47610] = {
			["school"] = 20,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "人间丨",
		},
		[62445] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文唤魔师",
		},
		[63483] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[64010] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "碧蓝随从",
		},
		[64537] = {
			["school"] = 68,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[62598] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "爆炸鞭笞者",
		},
		[38313] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文平民",
		},
		[64174] = {
			["school"] = 16,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "霍迪尔",
		},
		[49271] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "来给你两锤子",
		},
		[64688] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[62589] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "远古监护者",
		},
		[63120] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[42724] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "钢铁荣誉卫士",
		},
		[65192] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "VX-001",
		},
		[62653] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "古代水之精魂",
		},
		[55052] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "洛欧塞布",
		},
		[58597] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "浅梦一骑",
		},
		[64234] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[62717] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[57623] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[48952] = {
			["school"] = 2,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "淺唱鎏年",
		},
		[63276] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[62526] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "古代符文巨人",
		},
		[63356] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[54158] = {
			["school"] = 2,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "赵阿冰",
		},
		[62318] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "被俘虏的雇佣兵",
		},
		[62334] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[64021] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "锋鳞",
		},
		[65648] = {
			["school"] = 68,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "空中指挥单位",
		},
		[62937] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "爆炸鞭笞者",
		},
		[62909] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "米米尔隆的烈焰",
		},
		[61903] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "断钢者",
		},
		[64059] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "尤格-萨隆的大脑",
		},
		[62446] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "黑暗符文唤魔师",
		},
		[64666] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "圣所警卫",
		},
		[62478] = {
			["school"] = 16,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "霍迪尔",
		},
		[65209] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "尤格-萨隆的卫士",
		},
		[64972] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[64570] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "巨兽二型",
		},
		[20572] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[62912] = {
			["school"] = 9,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "托里姆之锤",
		},
		[50454] = {
			["school"] = 32,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "血虫",
		},
		[65585] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "明叶长老",
		},
		[64650] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "自然炸弹",
		},
		[66351] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "地雷",
		},
		[62287] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "焦油池",
		},
		[64187] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[49895] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[49065] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "灬紙鳶灬",
		},
		[51460] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[55053] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "洛欧塞布",
		},
		[62321] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文唤魔师",
		},
		[26297] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "就会鞭子",
		},
		[29371] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "肮脏的希尔盖",
		},
		[63293] = {
			["school"] = 68,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[49001] = {
			["school"] = 8,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "小默契",
		},
		[48123] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "老阴座小鸡",
		},
		[63341] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "米米尔隆",
		},
		[62335] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[61840] = {
			["school"] = 2,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[15496] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "天灾战士",
		},
		[61968] = {
			["school"] = 16,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "霍迪尔",
		},
		[62910] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "米米尔隆的烈焰",
		},
		[62415] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "冰虫巨兽",
		},
		[62942] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "古代符文巨人",
		},
		[63980] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "科隆加恩",
		},
		[63485] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[54814] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "药剂师诺斯",
		},
		[8374] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "XM-024击打者",
		},
		[32323] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文勇士",
		},
		[63038] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "尤格-萨隆的卫士",
		},
		[64587] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "自然炸弹",
		},
		[62623] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[64619] = {
			["school"] = 16,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "紧急灭火机器人",
		},
		[63134] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "萨拉",
		},
		[62400] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "烈焰巨兽",
		},
		[64667] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "圣所警卫",
		},
		[57689] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "重压触须",
		},
		[63677] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[64715] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "科隆加恩",
		},
		[348704] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[59638] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "镜像",
		},
		[75] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "小默契",
		},
		[30122] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "肮脏的希尔盖",
		},
		[45026] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文戒卫",
		},
		[63278] = {
			["school"] = 1,
			["token"] = {
				["SPELL_HEAL"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[54096] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "纳克萨玛斯膜拜者",
		},
		[53601] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "壹酷",
		},
		[65370] = {
			["school"] = 16,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "积雪冰锥",
		},
		[62320] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文战争使者",
		},
		[28134] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "斯塔拉格",
		},
		[64396] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[28206] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "格罗布鲁斯",
		},
		[28741] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "迈克斯纳",
		},
		[62911] = {
			["school"] = 9,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "托里姆之锤",
		},
		[64157] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "腐蚀触须",
		},
		[48300] = {
			["school"] = 32,
			["token"] = {
				["SPELL_HEAL"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "就会鞭子",
		},
		[63981] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "科隆加恩",
		},
		[63486] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[64013] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "装甲",
		},
		[63007] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "护卫鞭笞者",
		},
		[54368] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "辐射软泥怪",
		},
		[62017] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[21084] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[63277] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[62576] = {
			["school"] = 16,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
		},
		[62528] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[62608] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "爆炸鞭笞者",
		},
		[64668] = {
			["school"] = 64,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "突击机器人",
		},
		[64173] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "尤格-萨隆的大脑",
		},
		[61969] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
		},
		[29212] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "药剂师诺斯",
		},
		[50424] = {
			["school"] = 1,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[54528] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "费尔根",
		},
		[65210] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "米米尔隆",
		},
		[64156] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "腐蚀触须",
		},
		[63571] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "远古监护者",
		},
		[54835] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "药剂师诺斯",
		},
		[62016] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "托里姆",
		},
		[50536] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[61920] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[62832] = {
			["school"] = 1,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[64381] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "圣所警卫",
		},
		[57688] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "重压触须",
		},
		[56107] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "纳克萨玛斯追随者",
		},
		[63884] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[61890] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "断钢者",
		},
		[62417] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "冰虫巨兽",
		},
		[48125] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "就会鞭子",
		},
		[63982] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[62465] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[60437] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "檸檬茶加醋",
		},
		[65590] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "石树长老",
		},
		[63024] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[62529] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "黑暗符文唤魔师",
		},
		[64185] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "艾欧娜尔的礼物",
		},
		[63498] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "断钢者",
		},
		[56090] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "阿努布雷坎",
		},
		[64637] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "断钢者",
		},
		[63631] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "巨兽二型",
		},
		[64669] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "野性防御者",
		},
		[62130] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "托里姆",
		},
		[64190] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "迅疾鞭笞者",
		},
		[63894] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "尤格-萨隆",
		},
		[64733] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[51714] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "Nazgolin",
		},
		[54093] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "纳克萨玛斯追随者",
		},
		[64533] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[57807] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "被俘虏的雇佣兵队长",
		},
		[59192] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "帕奇维克",
		},
		[62274] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "符文大师莫尔基姆",
		},
		[66922] = {
			["school"] = 2,
			["token"] = {
				["SPELL_PERIODIC_HEAL"] = true,
			},
			["source"] = "赵阿冰",
		},
		[65719] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "尤格-萨隆的卫士",
		},
		[62322] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文战争使者",
		},
		[62338] = {
			["school"] = 64,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "符印巨像",
		},
		[56222] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[65079] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "轨道支援",
		},
		[64536] = {
			["school"] = 68,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "VX-001",
		},
		[29210] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "药剂师诺斯",
		},
		[62418] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "竞技场铁卫士",
		},
		[64478] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "野性防御者",
		},
		[63472] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[62466] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "托里姆",
		},
		[63338] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[63009] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "地雷",
		},
		[55360] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "人间丨",
		},
		[63041] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "火箭打击",
		},
		[62546] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[48806] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "壹酷",
		},
		[62507] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "西芙",
		},
		[61964] = {
			["school"] = 2,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "黑暗符文助手",
		},
		[63976] = {
			["school"] = 64,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[64679] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "欧尔莉亚",
		},
		[62131] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "托里姆",
		},
		[64191] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "迅疾鞭笞者",
		},
		[62997] = {
			["school"] = 68,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "巨兽二型",
		},
		[58578] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[64167] = {
			["school"] = 32,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "夸张的徽记",
		},
		[64023] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "锋鳞",
		},
		[61915] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "唤雷者布隆迪尔",
		},
		[47813] = {
			["school"] = 32,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "晨露秒秒",
		},
		[48160] = {
			["school"] = 32,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "就会鞭子",
		},
		[54099] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "黑女巫法琳娜",
		},
		[55095] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "Nazgolin",
		},
		[28375] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "格拉斯",
		},
		[62834] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "XE-321爆破机器人",
		},
		[62339] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "符印巨像",
		},
		[57984] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "强力火元素",
		},
		[64707] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "人间丨",
		},
		[63830] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "萨拉",
		},
		[65121] = {
			["school"] = 66,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "XT-002拆解者",
		},
		[62548] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "灼烧",
		},
		[62297] = {
			["school"] = 16,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "霍迪尔之怒",
		},
		[63473] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[62467] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "铁枝长老",
		},
		[64016] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "锋鳞",
		},
		[20271] = {
			["school"] = 2,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "赵阿冰",
		},
		[47632] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[63042] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "尤格-萨隆的卫士",
		},
		[65026] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "巨兽二型",
		},
		[65722] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "掌炉者伊格尼斯",
		},
		[64623] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "VX-001",
		},
		[63106] = {
			["school"] = 32,
			["token"] = {
				["SPELL_HEAL"] = true,
			},
			["source"] = "晨露秒秒",
		},
		[64144] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "腐蚀触须",
		},
		[63138] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "萨拉",
		},
		[10966] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "XM-024击打者",
		},
		[62659] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "维扎克斯将军",
		},
		[54499] = {
			["school"] = 2,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "壹酷",
		},
		[50463] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[54531] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "塔迪乌斯",
		},
		[55011] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "肮脏的希尔盖",
		},
		[63761] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "米米尔隆的烈焰瞄准线",
		},
		[62519] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "弗蕾亚",
		},
		[63525] = {
			["school"] = 8,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "断钢者",
		},
		[63809] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "黑暗符文哨兵",
		},
		[50526] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "宝马叔叔",
		},
		[65723] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[63346] = {
			["school"] = 64,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
		[24048] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "竞技场铁卫士",
		},
		[28137] = {
			["school"] = 8,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "格罗布鲁斯",
		},
		[48945] = {
			["school"] = 2,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "壹酷",
		},
		[53190] = {
			["school"] = 64,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "星月神话",
		},
		[63475] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "灼烧",
		},
	},
}
