
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["特变电工"] = {
			["GUID"] = "Player-4778-04DBFC9E",
			["LastEventHealth"] = {
				1567, -- [1]
				1567, -- [2]
				1567, -- [3]
				1528, -- [4]
				1528, -- [5]
				1701, -- [6]
				1482, -- [7]
				1408, -- [8]
				1195, -- [9]
				1500, -- [10]
				1500, -- [11]
				1500, -- [12]
				1428, -- [13]
				1428, -- [14]
				1428, -- [15]
				1428, -- [16]
				1383, -- [17]
				1383, -- [18]
				1383, -- [19]
				1347, -- [20]
				1347, -- [21]
				1347, -- [22]
				1347, -- [23]
				1347, -- [24]
				1347, -- [25]
				1311, -- [26]
				1311, -- [27]
				1311, -- [28]
				1311, -- [29]
				1311, -- [30]
				1311, -- [31]
				1311, -- [32]
				1311, -- [33]
				1267, -- [34]
				1701, -- [35]
				1701, -- [36]
				1701, -- [37]
				1658, -- [38]
				1658, -- [39]
				1658, -- [40]
				1658, -- [41]
				1658, -- [42]
				1658, -- [43]
				1658, -- [44]
				1615, -- [45]
				1615, -- [46]
				1615, -- [47]
				1615, -- [48]
				1615, -- [49]
				1567, -- [50]
			},
			["LastAttackedBy"] = "雷霆流放者",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["EnergyGain"] = {
					98, -- [1]
				},
				["DOT_Time"] = {
					3, -- [1]
				},
				["TimeDamage"] = {
					2295.77000000001, -- [1]
				},
				["ActiveTime"] = {
					2295.77000000001, -- [1]
				},
				["Interrupts"] = {
					26, -- [1]
				},
				["CCBreak"] = {
					6, -- [1]
				},
				["DamageTaken"] = {
					26707, -- [1]
				},
				["Damage"] = {
					218734, -- [1]
				},
			},
			["enClass"] = "ROGUE",
			["unit"] = "特变电工",
			["level"] = 34,
			["LastDamageAbility"] = "震击",
			["LastFightIn"] = 157,
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 212,
			["TimeLast"] = {
				["OVERALL"] = 54946.481,
				["DamageTaken"] = 54946.481,
				["EnergyGain"] = 54024.484,
				["ActiveTime"] = 54875.486,
				["TimeDamage"] = 54875.486,
				["CCBreak"] = 54531.48,
				["Interrupts"] = 54391.485,
				["DOT_Time"] = 54773.483,
				["Damage"] = 54875.486,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				1701, -- [1]
				1701, -- [2]
				1701, -- [3]
				1701, -- [4]
				1701, -- [5]
				1701, -- [6]
				1701, -- [7]
				1701, -- [8]
				1701, -- [9]
				1701, -- [10]
				1701, -- [11]
				1701, -- [12]
				1701, -- [13]
				1701, -- [14]
				1701, -- [15]
				1701, -- [16]
				1701, -- [17]
				1701, -- [18]
				1701, -- [19]
				1701, -- [20]
				1701, -- [21]
				1701, -- [22]
				1701, -- [23]
				1701, -- [24]
				1701, -- [25]
				1701, -- [26]
				1701, -- [27]
				1701, -- [28]
				1701, -- [29]
				1701, -- [30]
				1701, -- [31]
				1701, -- [32]
				1701, -- [33]
				1701, -- [34]
				1701, -- [35]
				1701, -- [36]
				1701, -- [37]
				1701, -- [38]
				1701, -- [39]
				1701, -- [40]
				1701, -- [41]
				1701, -- [42]
				1701, -- [43]
				1701, -- [44]
				1701, -- [45]
				1701, -- [46]
				1701, -- [47]
				1701, -- [48]
				1701, -- [49]
				1701, -- [50]
			},
			["NextEventNum"] = 10,
			["LastDamageTime"] = 54875.959,
			["LastEvents"] = {
				"特变电工 刺骨 落锤步兵 Hit -107 (Physical)", -- [1]
				"特变电工 肉搏 落锤步兵 Miss (1)", -- [2]
				"落锤步兵 肉搏 特变电工 Hit -39 (Physical)", -- [3]
				"特变电工 肉搏 落锤步兵 Hit -39 (Physical)", -- [4]
				"特变电工 肉搏 落锤步兵 Crit -176 (Physical)", -- [5]
				"雷霆流放者 震击 特变电工 Hit -219 (Nature)", -- [6]
				"雷霆流放者 肉搏 特变电工 Crushing -74 (Physical)", -- [7]
				"雷霆流放者 震击 特变电工 Hit -213 (Nature)", -- [8]
				"雷霆流放者 震击 特变电工 Hit -212 (Nature)", -- [9]
				"特变电工 肉搏 (剑类武器专精) 落锤苦工 Hit -92 (Physical)", -- [10]
				"被遗忘者保镖 肉搏 特变电工 Hit -23 (Physical)", -- [11]
				"被遗忘者保镖 肉搏 特变电工 Crit -49 (Physical)", -- [12]
				"落锤苦工 肉搏 特变电工 Dodge (1)", -- [13]
				"特变电工 还击 药剂师乔瑞尔 Hit -134 (Physical)", -- [14]
				"被遗忘者保镖 肉搏 特变电工 Dodge (1)", -- [15]
				"落锤苦工 肉搏 特变电工 Hit -45 (Physical)", -- [16]
				"特变电工 影袭 药剂师乔瑞尔 Hit -88 (Physical)", -- [17]
				"被遗忘者保镖 肉搏 特变电工 Dodge (1)", -- [18]
				"落锤苦工 肉搏 特变电工 Hit -36 (Physical)", -- [19]
				"特变电工 肉搏 被遗忘者保镖 Hit -85 (Physical)", -- [20]
				"落锤苦工 肉搏 特变电工 Parry (1)", -- [21]
				"特变电工 肉搏 被遗忘者保镖 Hit -41 (Physical)", -- [22]
				"特变电工 肉搏 被遗忘者保镖 Miss (1)", -- [23]
				"特变电工 影袭 被遗忘者保镖 Crit -195 (Physical)", -- [24]
				"落锤苦工 肉搏 特变电工 Hit -36 (Physical)", -- [25]
				"特变电工 肉搏 药剂师乔瑞尔 Hit -34 (Physical)", -- [26]
				"特变电工 肉搏 药剂师乔瑞尔 Hit -85 (Physical)", -- [27]
				"特变电工 还击 药剂师乔瑞尔 Parry (Physical)", -- [28]
				"落锤苦工 肉搏 特变电工 Dodge (1)", -- [29]
				"特变电工 影袭 被遗忘者保镖 Hit -104 (Physical)", -- [30]
				"特变电工 速效药膏 II 被遗忘者保镖 Hit -34 (Nature)", -- [31]
				"特变电工 肉搏 被遗忘者保镖 Miss (1)", -- [32]
				"落锤苦工 肉搏 特变电工 Hit -44 (Physical)", -- [33]
				"特变电工 肉搏 落锤苦工 Crit -216 (Physical)", -- [34]
				"特变电工 肉搏 落锤步兵 Crit -172 (Physical)", -- [35]
				"特变电工 影袭 落锤步兵 Hit -85 (Physical)", -- [36]
				"落锤步兵 肉搏 特变电工 Hit -43 (Physical)", -- [37]
				"特变电工 肉搏 落锤步兵 Hit -45 (Physical)", -- [38]
				"落锤步兵 肉搏 特变电工 Dodge (1)", -- [39]
				"特变电工 肉搏 落锤步兵 Hit -98 (Physical)", -- [40]
				"特变电工 速效药膏 II 落锤步兵 Hit -37 (Nature)", -- [41]
				"特变电工 影袭 落锤步兵 Hit -90 (Physical)", -- [42]
				"特变电工 肉搏 落锤步兵 Hit -36 (Physical)", -- [43]
				"落锤步兵 肉搏 特变电工 Hit -43 (Physical)", -- [44]
				"特变电工 影袭 落锤步兵 Hit -100 (Physical)", -- [45]
				"特变电工 肉搏 落锤步兵 Hit -81 (Physical)", -- [46]
				"特变电工 速效药膏 II 落锤步兵 Hit -30 (Nature)", -- [47]
				"特变电工 肉搏 落锤步兵 Hit -40 (Physical)", -- [48]
				"落锤步兵 肉搏 特变电工 Hit -48 (Physical)", -- [49]
				"特变电工 肉搏 落锤步兵 Crit -83 (Physical)", -- [50]
			},
			["Name"] = "特变电工",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				54873.3, -- [1]
				54873.674, -- [2]
				54874.608, -- [3]
				54874.706, -- [4]
				54875.959, -- [5]
				54942.92, -- [6]
				54944.612, -- [7]
				54946.224, -- [8]
				54947.438, -- [9]
				54792.763, -- [10]
				54793.136, -- [11]
				54793.136, -- [12]
				54793.831, -- [13]
				54794.747, -- [14]
				54795.14, -- [15]
				54795.845, -- [16]
				54796.474, -- [17]
				54797.072, -- [18]
				54797.756, -- [19]
				54798.59, -- [20]
				54799.861, -- [21]
				54799.861, -- [22]
				54800.417, -- [23]
				54800.522, -- [24]
				54801.848, -- [25]
				54802.751, -- [26]
				54803.156, -- [27]
				54803.393, -- [28]
				54803.804, -- [29]
				54804.511, -- [30]
				54804.511, -- [31]
				54804.756, -- [32]
				54805.847, -- [33]
				54806.047, -- [34]
				54866.391, -- [35]
				54866.391, -- [36]
				54866.645, -- [37]
				54868.351, -- [38]
				54868.563, -- [39]
				54869.003, -- [40]
				54869.003, -- [41]
				54869.003, -- [42]
				54869.863, -- [43]
				54870.645, -- [44]
				54871.20200000001, -- [45]
				54871.349, -- [46]
				54871.349, -- [47]
				54871.47, -- [48]
				54872.652, -- [49]
				54873.085, -- [50]
			},
			["Fights"] = {
				["Fight3"] = {
					["DOTs"] = {
						["锁喉 (伤害/跳)"] = {
							["Details"] = {
								["被遗忘者保镖"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 434,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 10,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 12,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 27,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 12,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 14,
								},
								["Miss"] = {
									["count"] = 5,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 26,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Melee"] = 434,
						["Physical"] = 0,
						["Shadow"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 3,
					["Damage"] = 2903,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 1243,
						["Melee"] = 1482,
						["Nature"] = 178,
					},
					["PartialAbsorb"] = {
						["凋零之触"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["落锤步兵"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["药剂师乔瑞尔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 134,
								},
								["影袭"] = {
									["count"] = 280,
								},
								["肉搏"] = {
									["count"] = 154,
								},
							},
							["amount"] = 568,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 140,
								},
								["锁喉 (伤害/跳)"] = {
									["count"] = 56,
								},
								["影袭"] = {
									["count"] = 591,
								},
								["肉搏"] = {
									["count"] = 711,
								},
							},
							["amount"] = 1498,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 92,
								},
								["影袭"] = {
									["count"] = 90,
								},
								["速效药膏 II"] = {
									["count"] = 38,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 617,
								},
							},
							["amount"] = 837,
						},
						["治疗结界"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 273,
								},
							},
							["amount"] = 273,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["毒药 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 161,
								},
							},
							["amount"] = 161,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["凋零之触"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 27,
						},
					},
					["CCBroken"] = {
						["闷棍 (影袭)"] = {
							["Details"] = {
								["枯木掷斧者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["落锤步兵"] = {
							["Details"] = {
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["药剂师乔瑞尔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 1.74,
								},
								["影袭"] = {
									["count"] = 2.73,
								},
								["肉搏"] = {
									["count"] = 5.33,
								},
							},
							["amount"] = 9.8,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["锁喉 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["影袭"] = {
									["count"] = 2.84,
								},
								["肉搏"] = {
									["count"] = 11.54,
								},
							},
							["amount"] = 14.5,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 1.14,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 4.53,
								},
							},
							["amount"] = 5.67,
						},
						["治疗结界"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["枯木巫医"] = {
							["Details"] = {
								["治疗结界 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 29.97,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["脚踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 92,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 92,
								},
							},
							["count"] = 1,
							["amount"] = 92,
						},
						["锁喉 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 56,
									["min"] = 56,
									["count"] = 1,
									["amount"] = 56,
								},
							},
							["count"] = 1,
							["amount"] = 56,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 38,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 178,
								},
							},
							["count"] = 5,
							["amount"] = 178,
						},
						["速效药膏 II (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 134,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 134,
								},
							},
							["count"] = 2,
							["amount"] = 134,
						},
						["刺骨"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 107,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 574,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 195,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 387,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 961,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 97,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 907,
								},
								["Miss"] = {
									["count"] = 5,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 216,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 575,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 26,
							["amount"] = 1482,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 29.97,
					["TimeDamaging"] = {
						["落锤步兵"] = {
							["Details"] = {
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["药剂师乔瑞尔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 1.74,
								},
								["影袭"] = {
									["count"] = 2.73,
								},
								["肉搏"] = {
									["count"] = 5.33,
								},
							},
							["amount"] = 9.8,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["锁喉 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["影袭"] = {
									["count"] = 2.84,
								},
								["肉搏"] = {
									["count"] = 11.54,
								},
							},
							["amount"] = 14.5,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 1.14,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 4.53,
								},
							},
							["amount"] = 5.67,
						},
						["治疗结界"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 798,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 16,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 26,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 18,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 14,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 28,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 0,
						["Melee"] = 798,
						["Physical"] = 0,
						["Shadow"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 3177,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 1764,
						["Melee"] = 1238,
						["Nature"] = 175,
					},
					["PartialAbsorb"] = {
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["凋零之触"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["缴械"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 26,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["落锤步兵"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 775,
								},
								["影袭"] = {
									["count"] = 404,
								},
								["还击"] = {
									["count"] = 128,
								},
								["速效药膏 II"] = {
									["count"] = 105,
								},
								["肉搏"] = {
									["count"] = 1060,
								},
							},
							["amount"] = 2472,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 282,
								},
								["影袭"] = {
									["count"] = 175,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 70,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 178,
								},
							},
							["amount"] = 705,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 595,
								},
							},
							["amount"] = 595,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["毒药 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 203,
								},
							},
							["amount"] = 203,
						},
						["辛迪加间谍"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["凋零之触"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["缴械"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 26,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0.18,
								},
								["影袭"] = {
									["count"] = 0.66,
								},
								["肉搏"] = {
									["count"] = 21.86,
								},
							},
							["amount"] = 22.7,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["还击"] = {
									["count"] = 0,
								},
								["减速药膏"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 2.09,
								},
							},
							["amount"] = 3.59,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["枯木巫医"] = {
							["Details"] = {
								["治疗结界 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 26.29,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["脚踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 205,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 380,
								},
								["Hit"] = {
									["max"] = 100,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 199,
								},
							},
							["count"] = 4,
							["amount"] = 579,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 38,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 175,
								},
							},
							["count"] = 5,
							["amount"] = 175,
						},
						["减速药膏"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 205,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 1057,
								},
							},
							["count"] = 13,
							["amount"] = 1057,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 128,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 128,
								},
							},
							["count"] = 1,
							["amount"] = 128,
						},
						["刺骨"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 99,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 911,
								},
								["Crit"] = {
									["max"] = 91,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 327,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 28,
							["amount"] = 1238,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 26.29,
					["TimeDamaging"] = {
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0.18,
								},
								["影袭"] = {
									["count"] = 0.66,
								},
								["肉搏"] = {
									["count"] = 21.86,
								},
							},
							["amount"] = 22.7,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["还击"] = {
									["count"] = 0,
								},
								["减速药膏"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 2.09,
								},
							},
							["amount"] = 3.59,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["PartialAbsorb"] = {
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["枯木巫医"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["破碎岭食人魔"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["枯木巫医"] = {
							["Details"] = {
								["治疗结界 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["脚踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["刺骨"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["破碎岭食人魔"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 173,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 6,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Physical"] = 0,
						["Melee"] = 173,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 1219,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 382,
						["Melee"] = 770,
						["Nature"] = 67,
					},
					["PartialAbsorb"] = {
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 275,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 107,
								},
								["速效药膏 II"] = {
									["count"] = 67,
								},
								["肉搏"] = {
									["count"] = 770,
								},
							},
							["amount"] = 1219,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["破碎岭蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["毒药 (伤害/跳)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 173,
								},
							},
							["amount"] = 173,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
					},
					["CCBroken"] = {
						["闷棍 (Melee)"] = {
							["Details"] = {
								["辛迪加巫师"] = {
									["count"] = 0,
								},
								["碎鳍潮行鱼人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["刺骨"] = {
									["count"] = 0.22,
								},
								["影袭"] = {
									["count"] = 1.34,
								},
								["肉搏"] = {
									["count"] = 8.93,
								},
							},
							["amount"] = 10.49,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["辛迪加巫师"] = {
							["Details"] = {
								["火球术 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 0,
								},
								["治疗波 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 10.49,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["脚踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 100,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 275,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 275,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 37,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 67,
								},
							},
							["count"] = 2,
							["amount"] = 67,
						},
						["速效药膏 II (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["刺骨"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 107,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 107,
								},
							},
							["count"] = 1,
							["amount"] = 107,
						},
						["投掷"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 98,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 339,
								},
								["Crit"] = {
									["max"] = 176,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 431,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 770,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 10.49,
					["TimeDamaging"] = {
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["刺骨"] = {
									["count"] = 0.22,
								},
								["影袭"] = {
									["count"] = 1.34,
								},
								["肉搏"] = {
									["count"] = 8.93,
								},
							},
							["amount"] = 10.49,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["治疗结界"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 181,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 15,
								},
								["Miss"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 29,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Frost"] = 0,
						["Melee"] = 181,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 2207,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 659,
						["Melee"] = 1437,
						["Nature"] = 111,
					},
					["PartialAbsorb"] = {
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["枯木猎头者"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 111,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 512,
								},
								["刺骨 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 147,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 1437,
								},
							},
							["amount"] = 2207,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 181,
								},
							},
							["amount"] = 181,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["毒药 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷霆流放者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 18,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 3.37,
								},
								["减速药膏"] = {
									["count"] = 0.59,
								},
								["还击"] = {
									["count"] = 0.83,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 22.48,
								},
							},
							["amount"] = 27.27,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["枯木巫医"] = {
							["Details"] = {
								["治疗结界 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 27.27,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["脚踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 108,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 512,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 512,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 38,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 111,
								},
							},
							["count"] = 3,
							["amount"] = 111,
						},
						["减速药膏"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["刺骨 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 147,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 147,
								},
							},
							["count"] = 1,
							["amount"] = 147,
						},
						["刺骨"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 38,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 38,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 97,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 791,
								},
								["Hit (被格挡)"] = {
									["max"] = 22,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 22,
								},
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 192,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 586,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 28,
							["amount"] = 1437,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 27.27,
					["TimeDamaging"] = {
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 3.37,
								},
								["减速药膏"] = {
									["count"] = 0.59,
								},
								["还击"] = {
									["count"] = 0.83,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 22.48,
								},
							},
							["amount"] = 27.27,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 718,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Crushing"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 74,
						["Nature"] = 644,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["PartialAbsorb"] = {
						["震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷霆流放者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 74,
								},
								["震击"] = {
									["count"] = 644,
								},
							},
							["amount"] = 718,
						},
					},
					["EnergyGainedFrom"] = {
						["特变电工"] = {
							["Details"] = {
								["恢复能量"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
						["闷棍 (Melee)"] = {
							["Details"] = {
								["被遗忘者保镖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["减速药膏"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
						["恢复能量"] = {
							["Details"] = {
								["特变电工"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["影袭"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速药膏"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["刺骨"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["减速药膏"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 718,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Crushing"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Block"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 74,
						["Nature"] = 644,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["PartialAbsorb"] = {
						["震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷霆流放者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 74,
								},
								["震击"] = {
									["count"] = 644,
								},
							},
							["amount"] = 718,
						},
					},
					["EnergyGainedFrom"] = {
						["特变电工"] = {
							["Details"] = {
								["恢复能量"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
						["闷棍 (Melee)"] = {
							["Details"] = {
								["被遗忘者保镖"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["减速药膏"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
						["恢复能量"] = {
							["Details"] = {
								["特变电工"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["影袭"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速药膏"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["还击"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["刺骨"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["减速药膏"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤步兵"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["落锤苦工"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["投掷"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0,
								},
								["影袭"] = {
									["count"] = 0,
								},
								["速效药膏 II"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 0,
								},
								["还击"] = {
									["count"] = 0,
								},
								["刺骨"] = {
									["count"] = 0,
								},
								["暗影箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 1028,
						["Physical"] = 261,
					},
					["DOTs"] = {
						["锁喉 (伤害/跳)"] = {
							["Details"] = {
								["被遗忘者保镖"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.24,
								},
								["还击"] = {
									["count"] = 1.08,
								},
								["减速药膏"] = {
									["count"] = 0.55,
								},
								["影袭"] = {
									["count"] = 0.41,
								},
								["肉搏"] = {
									["count"] = 11.39,
								},
							},
							["amount"] = 13.67,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 7.620000000000001,
								},
								["还击"] = {
									["count"] = 0.36,
								},
								["刺骨"] = {
									["count"] = 0.91,
								},
								["速效药膏 II"] = {
									["count"] = 1.71,
								},
								["肉搏"] = {
									["count"] = 51.18999999999999,
								},
							},
							["amount"] = 61.79,
						},
						["药剂师乔瑞尔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 1.74,
								},
								["影袭"] = {
									["count"] = 2.73,
								},
								["肉搏"] = {
									["count"] = 5.33,
								},
							},
							["amount"] = 9.8,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0.45,
								},
								["速效药膏 II"] = {
									["count"] = 0.1,
								},
								["影袭"] = {
									["count"] = 1.58,
								},
								["肉搏"] = {
									["count"] = 7.77,
								},
							},
							["amount"] = 9.9,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 3.03,
								},
								["影袭"] = {
									["count"] = 14.06,
								},
								["还击"] = {
									["count"] = 0.11,
								},
								["暗影箭"] = {
									["count"] = 0.27,
								},
								["速效药膏 II"] = {
									["count"] = 4.5,
								},
								["肉搏"] = {
									["count"] = 85.77999999999997,
								},
							},
							["amount"] = 107.75,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 5.03,
								},
								["还击"] = {
									["count"] = 0.81,
								},
								["暗影箭"] = {
									["count"] = 0.18,
								},
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 40.46999999999999,
								},
							},
							["amount"] = 47.99,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 3.91,
								},
								["还击"] = {
									["count"] = 0.18,
								},
								["刺骨"] = {
									["count"] = 0.11,
								},
								["投掷"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 16.09,
								},
							},
							["amount"] = 23.29,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.23,
								},
								["剑刃乱舞"] = {
									["count"] = 0.1,
								},
								["影袭"] = {
									["count"] = 23.72,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 1.04,
								},
								["还击"] = {
									["count"] = 3.67,
								},
								["刺骨"] = {
									["count"] = 2.12,
								},
								["投掷"] = {
									["count"] = 7.5,
								},
								["肉搏"] = {
									["count"] = 110.97,
								},
							},
							["amount"] = 149.35,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 1.79,
								},
								["影袭"] = {
									["count"] = 3.75,
								},
								["肉搏"] = {
									["count"] = 14.95,
								},
							},
							["amount"] = 20.49,
						},
						["刺脊捕猎者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0.91,
								},
								["影袭"] = {
									["count"] = 0.63,
								},
								["投掷"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.43,
								},
							},
							["amount"] = 11.47,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 4.83,
								},
								["暗影箭"] = {
									["count"] = 0.18,
								},
								["锁喉 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["速效药膏 II"] = {
									["count"] = 1.2,
								},
								["肉搏"] = {
									["count"] = 18.95,
								},
							},
							["amount"] = 25.28,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.64,
								},
								["剑刃乱舞"] = {
									["count"] = 0.32,
								},
								["影袭"] = {
									["count"] = 22.09,
								},
								["速效药膏 II"] = {
									["count"] = 3,
								},
								["还击"] = {
									["count"] = 1.04,
								},
								["刺骨"] = {
									["count"] = 1.55,
								},
								["投掷"] = {
									["count"] = 13.5,
								},
								["肉搏"] = {
									["count"] = 149.27,
								},
							},
							["amount"] = 191.41,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 19.86,
								},
								["暗影箭"] = {
									["count"] = 0.11,
								},
								["还击"] = {
									["count"] = 5.95,
								},
								["刺骨"] = {
									["count"] = 0.8200000000000001,
								},
								["速效药膏 II"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 99.13000000000004,
								},
							},
							["amount"] = 128.87,
						},
						["山地狮"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.16,
								},
								["影袭"] = {
									["count"] = 12.16,
								},
								["速效药膏 II"] = {
									["count"] = 5.6,
								},
								["还击"] = {
									["count"] = 2.8,
								},
								["刺骨"] = {
									["count"] = 2.55,
								},
								["投掷"] = {
									["count"] = 4.5,
								},
								["肉搏"] = {
									["count"] = 72.83999999999996,
								},
							},
							["amount"] = 100.6099999999999,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0.41,
								},
								["影袭"] = {
									["count"] = 13.27,
								},
								["速效药膏 II"] = {
									["count"] = 0.61,
								},
								["还击"] = {
									["count"] = 3.59,
								},
								["刺骨"] = {
									["count"] = 0.31,
								},
								["投掷"] = {
									["count"] = 4.5,
								},
								["肉搏"] = {
									["count"] = 65.45999999999998,
								},
							},
							["amount"] = 88.14999999999999,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0.1,
								},
								["影袭"] = {
									["count"] = 33.08,
								},
								["暗影箭"] = {
									["count"] = 0.54,
								},
								["还击"] = {
									["count"] = 3.95,
								},
								["刺骨"] = {
									["count"] = 3.74,
								},
								["投掷"] = {
									["count"] = 10.5,
								},
								["肉搏"] = {
									["count"] = 134.0399999999999,
								},
							},
							["amount"] = 185.95,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 4.07,
								},
								["剑刃乱舞"] = {
									["count"] = 0.4,
								},
								["影袭"] = {
									["count"] = 18.58,
								},
								["还击"] = {
									["count"] = 3.19,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 0.11,
								},
								["速效药膏 II"] = {
									["count"] = 0.24,
								},
								["肉搏"] = {
									["count"] = 117.85,
								},
							},
							["amount"] = 144.4400000000001,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 16.14,
								},
								["还击"] = {
									["count"] = 4.09,
								},
								["刺骨"] = {
									["count"] = 1.17,
								},
								["暗影箭"] = {
									["count"] = 0.4400000000000001,
								},
								["肉搏"] = {
									["count"] = 94.47000000000004,
								},
							},
							["amount"] = 116.31,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 18.58,
								},
								["暗影箭"] = {
									["count"] = 0.26,
								},
								["还击"] = {
									["count"] = 3.23,
								},
								["速效药膏 II"] = {
									["count"] = 1.89,
								},
								["投掷"] = {
									["count"] = 6,
								},
								["肉搏"] = {
									["count"] = 85.32,
								},
							},
							["amount"] = 115.28,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 1.5,
								},
								["影袭"] = {
									["count"] = 22.69,
								},
								["暗影箭"] = {
									["count"] = 0.38,
								},
								["还击"] = {
									["count"] = 5.800000000000001,
								},
								["刺骨"] = {
									["count"] = 3.54,
								},
								["速效药膏 II"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 164.32,
								},
							},
							["amount"] = 201.23,
						},
						["落锤步兵"] = {
							["Details"] = {
								["减速药膏"] = {
									["count"] = 0.59,
								},
								["影袭"] = {
									["count"] = 29.47,
								},
								["投掷"] = {
									["count"] = 3,
								},
								["还击"] = {
									["count"] = 3.73,
								},
								["刺骨"] = {
									["count"] = 3.17,
								},
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 159.42,
								},
							},
							["amount"] = 200.8800000000001,
						},
						["落锤苦工"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["影袭"] = {
									["count"] = 29.16000000000001,
								},
								["减速药膏"] = {
									["count"] = 0.44,
								},
								["还击"] = {
									["count"] = 4.17,
								},
								["刺骨"] = {
									["count"] = 2.19,
								},
								["投掷"] = {
									["count"] = 13.5,
								},
								["肉搏"] = {
									["count"] = 115.78,
								},
							},
							["amount"] = 166.7399999999998,
						},
						["治疗结界"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 2.79,
								},
								["肉搏"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5.79,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 6.879999999999999,
								},
								["影袭"] = {
									["count"] = 13.73,
								},
								["暗影箭"] = {
									["count"] = 0.41,
								},
								["还击"] = {
									["count"] = 1.44,
								},
								["刺骨"] = {
									["count"] = 0.56,
								},
								["速效药膏 II"] = {
									["count"] = 5.42,
								},
								["肉搏"] = {
									["count"] = 140.89,
								},
							},
							["amount"] = 169.33,
						},
					},
					["DamageTaken"] = 26707,
					["PartialResist"] = {
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["震击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["投掷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["凋零之触"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["缴械"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 939,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 939,
						},
					},
					["PartialAbsorb"] = {
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["震击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["投掷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["凋零之触"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["缴械"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 939,
									["amount"] = 0,
								},
							},
							["count"] = 939,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 2295.77000000001,
					["ElementTaken"] = {
						["Frost"] = 298,
						["Melee"] = 23143,
						["Shadow"] = 1170,
						["Physical"] = 459,
						["Nature"] = 1637,
					},
					["DOT_Time"] = 3,
					["Damage"] = 218734,
					["WhoDamaged"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 991,
								},
							},
							["amount"] = 991,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 234,
								},
								["肉搏"] = {
									["count"] = 67,
								},
							},
							["amount"] = 301,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 117,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 936,
								},
								["肉搏"] = {
									["count"] = 514,
								},
							},
							["amount"] = 1567,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 101,
								},
								["肉搏"] = {
									["count"] = 638,
								},
							},
							["amount"] = 739,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 360,
								},
							},
							["amount"] = 360,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1731,
								},
							},
							["amount"] = 1731,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 171,
								},
							},
							["amount"] = 171,
						},
						["刺脊捕猎者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1427,
								},
							},
							["amount"] = 1427,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 432,
								},
							},
							["amount"] = 432,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 298,
								},
								["肉搏"] = {
									["count"] = 1681,
								},
							},
							["amount"] = 1979,
						},
						["枯木巫医"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1168,
								},
							},
							["amount"] = 1168,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1165,
								},
							},
							["amount"] = 1165,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 155,
								},
								["肉搏"] = {
									["count"] = 1314,
								},
							},
							["amount"] = 1469,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["毒药 (伤害/跳)"] = {
									["count"] = 595,
								},
								["肉搏"] = {
									["count"] = 1905,
								},
							},
							["amount"] = 2500,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1278,
								},
							},
							["amount"] = 1278,
						},
						["落锤步兵"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2679,
								},
							},
							["amount"] = 2679,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 203,
								},
								["肉搏"] = {
									["count"] = 709,
								},
							},
							["amount"] = 912,
						},
						["雷霆流放者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 155,
								},
								["震击"] = {
									["count"] = 644,
								},
								["肉搏"] = {
									["count"] = 74,
								},
							},
							["amount"] = 873,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1925,
								},
							},
							["amount"] = 1925,
						},
						["落锤苦工"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2257,
								},
							},
							["amount"] = 2257,
						},
						["辛迪加间谍"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 48,
								},
							},
							["amount"] = 48,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 126,
								},
								["肉搏"] = {
									["count"] = 504,
								},
							},
							["amount"] = 630,
						},
					},
					["EnergyGain"] = 98,
					["EnergyGained"] = {
						["恢复能量"] = {
							["Details"] = {
								["特变电工"] = {
									["count"] = 98,
								},
							},
							["amount"] = 98,
						},
					},
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Miss"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						}, -- [1]
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 28,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 727,
								},
								["Dodge"] = {
									["count"] = 7,
								},
								["Block"] = {
									["count"] = 16,
								},
								["Crit"] = {
									["count"] = 122,
								},
								["Parry"] = {
									["count"] = 16,
								},
							},
							["amount"] = 889,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 41,
								},
								["Miss"] = {
									["count"] = 394,
								},
								["Hit"] = {
									["count"] = 1451,
								},
								["Dodge"] = {
									["count"] = 52,
								},
								["Block"] = {
									["count"] = 58,
								},
								["Crit"] = {
									["count"] = 243,
								},
								["Parry"] = {
									["count"] = 46,
								},
							},
							["amount"] = 2285,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 338,
								},
							},
							["amount"] = 351,
						},
					},
					["CCBreak"] = 6,
					["InterruptData"] = {
						["枯木巫医"] = {
							["Details"] = {
								["治疗结界 (脚踢)"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["火球术 (脚踢)"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭 (脚踢)"] = {
									["count"] = 11,
								},
								["治疗波 (脚踢)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 12,
						},
					},
					["Interrupts"] = 26,
					["ElementDone"] = {
						["Shadow"] = 945,
						["Physical"] = 88016,
						["Melee"] = 118247,
						["Nature"] = 11526,
					},
					["Attacks"] = {
						["脚踢 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 100,
									["min"] = 98,
									["count"] = 2,
									["amount"] = 198,
								},
							},
							["count"] = 2,
							["amount"] = 198,
						},
						["还击 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 89,
									["min"] = 86,
									["count"] = 2,
									["amount"] = 175,
								},
							},
							["count"] = 2,
							["amount"] = 175,
						},
						["投掷"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 37,
									["min"] = 35,
									["count"] = 4,
									["amount"] = 142,
								},
								["Hit"] = {
									["max"] = 18,
									["min"] = 16,
									["count"] = 41,
									["amount"] = 715,
								},
							},
							["count"] = 46,
							["amount"] = 857,
						},
						["减速药膏"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["影袭 (剑类武器专精)"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 203,
									["min"] = 153,
									["count"] = 3,
									["amount"] = 520,
								},
								["Hit"] = {
									["max"] = 105,
									["min"] = 42,
									["count"] = 12,
									["amount"] = 1009,
								},
							},
							["count"] = 18,
							["amount"] = 1529,
						},
						["速效药膏 II (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 85,
									["min"] = 80,
									["count"] = 2,
									["amount"] = 165,
								},
							},
							["count"] = 2,
							["amount"] = 165,
						},
						["还击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 125,
									["min"] = 123,
									["count"] = 2,
									["amount"] = 248,
								},
								["Parry"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 296,
									["min"] = 227,
									["count"] = 6,
									["amount"] = 1527,
								},
								["Hit"] = {
									["max"] = 153,
									["min"] = 98,
									["count"] = 67,
									["amount"] = 8768,
								},
							},
							["count"] = 79,
							["amount"] = 10543,
						},
						["锁喉 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 56,
									["min"] = 56,
									["count"] = 1,
									["amount"] = 56,
								},
							},
							["count"] = 1,
							["amount"] = 56,
						},
						["刺骨 (剑类武器专精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 94,
									["min"] = 94,
									["count"] = 1,
									["amount"] = 94,
								},
							},
							["count"] = 1,
							["amount"] = 94,
						},
						["脚踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 46,
									["min"] = 46,
									["count"] = 1,
									["amount"] = 46,
								},
								["Hit"] = {
									["max"] = 23,
									["min"] = 22,
									["count"] = 25,
									["amount"] = 571,
								},
							},
							["count"] = 26,
							["amount"] = 617,
						},
						["肉搏 (剑类武器专精)"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 183,
									["min"] = 142,
									["count"] = 3,
									["amount"] = 484,
								},
								["Hit"] = {
									["max"] = 101,
									["min"] = 70,
									["count"] = 20,
									["amount"] = 1741,
								},
							},
							["count"] = 27,
							["amount"] = 2225,
						},
						["速效药膏 II"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 10,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 38,
									["min"] = 30,
									["count"] = 338,
									["amount"] = 11526,
								},
							},
							["count"] = 348,
							["amount"] = 11526,
						},
						["剑刃乱舞"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 215,
									["min"] = 23,
									["count"] = 163,
									["amount"] = 13410,
								},
							},
							["count"] = 163,
							["amount"] = 13410,
						},
						["暗影箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 35,
									["min"] = 35,
									["count"] = 27,
									["amount"] = 945,
								},
							},
							["count"] = 28,
							["amount"] = 945,
						},
						["刺骨"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 213,
									["min"] = 119,
									["count"] = 4,
									["amount"] = 725,
								},
								["Hit"] = {
									["max"] = 137,
									["min"] = 50,
									["count"] = 40,
									["amount"] = 3759,
								},
							},
							["count"] = 46,
							["amount"] = 4484,
						},
						["影袭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 117,
									["min"] = 76,
									["count"] = 338,
									["amount"] = 32767,
								},
								["Dodge"] = {
									["count"] = 7,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 92,
									["min"] = 68,
									["count"] = 12,
									["amount"] = 985,
								},
								["Crit"] = {
									["max"] = 226,
									["min"] = 161,
									["count"] = 101,
									["amount"] = 19911,
								},
								["Parry"] = {
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 468,
							["amount"] = 53663,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 99,
									["min"] = 2,
									["count"] = 41,
									["amount"] = 2098,
								},
								["Hit (被格挡)"] = {
									["max"] = 86,
									["min"] = 15,
									["count"] = 58,
									["amount"] = 2759,
								},
								["Hit"] = {
									["max"] = 105,
									["min"] = 29,
									["count"] = 1393,
									["amount"] = 84837,
								},
								["Dodge"] = {
									["count"] = 52,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 394,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 216,
									["min"] = 63,
									["count"] = 243,
									["amount"] = 28553,
								},
								["Parry"] = {
									["count"] = 46,
									["amount"] = 0,
								},
							},
							["count"] = 2227,
							["amount"] = 118247,
						},
					},
					["DamagedWho"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 35,
								},
								["影袭"] = {
									["count"] = 184,
								},
								["还击"] = {
									["count"] = 265,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 85,
								},
								["速效药膏 II"] = {
									["count"] = 33,
								},
								["肉搏"] = {
									["count"] = 771,
								},
							},
							["amount"] = 1373,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 1356,
								},
								["速效药膏 II (剑类武器专精)"] = {
									["count"] = 85,
								},
								["还击"] = {
									["count"] = 120,
								},
								["刺骨"] = {
									["count"] = 211,
								},
								["速效药膏 II"] = {
									["count"] = 142,
								},
								["肉搏"] = {
									["count"] = 3329,
								},
							},
							["amount"] = 5243,
						},
						["药剂师乔瑞尔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 134,
								},
								["影袭"] = {
									["count"] = 280,
								},
								["肉搏"] = {
									["count"] = 154,
								},
							},
							["amount"] = 568,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["影袭 (剑类武器专精)"] = {
									["count"] = 88,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 93,
								},
								["还击"] = {
									["count"] = 125,
								},
								["影袭"] = {
									["count"] = 175,
								},
								["速效药膏 II"] = {
									["count"] = 101,
								},
								["肉搏"] = {
									["count"] = 640,
								},
							},
							["amount"] = 1222,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 160,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 259,
								},
								["影袭"] = {
									["count"] = 2213,
								},
								["暗影箭"] = {
									["count"] = 70,
								},
								["还击"] = {
									["count"] = 269,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 83,
								},
								["速效药膏 II"] = {
									["count"] = 847,
								},
								["肉搏"] = {
									["count"] = 6170,
								},
							},
							["amount"] = 10071,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 957,
								},
								["影袭"] = {
									["count"] = 1080,
								},
								["还击"] = {
									["count"] = 111,
								},
								["暗影箭"] = {
									["count"] = 35,
								},
								["速效药膏 II"] = {
									["count"] = 311,
								},
								["肉搏"] = {
									["count"] = 2711,
								},
							},
							["amount"] = 5205,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 778,
								},
								["投掷"] = {
									["count"] = 53,
								},
								["还击"] = {
									["count"] = 144,
								},
								["刺骨"] = {
									["count"] = 198,
								},
								["速效药膏 II"] = {
									["count"] = 102,
								},
								["肉搏"] = {
									["count"] = 1274,
								},
							},
							["amount"] = 2549,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 248,
								},
								["速效药膏 II"] = {
									["count"] = 549,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 42,
								},
								["剑刃乱舞"] = {
									["count"] = 933,
								},
								["暗影箭"] = {
									["count"] = 35,
								},
								["投掷"] = {
									["count"] = 103,
								},
								["还击"] = {
									["count"] = 1066,
								},
								["刺骨"] = {
									["count"] = 180,
								},
								["影袭"] = {
									["count"] = 4174,
								},
								["肉搏"] = {
									["count"] = 7570,
								},
							},
							["amount"] = 14900,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 45,
								},
								["速效药膏 II"] = {
									["count"] = 170,
								},
								["影袭"] = {
									["count"] = 838,
								},
								["肉搏"] = {
									["count"] = 950,
								},
							},
							["amount"] = 2003,
						},
						["刺脊捕猎者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 403,
								},
								["还击"] = {
									["count"] = 125,
								},
								["速效药膏 II"] = {
									["count"] = 95,
								},
								["投掷"] = {
									["count"] = 17,
								},
								["肉搏"] = {
									["count"] = 356,
								},
							},
							["amount"] = 996,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 1343,
								},
								["影袭"] = {
									["count"] = 1129,
								},
								["暗影箭"] = {
									["count"] = 35,
								},
								["锁喉 (伤害/跳)"] = {
									["count"] = 56,
								},
								["速效药膏 II"] = {
									["count"] = 206,
								},
								["肉搏"] = {
									["count"] = 1480,
								},
							},
							["amount"] = 4249,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 194,
								},
								["速效药膏 II"] = {
									["count"] = 1234,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 203,
								},
								["剑刃乱舞"] = {
									["count"] = 2150,
								},
								["暗影箭"] = {
									["count"] = 140,
								},
								["影袭"] = {
									["count"] = 4467,
								},
								["还击"] = {
									["count"] = 255,
								},
								["刺骨"] = {
									["count"] = 621,
								},
								["投掷"] = {
									["count"] = 160,
								},
								["肉搏"] = {
									["count"] = 9461,
								},
							},
							["amount"] = 18885,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 1016,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 75,
								},
								["影袭"] = {
									["count"] = 2696,
								},
								["暗影箭"] = {
									["count"] = 70,
								},
								["还击"] = {
									["count"] = 763,
								},
								["刺骨"] = {
									["count"] = 179,
								},
								["速效药膏 II"] = {
									["count"] = 616,
								},
								["肉搏"] = {
									["count"] = 6302,
								},
							},
							["amount"] = 11717,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 79,
								},
								["投掷"] = {
									["count"] = 51,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 93,
								},
								["暗影箭"] = {
									["count"] = 35,
								},
								["速效药膏 II"] = {
									["count"] = 425,
								},
								["还击"] = {
									["count"] = 643,
								},
								["刺骨"] = {
									["count"] = 225,
								},
								["影袭"] = {
									["count"] = 2674,
								},
								["肉搏"] = {
									["count"] = 5595,
								},
							},
							["amount"] = 9820,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 2069,
								},
								["速效药膏 II"] = {
									["count"] = 532,
								},
								["剑刃乱舞"] = {
									["count"] = 2158,
								},
								["暗影箭"] = {
									["count"] = 35,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 86,
								},
								["还击"] = {
									["count"] = 666,
								},
								["刺骨"] = {
									["count"] = 95,
								},
								["投掷"] = {
									["count"] = 52,
								},
								["肉搏"] = {
									["count"] = 4468,
								},
							},
							["amount"] = 10161,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 4243,
								},
								["投掷"] = {
									["count"] = 119,
								},
								["剑刃乱舞"] = {
									["count"] = 912,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 248,
								},
								["暗影箭"] = {
									["count"] = 105,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 97,
								},
								["还击"] = {
									["count"] = 364,
								},
								["刺骨"] = {
									["count"] = 358,
								},
								["速效药膏 II"] = {
									["count"] = 637,
								},
								["肉搏"] = {
									["count"] = 8641,
								},
							},
							["amount"] = 15724,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 136,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 70,
								},
								["速效药膏 II"] = {
									["count"] = 632,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 105,
								},
								["速效药膏 II (剑类武器专精)"] = {
									["count"] = 80,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 86,
								},
								["还击"] = {
									["count"] = 797,
								},
								["剑刃乱舞"] = {
									["count"] = 2791,
								},
								["影袭"] = {
									["count"] = 3521,
								},
								["肉搏"] = {
									["count"] = 6359,
								},
							},
							["amount"] = 14577,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 105,
								},
								["影袭"] = {
									["count"] = 2969,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 266,
								},
								["还击"] = {
									["count"] = 761,
								},
								["刺骨"] = {
									["count"] = 368,
								},
								["速效药膏 II"] = {
									["count"] = 420,
								},
								["肉搏"] = {
									["count"] = 6410,
								},
							},
							["amount"] = 11299,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["肉搏 (剑类武器专精)"] = {
									["count"] = 279,
								},
								["影袭"] = {
									["count"] = 2716,
								},
								["暗影箭"] = {
									["count"] = 70,
								},
								["还击"] = {
									["count"] = 932,
								},
								["速效药膏 II"] = {
									["count"] = 570,
								},
								["投掷"] = {
									["count"] = 87,
								},
								["肉搏"] = {
									["count"] = 6666,
								},
							},
							["amount"] = 11320,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 17,
								},
								["暗影箭"] = {
									["count"] = 70,
								},
								["影袭"] = {
									["count"] = 3325,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 391,
								},
								["还击"] = {
									["count"] = 926,
								},
								["刺骨"] = {
									["count"] = 892,
								},
								["速效药膏 II"] = {
									["count"] = 895,
								},
								["肉搏"] = {
									["count"] = 9826,
								},
							},
							["amount"] = 16342,
						},
						["落锤步兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 4751,
								},
								["速效药膏 II"] = {
									["count"] = 1018,
								},
								["剑刃乱舞"] = {
									["count"] = 775,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 89,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 232,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 89,
								},
								["刺骨 (剑类武器专精)"] = {
									["count"] = 94,
								},
								["还击"] = {
									["count"] = 1049,
								},
								["刺骨"] = {
									["count"] = 671,
								},
								["投掷"] = {
									["count"] = 36,
								},
								["肉搏"] = {
									["count"] = 10651,
								},
							},
							["amount"] = 19455,
						},
						["落锤苦工"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 4592,
								},
								["速效药膏 II"] = {
									["count"] = 749,
								},
								["剑刃乱舞"] = {
									["count"] = 282,
								},
								["暗影箭"] = {
									["count"] = 35,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 92,
								},
								["还击"] = {
									["count"] = 768,
								},
								["刺骨"] = {
									["count"] = 410,
								},
								["投掷"] = {
									["count"] = 162,
								},
								["肉搏"] = {
									["count"] = 8744,
								},
							},
							["amount"] = 15834,
						},
						["治疗结界"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 386,
								},
								["肉搏"] = {
									["count"] = 114,
								},
							},
							["amount"] = 500,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 276,
								},
								["脚踢 (剑类武器专精)"] = {
									["count"] = 198,
								},
								["影袭"] = {
									["count"] = 2644,
								},
								["速效药膏 II"] = {
									["count"] = 1242,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 98,
								},
								["暗影箭"] = {
									["count"] = 70,
								},
								["肉搏 (剑类武器专精)"] = {
									["count"] = 159,
								},
								["还击"] = {
									["count"] = 260,
								},
								["刺骨"] = {
									["count"] = 76,
								},
								["剑刃乱舞"] = {
									["count"] = 93,
								},
								["肉搏"] = {
									["count"] = 9605,
								},
							},
							["amount"] = 14721,
						},
					},
					["TimeDamage"] = 2295.77000000001,
					["TimeDamaging"] = {
						["被遗忘者信使"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.24,
								},
								["还击"] = {
									["count"] = 1.08,
								},
								["减速药膏"] = {
									["count"] = 0.55,
								},
								["影袭"] = {
									["count"] = 0.41,
								},
								["肉搏"] = {
									["count"] = 11.39,
								},
							},
							["amount"] = 13.67,
						},
						["破碎岭蛮兵"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 7.620000000000001,
								},
								["还击"] = {
									["count"] = 0.36,
								},
								["刺骨"] = {
									["count"] = 0.91,
								},
								["速效药膏 II"] = {
									["count"] = 1.71,
								},
								["肉搏"] = {
									["count"] = 51.18999999999999,
								},
							},
							["amount"] = 61.79,
						},
						["药剂师乔瑞尔"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 1.74,
								},
								["影袭"] = {
									["count"] = 2.73,
								},
								["肉搏"] = {
									["count"] = 5.33,
								},
							},
							["amount"] = 9.8,
						},
						["枯木暗影猎手"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0.45,
								},
								["速效药膏 II"] = {
									["count"] = 0.1,
								},
								["影袭"] = {
									["count"] = 1.58,
								},
								["肉搏"] = {
									["count"] = 7.77,
								},
							},
							["amount"] = 9.9,
						},
						["刺脊海妖"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 3.03,
								},
								["影袭"] = {
									["count"] = 14.06,
								},
								["还击"] = {
									["count"] = 0.11,
								},
								["暗影箭"] = {
									["count"] = 0.27,
								},
								["速效药膏 II"] = {
									["count"] = 4.5,
								},
								["肉搏"] = {
									["count"] = 85.77999999999997,
								},
							},
							["amount"] = 107.75,
						},
						["碎鳍滩行鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 5.03,
								},
								["还击"] = {
									["count"] = 0.81,
								},
								["暗影箭"] = {
									["count"] = 0.18,
								},
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 40.46999999999999,
								},
							},
							["amount"] = 47.99,
						},
						["碎鳍泥浆鱼人"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 3.91,
								},
								["还击"] = {
									["count"] = 0.18,
								},
								["刺骨"] = {
									["count"] = 0.11,
								},
								["投掷"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 16.09,
								},
							},
							["amount"] = 23.29,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.23,
								},
								["剑刃乱舞"] = {
									["count"] = 0.1,
								},
								["影袭"] = {
									["count"] = 23.72,
								},
								["影袭 (剑类武器专精)"] = {
									["count"] = 1.04,
								},
								["还击"] = {
									["count"] = 3.67,
								},
								["刺骨"] = {
									["count"] = 2.12,
								},
								["投掷"] = {
									["count"] = 7.5,
								},
								["肉搏"] = {
									["count"] = 110.97,
								},
							},
							["amount"] = 149.35,
						},
						["辛迪加巫师"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 1.79,
								},
								["影袭"] = {
									["count"] = 3.75,
								},
								["肉搏"] = {
									["count"] = 14.95,
								},
							},
							["amount"] = 20.49,
						},
						["刺脊捕猎者"] = {
							["Details"] = {
								["还击"] = {
									["count"] = 0.91,
								},
								["影袭"] = {
									["count"] = 0.63,
								},
								["投掷"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.43,
								},
							},
							["amount"] = 11.47,
						},
						["被遗忘者保镖"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 4.83,
								},
								["暗影箭"] = {
									["count"] = 0.18,
								},
								["锁喉 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["速效药膏 II"] = {
									["count"] = 1.2,
								},
								["肉搏"] = {
									["count"] = 18.95,
								},
							},
							["amount"] = 25.28,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.64,
								},
								["剑刃乱舞"] = {
									["count"] = 0.32,
								},
								["影袭"] = {
									["count"] = 22.09,
								},
								["速效药膏 II"] = {
									["count"] = 3,
								},
								["还击"] = {
									["count"] = 1.04,
								},
								["刺骨"] = {
									["count"] = 1.55,
								},
								["投掷"] = {
									["count"] = 13.5,
								},
								["肉搏"] = {
									["count"] = 149.27,
								},
							},
							["amount"] = 191.41,
						},
						["枯木猎头者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 19.86,
								},
								["暗影箭"] = {
									["count"] = 0.11,
								},
								["还击"] = {
									["count"] = 5.95,
								},
								["刺骨"] = {
									["count"] = 0.8200000000000001,
								},
								["速效药膏 II"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 99.13000000000004,
								},
							},
							["amount"] = 128.87,
						},
						["山地狮"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 0.16,
								},
								["影袭"] = {
									["count"] = 12.16,
								},
								["速效药膏 II"] = {
									["count"] = 5.6,
								},
								["还击"] = {
									["count"] = 2.8,
								},
								["刺骨"] = {
									["count"] = 2.55,
								},
								["投掷"] = {
									["count"] = 4.5,
								},
								["肉搏"] = {
									["count"] = 72.83999999999996,
								},
							},
							["amount"] = 100.6099999999999,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0.41,
								},
								["影袭"] = {
									["count"] = 13.27,
								},
								["速效药膏 II"] = {
									["count"] = 0.61,
								},
								["还击"] = {
									["count"] = 3.59,
								},
								["刺骨"] = {
									["count"] = 0.31,
								},
								["投掷"] = {
									["count"] = 4.5,
								},
								["肉搏"] = {
									["count"] = 65.45999999999998,
								},
							},
							["amount"] = 88.14999999999999,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["剑刃乱舞"] = {
									["count"] = 0.1,
								},
								["影袭"] = {
									["count"] = 33.08,
								},
								["暗影箭"] = {
									["count"] = 0.54,
								},
								["还击"] = {
									["count"] = 3.95,
								},
								["刺骨"] = {
									["count"] = 3.74,
								},
								["投掷"] = {
									["count"] = 10.5,
								},
								["肉搏"] = {
									["count"] = 134.0399999999999,
								},
							},
							["amount"] = 185.95,
						},
						["枯木巫医"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 4.07,
								},
								["剑刃乱舞"] = {
									["count"] = 0.4,
								},
								["影袭"] = {
									["count"] = 18.58,
								},
								["还击"] = {
									["count"] = 3.19,
								},
								["还击 (剑类武器专精)"] = {
									["count"] = 0.11,
								},
								["速效药膏 II"] = {
									["count"] = 0.24,
								},
								["肉搏"] = {
									["count"] = 117.85,
								},
							},
							["amount"] = 144.4400000000001,
						},
						["枯木掷斧者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 16.14,
								},
								["还击"] = {
									["count"] = 4.09,
								},
								["刺骨"] = {
									["count"] = 1.17,
								},
								["暗影箭"] = {
									["count"] = 0.4400000000000001,
								},
								["肉搏"] = {
									["count"] = 94.47000000000004,
								},
							},
							["amount"] = 116.31,
						},
						["刺脊滩行者"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 18.58,
								},
								["暗影箭"] = {
									["count"] = 0.26,
								},
								["还击"] = {
									["count"] = 3.23,
								},
								["速效药膏 II"] = {
									["count"] = 1.89,
								},
								["投掷"] = {
									["count"] = 6,
								},
								["肉搏"] = {
									["count"] = 85.32,
								},
							},
							["amount"] = 115.28,
						},
						["破碎岭食人魔"] = {
							["Details"] = {
								["投掷"] = {
									["count"] = 1.5,
								},
								["影袭"] = {
									["count"] = 22.69,
								},
								["暗影箭"] = {
									["count"] = 0.38,
								},
								["还击"] = {
									["count"] = 5.800000000000001,
								},
								["刺骨"] = {
									["count"] = 3.54,
								},
								["速效药膏 II"] = {
									["count"] = 3,
								},
								["肉搏"] = {
									["count"] = 164.32,
								},
							},
							["amount"] = 201.23,
						},
						["落锤步兵"] = {
							["Details"] = {
								["减速药膏"] = {
									["count"] = 0.59,
								},
								["影袭"] = {
									["count"] = 29.47,
								},
								["投掷"] = {
									["count"] = 3,
								},
								["还击"] = {
									["count"] = 3.73,
								},
								["刺骨"] = {
									["count"] = 3.17,
								},
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 159.42,
								},
							},
							["amount"] = 200.8800000000001,
						},
						["落锤苦工"] = {
							["Details"] = {
								["速效药膏 II"] = {
									["count"] = 1.5,
								},
								["影袭"] = {
									["count"] = 29.16000000000001,
								},
								["减速药膏"] = {
									["count"] = 0.44,
								},
								["还击"] = {
									["count"] = 4.17,
								},
								["刺骨"] = {
									["count"] = 2.19,
								},
								["投掷"] = {
									["count"] = 13.5,
								},
								["肉搏"] = {
									["count"] = 115.78,
								},
							},
							["amount"] = 166.7399999999998,
						},
						["治疗结界"] = {
							["Details"] = {
								["影袭"] = {
									["count"] = 2.79,
								},
								["肉搏"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5.79,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["脚踢"] = {
									["count"] = 6.879999999999999,
								},
								["影袭"] = {
									["count"] = 13.73,
								},
								["暗影箭"] = {
									["count"] = 0.41,
								},
								["还击"] = {
									["count"] = 1.44,
								},
								["刺骨"] = {
									["count"] = 0.56,
								},
								["速效药膏 II"] = {
									["count"] = 5.42,
								},
								["肉搏"] = {
									["count"] = 140.89,
								},
							},
							["amount"] = 169.33,
						},
					},
					["EnergyGainedFrom"] = {
						["特变电工"] = {
							["Details"] = {
								["恢复能量"] = {
									["count"] = 98,
								},
							},
							["amount"] = 98,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Crushing"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 205,
								},
								["Miss"] = {
									["count"] = 64,
								},
								["Hit"] = {
									["count"] = 522,
								},
								["Crit"] = {
									["count"] = 48,
								},
								["Parry"] = {
									["count"] = 99,
								},
							},
							["amount"] = 939,
						},
						["Shadow"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 30,
								},
							},
							["amount"] = 32,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 30,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 38,
						},
					},
					["CCBroken"] = {
						["闷棍 (Melee)"] = {
							["Details"] = {
								["刺脊海妖"] = {
									["count"] = 1,
								},
								["辛迪加巫师"] = {
									["count"] = 1,
								},
								["被遗忘者保镖"] = {
									["count"] = 1,
								},
								["碎鳍潮行鱼人"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["闷棍 (影袭)"] = {
							["Details"] = {
								["枯木掷斧者"] = {
									["count"] = 1,
								},
								["辛迪加巫师"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
				},
			},
			["UnitLockout"] = 48666.487,
			["LastActive"] = 54946.481,
		},
		["痛苦機車"] = {
			["GUID"] = "Player-4778-04DA35D4",
			["TimeLast"] = {
				["TimeHeal"] = 51728.487,
				["Dispelled"] = 51638.485,
				["OVERALL"] = 51731.482,
				["DamageTaken"] = 51640.478,
				["Healing"] = 51728.487,
				["HealingTaken"] = 51728.487,
				["Overhealing"] = 51729.478,
				["ActiveTime"] = 51731.482,
				["TimeDamage"] = 51731.482,
				["ManaGain"] = 51723.487,
				["DOT_Time"] = 51731.482,
				["Damage"] = 51731.482,
			},
			["LastAttackedBy"] = "山地狮",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"HEAL", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"MISC", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					23.17, -- [1]
				},
				["Dispelled"] = {
					1, -- [1]
				},
				["Healing"] = {
					668, -- [1]
				},
				["DamageTaken"] = {
					1093, -- [1]
				},
				["HealingTaken"] = {
					668, -- [1]
				},
				["Overhealing"] = {
					224, -- [1]
				},
				["TimeDamage"] = {
					206.56, -- [1]
				},
				["ActiveTime"] = {
					229.73, -- [1]
				},
				["ManaGain"] = {
					2737, -- [1]
				},
				["DOT_Time"] = {
					592, -- [1]
				},
				["Damage"] = {
					10232, -- [1]
				},
			},
			["enClass"] = "WARLOCK",
			["unit"] = "痛苦機車",
			["LastDamageTaken"] = 31,
			["level"] = 31,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 88,
			["LastHealTime"] = 51729.137,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastEventHealth"] = {
				928, -- [1]
				928, -- [2]
				928, -- [3]
				505, -- [4]
				505, -- [5]
				556, -- [6]
				560, -- [7]
				560, -- [8]
				560, -- [9]
				594, -- [10]
				594, -- [11]
				594, -- [12]
				632, -- [13]
				632, -- [14]
				632, -- [15]
				668, -- [16]
				928, -- [17]
				902, -- [18]
				902, -- [19]
				856, -- [20]
				778, -- [21]
				737, -- [22]
				741, -- [23]
				741, -- [24]
				741, -- [25]
				741, -- [26]
				928, -- [27]
				928, -- [28]
				928, -- [29]
				928, -- [30]
				928, -- [31]
				787, -- [32]
				787, -- [33]
				787, -- [34]
				791, -- [35]
				791, -- [36]
				791, -- [37]
				826, -- [38]
				826, -- [39]
				826, -- [40]
				826, -- [41]
				865, -- [42]
				865, -- [43]
				865, -- [44]
				900, -- [45]
				900, -- [46]
				928, -- [47]
				928, -- [48]
				928, -- [49]
				928, -- [50]
			},
			["LastEventHealthMax"] = {
				928, -- [1]
				928, -- [2]
				928, -- [3]
				928, -- [4]
				928, -- [5]
				928, -- [6]
				928, -- [7]
				928, -- [8]
				928, -- [9]
				928, -- [10]
				928, -- [11]
				928, -- [12]
				928, -- [13]
				928, -- [14]
				928, -- [15]
				928, -- [16]
				928, -- [17]
				928, -- [18]
				928, -- [19]
				928, -- [20]
				928, -- [21]
				928, -- [22]
				928, -- [23]
				928, -- [24]
				928, -- [25]
				928, -- [26]
				928, -- [27]
				928, -- [28]
				928, -- [29]
				928, -- [30]
				928, -- [31]
				928, -- [32]
				928, -- [33]
				928, -- [34]
				928, -- [35]
				928, -- [36]
				928, -- [37]
				928, -- [38]
				928, -- [39]
				928, -- [40]
				928, -- [41]
				928, -- [42]
				928, -- [43]
				928, -- [44]
				928, -- [45]
				928, -- [46]
				928, -- [47]
				928, -- [48]
				928, -- [49]
				928, -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"哈斯哈格 <痛苦機車>", -- [1]
			},
			["NextEventNum"] = 4,
			["LastDamageTime"] = 51732.261,
			["LastEvents"] = {
				"痛苦機車 献祭 (伤害/跳) 辛迪加劫匪 Tick -33 (Fire)", -- [1]
				"痛苦機車 射击 辛迪加劫匪 Hit -40 (Arcane)", -- [2]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -31 (Shadow)", -- [3]
				"痛苦機車 吸取生命 (伤害/跳) 巨型山地狮 Tick -34 (Shadow)", -- [4]
				"痛苦機車 吸取生命 痛苦機車 Hit +14", -- [5]
				"痛苦機車 痛苦诅咒 (伤害/跳) 巨型山地狮 Tick -16 (Shadow)", -- [6]
				"痛苦機車 痛苦诅咒 (伤害/跳) 巨型山地狮 Tick -16 (Shadow)", -- [7]
				"痛苦機車 吸取生命 (伤害/跳) 巨型山地狮 Tick -34 (Shadow)", -- [8]
				"痛苦機車 吸取生命 痛苦機車 Hit +34", -- [9]
				"痛苦機車 腐蚀术 (伤害/跳) 巨型山地狮 Tick -39 (Shadow)", -- [10]
				"痛苦機車 吸取生命 (伤害/跳) 巨型山地狮 Tick -34 (Shadow)", -- [11]
				"痛苦機車 吸取生命 痛苦機車 Hit +34", -- [12]
				"痛苦機車 痛苦诅咒 (伤害/跳) 巨型山地狮 Tick -16 (Shadow)", -- [13]
				"痛苦機車 吸取生命 (伤害/跳) 巨型山地狮 Tick -33 (Shadow)", -- [14]
				"痛苦機車 吸取生命 痛苦機車 Hit +33", -- [15]
				"痛苦機車 腐蚀术 (伤害/跳) 巨型山地狮 Tick -39 (Shadow)", -- [16]
				"山地狮 肉搏 痛苦機車 Hit -29 (Physical)", -- [17]
				"山地狮 肉搏 痛苦機車 Crushing -46 (Physical)", -- [18]
				"山地狮 dispels 痛苦機車 召唤地狱战马 (眩晕)", -- [19]
				"山地狮 肉搏 痛苦機車 Crushing -49 (Physical)", -- [20]
				"山地狮 肉搏 痛苦機車 Hit -31 (Physical)", -- [21]
				"痛苦機車 痛苦诅咒 (伤害/跳) 山地狮 Tick -24 (Shadow)", -- [22]
				"痛苦機車 痛苦诅咒 (伤害/跳) 山地狮 Tick -23 (Shadow)", -- [23]
				"痛苦機車 腐蚀术 (伤害/跳) 山地狮 Tick -38 (Shadow)", -- [24]
				"痛苦機車 痛苦诅咒 (伤害/跳) 山地狮 Tick -24 (Shadow)", -- [25]
				"痛苦機車 腐蚀术 (伤害/跳) 山地狮 Tick -38 (Shadow)", -- [26]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -16 (Shadow)", -- [27]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -16 (Shadow)", -- [28]
				"痛苦機車 腐蚀术 (伤害/跳) 辛迪加劫匪 Tick -38 (Shadow)", -- [29]
				"痛苦機車 献祭 辛迪加劫匪 Hit -94 (Fire)", -- [30]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -16 (Shadow)", -- [31]
				"痛苦機車 腐蚀术 (伤害/跳) 辛迪加劫匪 Tick -39 (Shadow)", -- [32]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -16 (Shadow)", -- [33]
				"痛苦機車 献祭 (伤害/跳) 辛迪加劫匪 Tick -33 (Fire)", -- [34]
				"痛苦機車 吸取生命 (伤害/跳) 辛迪加劫匪 Tick -35 (Shadow)", -- [35]
				"痛苦機車 吸取生命 痛苦機車 Hit +35", -- [36]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -30 (Shadow)", -- [37]
				"痛苦機車 腐蚀术 (伤害/跳) 辛迪加劫匪 Tick -29 (10 被抵抗) (Shadow)", -- [38]
				"痛苦機車 吸取生命 (伤害/跳) 辛迪加劫匪 Tick -35 (Shadow)", -- [39]
				"痛苦機車 吸取生命 痛苦機車 Hit +35", -- [40]
				"痛苦機車 献祭 (伤害/跳) 辛迪加劫匪 Tick -33 (Fire)", -- [41]
				"痛苦機車 吸取生命 (伤害/跳) 辛迪加劫匪 Tick -35 (Shadow)", -- [42]
				"痛苦機車 吸取生命 痛苦機車 Hit +35", -- [43]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -31 (Shadow)", -- [44]
				"痛苦機車 吸取生命 (伤害/跳) 辛迪加劫匪 Tick -35 (Shadow)", -- [45]
				"痛苦機車 吸取生命 痛苦機車 Hit +35 (7 过量治疗)", -- [46]
				"痛苦機車 腐蚀术 (伤害/跳) 辛迪加劫匪 Tick -39 (Shadow)", -- [47]
				"痛苦機車 吸取生命 (伤害/跳) 辛迪加劫匪 Tick -35 (Shadow)", -- [48]
				"痛苦機車 吸取生命 痛苦機車 Hit +35 (35 过量治疗)", -- [49]
				"痛苦機車 痛苦诅咒 (伤害/跳) 辛迪加劫匪 Tick -31 (Shadow)", -- [50]
			},
			["Name"] = "痛苦機車",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				51730.315, -- [1]
				51731.85, -- [2]
				51732.261, -- [3]
				51567.931, -- [4]
				51567.931, -- [5]
				51574.581, -- [6]
				51576.647, -- [7]
				51576.647, -- [8]
				51576.647, -- [9]
				51577.147, -- [10]
				51577.648, -- [11]
				51577.648, -- [12]
				51578.641, -- [13]
				51578.641, -- [14]
				51578.641, -- [15]
				51580.12, -- [16]
				51637.954, -- [17]
				51639.361, -- [18]
				51639.361, -- [19]
				51639.974, -- [20]
				51641.379, -- [21]
				51652.998, -- [22]
				51655.034, -- [23]
				51655.539, -- [24]
				51656.949, -- [25]
				51658.542, -- [26]
				51718.24, -- [27]
				51720.208, -- [28]
				51720.746, -- [29]
				51721.302, -- [30]
				51722.234, -- [31]
				51723.708, -- [32]
				51724.263, -- [33]
				51724.263, -- [34]
				51726.157, -- [35]
				51726.157, -- [36]
				51726.286, -- [37]
				51726.803, -- [38]
				51727.221, -- [39]
				51727.221, -- [40]
				51727.221, -- [41]
				51728.206, -- [42]
				51728.206, -- [43]
				51728.306, -- [44]
				51729.137, -- [45]
				51729.137, -- [46]
				51729.744, -- [47]
				51730.211, -- [48]
				51730.211, -- [49]
				51730.211, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["WhoDispelled"] = {
						["山地狮"] = {
							["Details"] = {
								["召唤地狱战马 (眩晕)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeHealing"] = {
						["痛苦機車"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 23.17,
								},
							},
							["amount"] = 23.17,
						},
					},
					["DOTs"] = {
						["吸取生命 (伤害/跳)"] = {
							["Details"] = {
								["辛迪加劫匪"] = {
									["count"] = 5,
								},
								["辛迪加窃贼"] = {
									["count"] = 5,
								},
								["巨型山地狮"] = {
									["count"] = 11,
								},
								["碎鳍潮行鱼人"] = {
									["count"] = 5,
								},
							},
							["amount"] = 26,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["碎鳍潮行鱼人"] = {
									["count"] = 12,
								},
								["辛迪加劫匪"] = {
									["count"] = 9,
								},
								["辛迪加窃贼"] = {
									["count"] = 39,
								},
								["巨型山地狮"] = {
									["count"] = 27,
								},
								["碎鳍智者"] = {
									["count"] = 30,
								},
							},
							["amount"] = 117,
						},
						["腐蚀术 (伤害/跳)"] = {
							["Details"] = {
								["辛迪加窃贼"] = {
									["count"] = 102,
								},
								["碎鳍潮行鱼人"] = {
									["count"] = 15,
								},
								["辛迪加劫匪"] = {
									["count"] = 12,
								},
								["山地狮"] = {
									["count"] = 6,
								},
								["巨型山地狮"] = {
									["count"] = 48,
								},
								["碎鳍智者"] = {
									["count"] = 36,
								},
							},
							["amount"] = 219,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["辛迪加窃贼"] = {
									["count"] = 96,
								},
								["碎鳍潮行鱼人"] = {
									["count"] = 16,
								},
								["辛迪加劫匪"] = {
									["count"] = 16,
								},
								["山地狮"] = {
									["count"] = 6,
								},
								["巨型山地狮"] = {
									["count"] = 52,
								},
								["碎鳍智者"] = {
									["count"] = 44,
								},
							},
							["amount"] = 230,
						},
					},
					["Dispelled"] = 1,
					["ElementDoneResist"] = {
						["Fire"] = 56,
						["Shadow"] = 65,
						["Arcane"] = 16,
					},
					["TimeSpent"] = {
						["痛苦機車"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 23.17,
								},
							},
							["amount"] = 23.17,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.08,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 41.1,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 2.27,
								},
								["射击"] = {
									["count"] = 4.18,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 20.5,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 10.49,
								},
							},
							["amount"] = 81.62,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.47,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 6.01,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 3.85,
								},
								["射击"] = {
									["count"] = 1.45,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 3.5,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 15.96,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.56,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 5.13,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 4.21,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 3.14,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 14.64,
						},
						["山地狮"] = {
							["Details"] = {
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 2.01,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 4.41,
								},
							},
							["amount"] = 6.42,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.8200000000000001,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 20.64,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 3.19,
								},
								["射击"] = {
									["count"] = 2.57,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 10.12,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 3.39,
								},
							},
							["amount"] = 40.73,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.9199999999999999,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 21.02,
								},
								["射击"] = {
									["count"] = 12.19,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 10.91,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 2.15,
								},
							},
							["amount"] = 47.19000000000001,
						},
					},
					["DamageTaken"] = 1093,
					["OverHeals"] = {
						["吸取生命"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 37,
									["min"] = 7,
									["count"] = 7,
									["amount"] = 224,
								},
							},
							["count"] = 7,
							["amount"] = 224,
						},
					},
					["PartialResist"] = {
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
					},
					["ManaGained"] = {
						["吸取法力"] = {
							["Details"] = {
								["碎鳍智者"] = {
									["count"] = 840,
								},
							},
							["amount"] = 840,
						},
						["生命分流"] = {
							["Details"] = {
								["痛苦機車"] = {
									["count"] = 1897,
								},
							},
							["amount"] = 1897,
						},
					},
					["PartialAbsorb"] = {
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 229.73,
					["Overhealing"] = 224,
					["ElementTaken"] = {
						["Frost"] = 36,
						["Melee"] = 856,
						["Nature"] = 201,
					},
					["DOT_Time"] = 592,
					["Damage"] = 10232,
					["ElementDone"] = {
						["Shadow"] = 7103,
						["Fire"] = 2307,
						["Arcane"] = 822,
					},
					["TimeHeal"] = 23.17,
					["WhoHealed"] = {
						["痛苦機車"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 668,
								},
							},
							["amount"] = 668,
						},
					},
					["HealedWho"] = {
						["痛苦機車"] = {
							["Details"] = {
								["吸取生命"] = {
									["count"] = 668,
								},
							},
							["amount"] = 668,
						},
					},
					["Heals"] = {
						["吸取生命"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 37,
									["min"] = 14,
									["count"] = 20,
									["amount"] = 668,
								},
							},
							["count"] = 20,
							["amount"] = 668,
						},
					},
					["Healing"] = 668,
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crushing"] = {
									["count"] = 8,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 18,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
					["WhoDamaged"] = {
						["辛迪加窃贼"] = {
							["Details"] = {
								["毒药 (伤害/跳)"] = {
									["count"] = 201,
								},
								["肉搏"] = {
									["count"] = 348,
								},
							},
							["amount"] = 549,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 155,
								},
							},
							["amount"] = 155,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 62,
								},
							},
							["amount"] = 62,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 36,
								},
								["肉搏"] = {
									["count"] = 291,
								},
							},
							["amount"] = 327,
						},
					},
					["Attacks"] = {
						["暗影箭"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 176,
									["min"] = 176,
									["count"] = 1,
									["amount"] = 176,
								},
							},
							["count"] = 1,
							["amount"] = 176,
						},
						["献祭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 138,
									["min"] = 138,
									["count"] = 1,
									["amount"] = 138,
								},
								["Hit"] = {
									["max"] = 94,
									["min"] = 71,
									["count"] = 10,
									["amount"] = 914,
								},
							},
							["count"] = 11,
							["amount"] = 1052,
						},
						["痛苦诅咒 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 68,
									["min"] = 12,
									["count"] = 115,
									["amount"] = 3240,
								},
							},
							["count"] = 115,
							["amount"] = 3240,
						},
						["吸取生命 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 37,
									["min"] = 33,
									["count"] = 26,
									["amount"] = 912,
								},
							},
							["count"] = 26,
							["amount"] = 912,
						},
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 62,
									["min"] = 62,
									["count"] = 1,
									["amount"] = 62,
								},
								["Hit"] = {
									["max"] = 42,
									["min"] = 16,
									["count"] = 23,
									["amount"] = 760,
								},
							},
							["count"] = 24,
							["amount"] = 822,
						},
						["腐蚀术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 39,
									["min"] = 20,
									["count"] = 73,
									["amount"] = 2775,
								},
							},
							["count"] = 73,
							["amount"] = 2775,
						},
						["献祭 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 33,
									["min"] = 17,
									["count"] = 39,
									["amount"] = 1255,
								},
							},
							["count"] = 39,
							["amount"] = 1255,
						},
					},
					["HealingTaken"] = 668,
					["ManaGainedFrom"] = {
						["痛苦機車"] = {
							["Details"] = {
								["生命分流"] = {
									["count"] = 1897,
								},
							},
							["amount"] = 1897,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["吸取法力"] = {
									["count"] = 840,
								},
							},
							["amount"] = 840,
						},
					},
					["TimeDamage"] = 206.56,
					["TimeDamaging"] = {
						["辛迪加窃贼"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 3.08,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 41.1,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 2.27,
								},
								["射击"] = {
									["count"] = 4.18,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 20.5,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 10.49,
								},
							},
							["amount"] = 81.62,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.47,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 6.01,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 3.85,
								},
								["射击"] = {
									["count"] = 1.45,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 3.5,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.68,
								},
							},
							["amount"] = 15.96,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.56,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 5.13,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 4.21,
								},
								["射击"] = {
									["count"] = 1.5,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 3.14,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 14.64,
						},
						["山地狮"] = {
							["Details"] = {
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 2.01,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 4.41,
								},
							},
							["amount"] = 6.42,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.8200000000000001,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 20.64,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 3.19,
								},
								["射击"] = {
									["count"] = 2.57,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 10.12,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 3.39,
								},
							},
							["amount"] = 40.73,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 0.9199999999999999,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 21.02,
								},
								["射击"] = {
									["count"] = 12.19,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 10.91,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 2.15,
								},
							},
							["amount"] = 47.19000000000001,
						},
					},
					["ManaGain"] = 2737,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 214,
								},
							},
							["amount"] = 215,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 39,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 50,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 24,
						},
					},
					["DamagedWho"] = {
						["辛迪加窃贼"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 176,
								},
								["献祭"] = {
									["count"] = 470,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 1224,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 179,
								},
								["射击"] = {
									["count"] = 198,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 1279,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 413,
								},
							},
							["amount"] = 3939,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 92,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 186,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 175,
								},
								["射击"] = {
									["count"] = 60,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 192,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 132,
								},
							},
							["amount"] = 837,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 94,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 187,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 175,
								},
								["射击"] = {
									["count"] = 40,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 145,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 99,
								},
							},
							["amount"] = 740,
						},
						["山地狮"] = {
							["Details"] = {
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 76,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 71,
								},
							},
							["amount"] = 147,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 165,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 788,
								},
								["吸取生命 (伤害/跳)"] = {
									["count"] = 383,
								},
								["射击"] = {
									["count"] = 72,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 619,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 281,
								},
							},
							["amount"] = 2308,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 231,
								},
								["痛苦诅咒 (伤害/跳)"] = {
									["count"] = 784,
								},
								["射击"] = {
									["count"] = 452,
								},
								["腐蚀术 (伤害/跳)"] = {
									["count"] = 464,
								},
								["献祭 (伤害/跳)"] = {
									["count"] = 330,
								},
							},
							["amount"] = 2261,
						},
					},
				},
			},
			["UnitLockout"] = 51655.481,
			["LastActive"] = 51731.482,
		},
		["哈斯哈格 <痛苦機車>"] = {
			["GUID"] = "Pet-0-5002-0-72-1860-010160998B",
			["LastEventHealth"] = {
				1523, -- [1]
				1523, -- [2]
				1523, -- [3]
				1353, -- [4]
				1310, -- [5]
				1289, -- [6]
				1265, -- [7]
				1523, -- [8]
				1523, -- [9]
				1495, -- [10]
				1495, -- [11]
				1457, -- [12]
				1457, -- [13]
				1425, -- [14]
				1425, -- [15]
				1425, -- [16]
				1425, -- [17]
				1389, -- [18]
				1389, -- [19]
				1360, -- [20]
				1360, -- [21]
				1360, -- [22]
				1220, -- [23]
				1200, -- [24]
				1200, -- [25]
				1200, -- [26]
				1179, -- [27]
				1179, -- [28]
				1159, -- [29]
				1159, -- [30]
				1159, -- [31]
				1139, -- [32]
				1193, -- [33]
				1237, -- [34]
				1217, -- [35]
				1217, -- [36]
				1217, -- [37]
				1217, -- [38]
				1217, -- [39]
				1217, -- [40]
				1187, -- [41]
				1187, -- [42]
				1157, -- [43]
				1157, -- [44]
				1120, -- [45]
				1120, -- [46]
				1083, -- [47]
				1083, -- [48]
				1047, -- [49]
				1523, -- [50]
			},
			["LastAttackedBy"] = "辛迪加劫匪",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					150.52, -- [1]
				},
				["Damage"] = {
					2163, -- [1]
				},
				["DamageTaken"] = {
					1761, -- [1]
				},
				["ActiveTime"] = {
					150.52, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "哈斯哈格",
			["level"] = 1,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 88,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "痛苦機車",
			["LastDamageTaken"] = 29,
			["TimeLast"] = {
				["ActiveTime"] = 51733.481,
				["TimeDamage"] = 51733.481,
				["OVERALL"] = 51733.481,
				["DamageTaken"] = 51728.487,
				["Damage"] = 51733.481,
			},
			["LastEventHealthMax"] = {
				1523, -- [1]
				1523, -- [2]
				1523, -- [3]
				1523, -- [4]
				1523, -- [5]
				1523, -- [6]
				1523, -- [7]
				1523, -- [8]
				1523, -- [9]
				1523, -- [10]
				1523, -- [11]
				1523, -- [12]
				1523, -- [13]
				1523, -- [14]
				1523, -- [15]
				1523, -- [16]
				1523, -- [17]
				1523, -- [18]
				1523, -- [19]
				1523, -- [20]
				1523, -- [21]
				1523, -- [22]
				1523, -- [23]
				1523, -- [24]
				1523, -- [25]
				1523, -- [26]
				1523, -- [27]
				1523, -- [28]
				1523, -- [29]
				1523, -- [30]
				1523, -- [31]
				1523, -- [32]
				1523, -- [33]
				1523, -- [34]
				1523, -- [35]
				1523, -- [36]
				1523, -- [37]
				1523, -- [38]
				1523, -- [39]
				1523, -- [40]
				1523, -- [41]
				1523, -- [42]
				1523, -- [43]
				1523, -- [44]
				1523, -- [45]
				1523, -- [46]
				1523, -- [47]
				1523, -- [48]
				1523, -- [49]
				1523, -- [50]
			},
			["NextEventNum"] = 23,
			["LastDamageTime"] = 51733.673,
			["LastEvents"] = {
				"哈斯哈格 <痛苦機車> 肉搏 巨型山地狮 Hit -24 (Physical)", -- [1]
				"哈斯哈格 <痛苦機車> 肉搏 巨型山地狮 Hit -21 (Physical)", -- [2]
				"哈斯哈格 <痛苦機車> 肉搏 山地狮 Hit -23 (Physical)", -- [3]
				"哈斯哈格 <痛苦機車> 肉搏 山地狮 Hit -24 (Physical)", -- [4]
				"哈斯哈格 <痛苦機車> 肉搏 山地狮 Miss (1)", -- [5]
				"哈斯哈格 <痛苦機車> 肉搏 山地狮 Hit -22 (Physical)", -- [6]
				"哈斯哈格 <痛苦機車> 肉搏 山地狮 Miss (1)", -- [7]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -21 (Physical)", -- [8]
				"辛迪加劫匪 肉搏 哈斯哈格 <痛苦機車> Hit -28 (Physical)", -- [9]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Glancing -23 (Physical)", -- [10]
				"辛迪加劫匪 肉搏 哈斯哈格 <痛苦機車> Hit -38 (Physical)", -- [11]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -25 (Physical)", -- [12]
				"辛迪加劫匪 肉搏 哈斯哈格 <痛苦機車> Hit -32 (Physical)", -- [13]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -25 (Physical)", -- [14]
				"辛迪加劫匪 肉搏 哈斯哈格 <痛苦機車> Parry (1)", -- [15]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Glancing -23 (Physical)", -- [16]
				"辛迪加劫匪 肉搏 哈斯哈格 <痛苦機車> Hit -36 (Physical)", -- [17]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -10 (Physical)", -- [18]
				"辛迪加劫匪 肉搏 哈斯哈格 <痛苦機車> Hit -29 (Physical)", -- [19]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -21 (Physical)", -- [20]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -23 (Physical)", -- [21]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加劫匪 Hit -23 (Physical)", -- [22]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -20 (Nature)", -- [23]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -25 (Physical)", -- [24]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -22 (Physical)", -- [25]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -21 (Nature)", -- [26]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -25 (Physical)", -- [27]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -20 (Nature)", -- [28]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Glancing -17 (Physical)", -- [29]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -23 (Physical)", -- [30]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -20 (Nature)", -- [31]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -11 (10 被抵抗) (Nature)", -- [32]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -20 (Nature)", -- [33]
				"辛迪加窃贼 毒药 (伤害/跳) 哈斯哈格 <痛苦機車> Tick -20 (Nature)", -- [34]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -27 (Physical)", -- [35]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Miss (1)", -- [36]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -26 (Physical)", -- [37]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Miss (1)", -- [38]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -24 (Physical)", -- [39]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Hit -30 (Physical)", -- [40]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Miss (1)", -- [41]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Hit -30 (Physical)", -- [42]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Glancing -20 (Physical)", -- [43]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Hit -37 (Physical)", -- [44]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -28 (Physical)", -- [45]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Hit -37 (Physical)", -- [46]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -25 (Physical)", -- [47]
				"辛迪加窃贼 肉搏 哈斯哈格 <痛苦機車> Hit -36 (Physical)", -- [48]
				"哈斯哈格 <痛苦機車> 肉搏 辛迪加窃贼 Hit -23 (Physical)", -- [49]
				"哈斯哈格 <痛苦機車> 肉搏 巨型山地狮 Hit -28 (Physical)", -- [50]
			},
			["Name"] = "哈斯哈格",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				51578.105, -- [1]
				51580.12, -- [2]
				51640.792, -- [3]
				51648.857, -- [4]
				51650.893, -- [5]
				51652.864, -- [6]
				51654.902, -- [7]
				51718.509, -- [8]
				51718.509, -- [9]
				51720.484, -- [10]
				51720.484, -- [11]
				51722.519, -- [12]
				51722.519, -- [13]
				51724.534, -- [14]
				51724.534, -- [15]
				51725.656, -- [16]
				51726.495, -- [17]
				51727.74, -- [18]
				51728.54, -- [19]
				51729.744, -- [20]
				51731.752, -- [21]
				51733.673, -- [22]
				51474.775, -- [23]
				51475.403, -- [24]
				51477.48, -- [25]
				51477.799, -- [26]
				51479.492, -- [27]
				51480.815, -- [28]
				51481.461, -- [29]
				51483.454, -- [30]
				51483.829, -- [31]
				51486.831, -- [32]
				51489.806, -- [33]
				51492.763, -- [34]
				51495.741, -- [35]
				51495.741, -- [36]
				51497.738, -- [37]
				51497.738, -- [38]
				51499.741, -- [39]
				51499.741, -- [40]
				51501.69, -- [41]
				51501.69, -- [42]
				51503.742, -- [43]
				51503.742, -- [44]
				51505.756, -- [45]
				51505.756, -- [46]
				51507.772, -- [47]
				51507.772, -- [48]
				51509.773, -- [49]
				51576.056, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 34,
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 2,
									["min"] = 1,
									["count"] = 4,
									["amount"] = 7,
								},
							},
							["count"] = 4,
							["amount"] = 7,
						},
					},
					["TimeSpent"] = {
						["辛迪加窃贼"] = {
							["Details"] = {
								["折磨"] = {
									["count"] = 1.17,
								},
								["肉搏"] = {
									["count"] = 53.73,
								},
							},
							["amount"] = 54.90000000000001,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13.12,
								},
							},
							["amount"] = 13.12,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 22.5,
								},
							},
							["amount"] = 22.5,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 43.5,
								},
							},
							["amount"] = 43.5,
						},
					},
					["DamageTaken"] = 1761,
					["ElementTakenResist"] = {
						["Nature"] = 10,
					},
					["PartialResist"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["50% 抵抗"] = {
									["max"] = 10,
									["min"] = 10,
									["count"] = 1,
									["amount"] = 10,
								},
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 10,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 57,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 57,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["闪电箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["毒药 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 57,
									["amount"] = 0,
								},
							},
							["count"] = 57,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 150.52,
					["ElementTaken"] = {
						["Frost"] = 39,
						["Melee"] = 1429,
						["Nature"] = 293,
					},
					["Damage"] = 2163,
					["ElementTakenBlock"] = {
						["Melee"] = 7,
					},
					["ElementDone"] = {
						["Melee"] = 2163,
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 49,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 61,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 11,
						},
					},
					["DamagedWho"] = {
						["辛迪加窃贼"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 762,
								},
							},
							["amount"] = 762,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 103,
								},
							},
							["amount"] = 103,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 194,
								},
							},
							["amount"] = 194,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 349,
								},
							},
							["amount"] = 349,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 686,
								},
							},
							["amount"] = 686,
						},
					},
					["TimeDamage"] = 150.52,
					["TimeDamaging"] = {
						["辛迪加窃贼"] = {
							["Details"] = {
								["折磨"] = {
									["count"] = 1.17,
								},
								["肉搏"] = {
									["count"] = 53.73,
								},
							},
							["amount"] = 54.90000000000001,
						},
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13.12,
								},
							},
							["amount"] = 13.12,
						},
						["山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 22.5,
								},
							},
							["amount"] = 22.5,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 43.5,
								},
							},
							["amount"] = 43.5,
						},
					},
					["Attacks"] = {
						["折磨"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 25,
									["min"] = 17,
									["count"] = 10,
									["amount"] = 213,
								},
								["Hit"] = {
									["max"] = 29,
									["min"] = 20,
									["count"] = 76,
									["amount"] = 1887,
								},
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 45,
									["min"] = 45,
									["count"] = 1,
									["amount"] = 45,
								},
								["Hit (被格挡)"] = {
									["max"] = 10,
									["min"] = 8,
									["count"] = 2,
									["amount"] = 18,
								},
							},
							["count"] = 100,
							["amount"] = 2163,
						},
					},
					["WhoDamaged"] = {
						["碎鳍潮行鱼人"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
						["辛迪加劫匪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 163,
								},
							},
							["amount"] = 163,
						},
						["辛迪加窃贼"] = {
							["Details"] = {
								["毒药 (伤害/跳)"] = {
									["count"] = 193,
								},
								["肉搏"] = {
									["count"] = 412,
								},
							},
							["amount"] = 605,
						},
						["巨型山地狮"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 487,
								},
							},
							["amount"] = 487,
						},
						["碎鳍智者"] = {
							["Details"] = {
								["闪电箭"] = {
									["count"] = 100,
								},
								["肉搏"] = {
									["count"] = 367,
								},
							},
							["amount"] = 467,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 78,
								},
								["Miss"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 3,
								},
							},
							["amount"] = 102,
						},
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
				},
			},
			["UnitLockout"] = 48669.486,
			["LastActive"] = 51733.481,
		},
	},
	["FightNum"] = 158,
	["CombatTimes"] = {
		{
			48626.477, -- [1]
			48649.485, -- [2]
			"23:41:08", -- [3]
			"23:41:31", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [1]
		{
			48666.487, -- [1]
			48693.48, -- [2]
			"23:41:48", -- [3]
			"23:42:15", -- [4]
			"碎鳍智者", -- [5]
		}, -- [2]
		{
			48695.479, -- [1]
			48717.482, -- [2]
			"23:42:18", -- [3]
			"23:42:39", -- [4]
			"碎鳍智者", -- [5]
		}, -- [3]
		{
			48720.48, -- [1]
			48753.477, -- [2]
			"23:42:43", -- [3]
			"23:43:15", -- [4]
			"碎鳍智者", -- [5]
		}, -- [4]
		{
			48763.48, -- [1]
			48785.48, -- [2]
			"23:43:26", -- [3]
			"23:43:47", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [5]
		{
			48788.477, -- [1]
			48799.477, -- [2]
			"23:43:50", -- [3]
			"23:44:01", -- [4]
			"碎鳍滩行鱼人", -- [5]
		}, -- [6]
		{
			48813.482, -- [1]
			48825.479, -- [2]
			"23:44:15", -- [3]
			"23:44:27", -- [4]
			"碎鳍智者", -- [5]
		}, -- [7]
		{
			48831.48, -- [1]
			48842.493, -- [2]
			"23:44:34", -- [3]
			"23:44:44", -- [4]
			"碎鳍智者", -- [5]
		}, -- [8]
		{
			48859.477, -- [1]
			48870.485, -- [2]
			"23:45:02", -- [3]
			"23:45:12", -- [4]
			"碎鳍智者", -- [5]
		}, -- [9]
		{
			48880.478, -- [1]
			48891.487, -- [2]
			"23:45:22", -- [3]
			"23:45:33", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [10]
		{
			48899.48, -- [1]
			48910.48, -- [2]
			"23:45:42", -- [3]
			"23:45:52", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [11]
		{
			48988.479, -- [1]
			49018.477, -- [2]
			"23:47:11", -- [3]
			"23:47:40", -- [4]
			"碎鳍智者", -- [5]
		}, -- [12]
		{
			49034.486, -- [1]
			49057.483, -- [2]
			"23:47:56", -- [3]
			"23:48:19", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [13]
		{
			49060.477, -- [1]
			49071.485, -- [2]
			"23:48:22", -- [3]
			"23:48:33", -- [4]
			"碎鳍智者", -- [5]
		}, -- [14]
		{
			49083.477, -- [1]
			49094.484, -- [2]
			"23:48:45", -- [3]
			"23:48:56", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [15]
		{
			49113.482, -- [1]
			49123.482, -- [2]
			"23:49:15", -- [3]
			"23:49:25", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [16]
		{
			49131.482, -- [1]
			49145.478, -- [2]
			"23:49:34", -- [3]
			"23:49:47", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [17]
		{
			49151.48, -- [1]
			49160.477, -- [2]
			"23:49:53", -- [3]
			"23:50:02", -- [4]
			"碎鳍智者", -- [5]
		}, -- [18]
		{
			49170.483, -- [1]
			49181.482, -- [2]
			"23:50:13", -- [3]
			"23:50:23", -- [4]
			"碎鳍智者", -- [5]
		}, -- [19]
		{
			49186.485, -- [1]
			49197.483, -- [2]
			"23:50:28", -- [3]
			"23:50:39", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [20]
		{
			49210.483, -- [1]
			49222.485, -- [2]
			"23:50:52", -- [3]
			"23:51:04", -- [4]
			"碎鳍智者", -- [5]
		}, -- [21]
		{
			49229.484, -- [1]
			49243.483, -- [2]
			"23:51:12", -- [3]
			"23:51:25", -- [4]
			"碎鳍智者", -- [5]
		}, -- [22]
		{
			49256.482, -- [1]
			49267.48, -- [2]
			"23:51:38", -- [3]
			"23:51:49", -- [4]
			"碎鳍智者", -- [5]
		}, -- [23]
		{
			49342.478, -- [1]
			49354.487, -- [2]
			"23:53:05", -- [3]
			"23:53:16", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [24]
		{
			49390.485, -- [1]
			49399.481, -- [2]
			"23:53:52", -- [3]
			"23:54:01", -- [4]
			"碎鳍智者", -- [5]
		}, -- [25]
		{
			49403.484, -- [1]
			49414.478, -- [2]
			"23:54:06", -- [3]
			"23:54:16", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [26]
		{
			49417.478, -- [1]
			49450.483, -- [2]
			"23:54:19", -- [3]
			"23:54:52", -- [4]
			"碎鳍智者", -- [5]
		}, -- [27]
		{
			49469.484, -- [1]
			49491.488, -- [2]
			"23:55:11", -- [3]
			"23:55:33", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [28]
		{
			49526.479, -- [1]
			49542.479, -- [2]
			"23:56:09", -- [3]
			"23:56:24", -- [4]
			"碎鳍滩行鱼人", -- [5]
		}, -- [29]
		{
			49547.484, -- [1]
			49561.478, -- [2]
			"23:56:29", -- [3]
			"23:56:43", -- [4]
			"碎鳍滩行鱼人", -- [5]
		}, -- [30]
		{
			49562.487, -- [1]
			49603.486, -- [2]
			"23:56:44", -- [3]
			"23:57:25", -- [4]
			"碎鳍滩行鱼人", -- [5]
		}, -- [31]
		{
			49632.486, -- [1]
			49646.479, -- [2]
			"23:57:55", -- [3]
			"23:58:08", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [32]
		{
			49655.484, -- [1]
			49671.483, -- [2]
			"23:58:18", -- [3]
			"23:58:33", -- [4]
			"碎鳍潮行鱼人", -- [5]
		}, -- [33]
		{
			49731.478, -- [1]
			49744.482, -- [2]
			"23:59:33", -- [3]
			"23:59:46", -- [4]
			"刺脊海妖", -- [5]
		}, -- [34]
		{
			49747.481, -- [1]
			49758.486, -- [2]
			"23:59:50", -- [3]
			"00:00:00", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [35]
		{
			49761.482, -- [1]
			49772.487, -- [2]
			"00:00:03", -- [3]
			"00:00:14", -- [4]
			"刺脊海妖", -- [5]
		}, -- [36]
		{
			49775.477, -- [1]
			49784.481, -- [2]
			"00:00:17", -- [3]
			"00:00:26", -- [4]
			"刺脊海妖", -- [5]
		}, -- [37]
		{
			49790.485, -- [1]
			49800.477, -- [2]
			"00:00:33", -- [3]
			"00:00:42", -- [4]
			"刺脊海妖", -- [5]
		}, -- [38]
		{
			49802.483, -- [1]
			49814.481, -- [2]
			"00:00:45", -- [3]
			"00:00:56", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [39]
		{
			49820.484, -- [1]
			49829.479, -- [2]
			"00:01:02", -- [3]
			"00:01:11", -- [4]
			"刺脊海妖", -- [5]
		}, -- [40]
		{
			49832.477, -- [1]
			49843.478, -- [2]
			"00:01:15", -- [3]
			"00:01:25", -- [4]
			"刺脊海妖", -- [5]
		}, -- [41]
		{
			49850.484, -- [1]
			49863.485, -- [2]
			"00:01:33", -- [3]
			"00:01:45", -- [4]
			"刺脊海妖", -- [5]
		}, -- [42]
		{
			49864.48, -- [1]
			49878.478, -- [2]
			"00:01:47", -- [3]
			"00:02:00", -- [4]
			"刺脊海妖", -- [5]
		}, -- [43]
		{
			49888.483, -- [1]
			49901.482, -- [2]
			"00:02:10", -- [3]
			"00:02:23", -- [4]
			"刺脊海妖", -- [5]
		}, -- [44]
		{
			49904.477, -- [1]
			49914.479, -- [2]
			"00:02:26", -- [3]
			"00:02:36", -- [4]
			"刺脊海妖", -- [5]
		}, -- [45]
		{
			49939.481, -- [1]
			49953.48, -- [2]
			"00:03:02", -- [3]
			"00:03:15", -- [4]
			"刺脊海妖", -- [5]
		}, -- [46]
		{
			49966.478, -- [1]
			49980.481, -- [2]
			"00:03:28", -- [3]
			"00:03:42", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [47]
		{
			49989.479, -- [1]
			50001.484, -- [2]
			"00:03:51", -- [3]
			"00:04:03", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [48]
		{
			50012.483, -- [1]
			50023.486, -- [2]
			"00:04:14", -- [3]
			"00:04:25", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [49]
		{
			50033.479, -- [1]
			50046.482, -- [2]
			"00:04:35", -- [3]
			"00:04:48", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [50]
		{
			50054.484, -- [1]
			50067.487, -- [2]
			"00:04:56", -- [3]
			"00:05:09", -- [4]
			"刺脊捕猎者", -- [5]
		}, -- [51]
		{
			50069.483, -- [1]
			50081.486, -- [2]
			"00:05:11", -- [3]
			"00:05:23", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [52]
		{
			50112.478, -- [1]
			50126.481, -- [2]
			"00:05:55", -- [3]
			"00:06:08", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [53]
		{
			50137.481, -- [1]
			50150.485, -- [2]
			"00:06:20", -- [3]
			"00:06:32", -- [4]
			"刺脊滩行者", -- [5]
		}, -- [54]
		{
			50456.478, -- [1]
			50473.482, -- [2]
			"00:11:38", -- [3]
			"00:11:55", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [55]
		{
			50513.486, -- [1]
			50534.488, -- [2]
			"00:12:35", -- [3]
			"00:12:56", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [56]
		{
			50541.481, -- [1]
			50555.486, -- [2]
			"00:13:03", -- [3]
			"00:13:17", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [57]
		{
			50558.478, -- [1]
			50578.488, -- [2]
			"00:13:20", -- [3]
			"00:13:40", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [58]
		{
			50588.484, -- [1]
			50602.477, -- [2]
			"00:13:50", -- [3]
			"00:14:04", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [59]
		{
			50607.49, -- [1]
			50623.478, -- [2]
			"00:14:10", -- [3]
			"00:14:25", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [60]
		{
			50639.479, -- [1]
			50668.484, -- [2]
			"00:14:41", -- [3]
			"00:15:10", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [61]
		{
			50714.489, -- [1]
			50731.483, -- [2]
			"00:15:56", -- [3]
			"00:16:13", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [62]
		{
			50750.479, -- [1]
			50783.482, -- [2]
			"00:16:32", -- [3]
			"00:17:05", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [63]
		{
			50793.485, -- [1]
			50808.488, -- [2]
			"00:17:15", -- [3]
			"00:17:30", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [64]
		{
			50812.478, -- [1]
			50822.486, -- [2]
			"00:17:34", -- [3]
			"00:17:44", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [65]
		{
			50867.479, -- [1]
			50885.48, -- [2]
			"00:18:29", -- [3]
			"00:18:47", -- [4]
			"巨型山地狮", -- [5]
		}, -- [66]
		{
			50905.483, -- [1]
			50925.489, -- [2]
			"00:19:08", -- [3]
			"00:19:27", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [67]
		{
			50943.485, -- [1]
			50957.48, -- [2]
			"00:19:46", -- [3]
			"00:19:59", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [68]
		{
			50975.48, -- [1]
			50993.478, -- [2]
			"00:20:18", -- [3]
			"00:20:35", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [69]
		{
			50998.477, -- [1]
			51011.485, -- [2]
			"00:20:41", -- [3]
			"00:20:53", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [70]
		{
			51015.485, -- [1]
			51035.489, -- [2]
			"00:20:57", -- [3]
			"00:21:17", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [71]
		{
			51038.481, -- [1]
			51055.478, -- [2]
			"00:21:20", -- [3]
			"00:21:37", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [72]
		{
			51066.483, -- [1]
			51078.479, -- [2]
			"00:21:49", -- [3]
			"00:22:00", -- [4]
			"山地狮", -- [5]
		}, -- [73]
		{
			51083.486, -- [1]
			51102.487, -- [2]
			"00:22:05", -- [3]
			"00:22:24", -- [4]
			"巨型山地狮", -- [5]
		}, -- [74]
		{
			51135.477, -- [1]
			51149.487, -- [2]
			"00:22:57", -- [3]
			"00:23:11", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [75]
		{
			51158.48, -- [1]
			51171.485, -- [2]
			"00:23:20", -- [3]
			"00:23:33", -- [4]
			"山地狮", -- [5]
		}, -- [76]
		{
			51178.48, -- [1]
			51190.479, -- [2]
			"00:23:40", -- [3]
			"00:23:52", -- [4]
			"山地狮", -- [5]
		}, -- [77]
		{
			51200.477, -- [1]
			51211.483, -- [2]
			"00:24:03", -- [3]
			"00:24:13", -- [4]
			"山地狮", -- [5]
		}, -- [78]
		{
			51219.479, -- [1]
			51232.479, -- [2]
			"00:24:21", -- [3]
			"00:24:34", -- [4]
			"巨型山地狮", -- [5]
		}, -- [79]
		{
			51306.488, -- [1]
			51356.479, -- [2]
			"00:25:48", -- [3]
			"00:26:38", -- [4]
			"山地狮", -- [5]
		}, -- [80]
		{
			51397.483, -- [1]
			51426.478, -- [2]
			"00:27:19", -- [3]
			"00:27:48", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [81]
		{
			51429.48, -- [1]
			51485.485, -- [2]
			"00:27:52", -- [3]
			"00:28:47", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [82]
		{
			51488.483, -- [1]
			51511.484, -- [2]
			"00:28:51", -- [3]
			"00:29:13", -- [4]
			"辛迪加窃贼", -- [5]
		}, -- [83]
		{
			51556.485, -- [1]
			51568.482, -- [2]
			"00:29:59", -- [3]
			"00:30:10", -- [4]
			"巨型山地狮", -- [5]
		}, -- [84]
		{
			51571.484, -- [1]
			51582.489, -- [2]
			"00:30:13", -- [3]
			"00:30:24", -- [4]
			"巨型山地狮", -- [5]
		}, -- [85]
		{
			51637.485, -- [1]
			51642.478, -- [2]
			"00:31:19", -- [3]
			"00:31:24", -- [4]
			"山地狮", -- [5]
		}, -- [86]
		{
			51648.485, -- [1]
			51655.481, -- [2]
			"00:31:30", -- [3]
			"00:31:37", -- [4]
			"山地狮", -- [5]
		}, -- [87]
		{
			51670.486, -- [1]
			51691.484, -- [2]
			"00:31:52", -- [3]
			"00:32:13", -- [4]
			"巨型山地狮", -- [5]
		}, -- [88]
		{
			51704.487, -- [1]
			51734.483, -- [2]
			"00:32:26", -- [3]
			"00:32:56", -- [4]
			"辛迪加劫匪", -- [5]
		}, -- [89]
		{
			51759.484, -- [1]
			51776.485, -- [2]
			"00:33:21", -- [3]
			"00:33:38", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [90]
		{
			51780.487, -- [1]
			51814.48, -- [2]
			"00:33:43", -- [3]
			"00:34:16", -- [4]
			"破碎岭蛮兵", -- [5]
		}, -- [91]
		{
			51820.481, -- [1]
			51834.48, -- [2]
			"00:34:23", -- [3]
			"00:34:36", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [92]
		{
			51840.482, -- [1]
			51853.494, -- [2]
			"00:34:42", -- [3]
			"00:34:55", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [93]
		{
			51861.483, -- [1]
			51875.48, -- [2]
			"00:35:03", -- [3]
			"00:35:17", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [94]
		{
			51879.478, -- [1]
			51890.482, -- [2]
			"00:35:22", -- [3]
			"00:35:32", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [95]
		{
			51896.481, -- [1]
			51916.478, -- [2]
			"00:35:38", -- [3]
			"00:35:58", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [96]
		{
			51924.478, -- [1]
			51939.48, -- [2]
			"00:36:06", -- [3]
			"00:36:21", -- [4]
			"破碎岭蛮兵", -- [5]
		}, -- [97]
		{
			51974.477, -- [1]
			51991.478, -- [2]
			"00:36:56", -- [3]
			"00:37:13", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [98]
		{
			52016.483, -- [1]
			52031.48, -- [2]
			"00:37:39", -- [3]
			"00:37:53", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [99]
		{
			52035.484, -- [1]
			52053.486, -- [2]
			"00:37:57", -- [3]
			"00:38:15", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [100]
		{
			52091.483, -- [1]
			52122.485, -- [2]
			"00:38:53", -- [3]
			"00:39:24", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [101]
		{
			52129.483, -- [1]
			52150.478, -- [2]
			"00:39:31", -- [3]
			"00:39:52", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [102]
		{
			52165.488, -- [1]
			52180.481, -- [2]
			"00:40:07", -- [3]
			"00:40:22", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [103]
		{
			52191.48, -- [1]
			52207.479, -- [2]
			"00:40:33", -- [3]
			"00:40:49", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [104]
		{
			52228.483, -- [1]
			52244.483, -- [2]
			"00:41:11", -- [3]
			"00:41:26", -- [4]
			"破碎岭食人魔", -- [5]
		}, -- [105]
		{
			52259.482, -- [1]
			52271.482, -- [2]
			"00:41:42", -- [3]
			"00:41:53", -- [4]
			"辛迪加间谍", -- [5]
		}, -- [106]
		{
			52815.48, -- [1]
			52826.488, -- [2]
			"00:50:57", -- [3]
			"00:51:08", -- [4]
			"雷霆流放者", -- [5]
		}, -- [107]
		{
			52958.484, -- [1]
			52978.483, -- [2]
			"00:53:20", -- [3]
			"00:53:40", -- [4]
			"落锤步兵", -- [5]
		}, -- [108]
		{
			52984.483, -- [1]
			53001.481, -- [2]
			"00:53:47", -- [3]
			"00:54:03", -- [4]
			"落锤苦工", -- [5]
		}, -- [109]
		{
			53004.478, -- [1]
			53023.478, -- [2]
			"00:54:07", -- [3]
			"00:54:25", -- [4]
			"落锤步兵", -- [5]
		}, -- [110]
		{
			53030.484, -- [1]
			53041.484, -- [2]
			"00:54:33", -- [3]
			"00:54:43", -- [4]
			"落锤步兵", -- [5]
		}, -- [111]
		{
			53050.487, -- [1]
			53062.484, -- [2]
			"00:54:52", -- [3]
			"00:55:04", -- [4]
			"落锤苦工", -- [5]
		}, -- [112]
		{
			53071.479, -- [1]
			53087.503, -- [2]
			"00:55:13", -- [3]
			"00:55:29", -- [4]
			"落锤步兵", -- [5]
		}, -- [113]
		{
			53103.477, -- [1]
			53122.477, -- [2]
			"00:55:45", -- [3]
			"00:56:04", -- [4]
			"落锤苦工", -- [5]
		}, -- [114]
		{
			53131.48, -- [1]
			53146.477, -- [2]
			"00:56:13", -- [3]
			"00:56:28", -- [4]
			"落锤苦工", -- [5]
		}, -- [115]
		{
			53154.486, -- [1]
			53173.479, -- [2]
			"00:56:37", -- [3]
			"00:56:55", -- [4]
			"落锤苦工", -- [5]
		}, -- [116]
		{
			53189.485, -- [1]
			53204.482, -- [2]
			"00:57:11", -- [3]
			"00:57:26", -- [4]
			"落锤步兵", -- [5]
		}, -- [117]
		{
			53267.483, -- [1]
			53281.481, -- [2]
			"00:58:30", -- [3]
			"00:58:43", -- [4]
			"落锤苦工", -- [5]
		}, -- [118]
		{
			53290.484, -- [1]
			53306.48, -- [2]
			"00:58:53", -- [3]
			"00:59:08", -- [4]
			"落锤苦工", -- [5]
		}, -- [119]
		{
			53315.484, -- [1]
			53329.481, -- [2]
			"00:59:17", -- [3]
			"00:59:31", -- [4]
			"落锤苦工", -- [5]
		}, -- [120]
		{
			53334.482, -- [1]
			53348.478, -- [2]
			"00:59:36", -- [3]
			"00:59:50", -- [4]
			"落锤步兵", -- [5]
		}, -- [121]
		{
			53359.482, -- [1]
			53376.48, -- [2]
			"01:00:02", -- [3]
			"01:00:18", -- [4]
			"落锤苦工", -- [5]
		}, -- [122]
		{
			53572.484, -- [1]
			53587.481, -- [2]
			"01:03:34", -- [3]
			"01:03:49", -- [4]
			"落锤步兵", -- [5]
		}, -- [123]
		{
			53595.481, -- [1]
			53612.477, -- [2]
			"01:03:58", -- [3]
			"01:04:14", -- [4]
			"落锤苦工", -- [5]
		}, -- [124]
		{
			53614.481, -- [1]
			53626.486, -- [2]
			"01:04:16", -- [3]
			"01:04:28", -- [4]
			"落锤步兵", -- [5]
		}, -- [125]
		{
			53631.487, -- [1]
			53648.478, -- [2]
			"01:04:34", -- [3]
			"01:04:50", -- [4]
			"落锤步兵", -- [5]
		}, -- [126]
		{
			53665.485, -- [1]
			53685.481, -- [2]
			"01:05:07", -- [3]
			"01:05:27", -- [4]
			"落锤苦工", -- [5]
		}, -- [127]
		{
			53712.486, -- [1]
			53723.48, -- [2]
			"01:05:54", -- [3]
			"01:06:05", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [128]
		{
			53727.483, -- [1]
			53749.477, -- [2]
			"01:06:10", -- [3]
			"01:06:31", -- [4]
			"枯木巫医", -- [5]
		}, -- [129]
		{
			53754.484, -- [1]
			53768.48, -- [2]
			"01:06:36", -- [3]
			"01:06:50", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [130]
		{
			53772.479, -- [1]
			53783.487, -- [2]
			"01:06:54", -- [3]
			"01:07:05", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [131]
		{
			53786.478, -- [1]
			53805.48, -- [2]
			"01:07:08", -- [3]
			"01:07:27", -- [4]
			"枯木猎头者", -- [5]
		}, -- [132]
		{
			53830.482, -- [1]
			53847.479, -- [2]
			"01:07:52", -- [3]
			"01:08:09", -- [4]
			"枯木巫医", -- [5]
		}, -- [133]
		{
			53853.482, -- [1]
			53869.481, -- [2]
			"01:08:16", -- [3]
			"01:08:31", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [134]
		{
			53886.484, -- [1]
			53900.478, -- [2]
			"01:08:48", -- [3]
			"01:09:02", -- [4]
			"枯木巫医", -- [5]
		}, -- [135]
		{
			53909.482, -- [1]
			53923.478, -- [2]
			"01:09:11", -- [3]
			"01:09:25", -- [4]
			"枯木巫医", -- [5]
		}, -- [136]
		{
			53935.477, -- [1]
			53951.486, -- [2]
			"01:09:37", -- [3]
			"01:09:53", -- [4]
			"枯木巫医", -- [5]
		}, -- [137]
		{
			53965.487, -- [1]
			53995.483, -- [2]
			"01:10:07", -- [3]
			"01:10:37", -- [4]
			"枯木巫医", -- [5]
		}, -- [138]
		{
			53999.483, -- [1]
			54014.484, -- [2]
			"01:10:41", -- [3]
			"01:10:56", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [139]
		{
			54018.487, -- [1]
			54033.481, -- [2]
			"01:11:00", -- [3]
			"01:11:15", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [140]
		{
			54040.478, -- [1]
			54055.482, -- [2]
			"01:11:22", -- [3]
			"01:11:37", -- [4]
			"枯木掷斧者", -- [5]
		}, -- [141]
		{
			54071.488, -- [1]
			54088.48, -- [2]
			"01:11:53", -- [3]
			"01:12:10", -- [4]
			"枯木猎头者", -- [5]
		}, -- [142]
		{
			54103.488, -- [1]
			54119.487, -- [2]
			"01:12:25", -- [3]
			"01:12:41", -- [4]
			"枯木猎头者", -- [5]
		}, -- [143]
		{
			54147.482, -- [1]
			54228.491, -- [2]
			"01:13:09", -- [3]
			"01:14:30", -- [4]
			"枯木猎头者", -- [5]
		}, -- [144]
		{
			54252.477, -- [1]
			54263.481, -- [2]
			"01:14:54", -- [3]
			"01:15:05", -- [4]
			"枯木巫医", -- [5]
		}, -- [145]
		{
			54287.487, -- [1]
			54302.483, -- [2]
			"01:15:29", -- [3]
			"01:15:44", -- [4]
			"枯木猎头者", -- [5]
		}, -- [146]
		{
			54307.482, -- [1]
			54320.48, -- [2]
			"01:15:49", -- [3]
			"01:16:02", -- [4]
			"枯木巫医", -- [5]
		}, -- [147]
		{
			54323.485, -- [1]
			54337.485, -- [2]
			"01:16:05", -- [3]
			"01:16:19", -- [4]
			"枯木猎头者", -- [5]
		}, -- [148]
		{
			54340.484, -- [1]
			54354.483, -- [2]
			"01:16:22", -- [3]
			"01:16:36", -- [4]
			"枯木巫医", -- [5]
		}, -- [149]
		{
			54361.483, -- [1]
			54392.479, -- [2]
			"01:16:44", -- [3]
			"01:17:14", -- [4]
			"枯木猎头者", -- [5]
		}, -- [150]
		{
			54402.48, -- [1]
			54413.477, -- [2]
			"01:17:25", -- [3]
			"01:17:35", -- [4]
			"枯木猎头者", -- [5]
		}, -- [151]
		{
			54505.484, -- [1]
			54537.486, -- [2]
			"01:19:07", -- [3]
			"01:19:39", -- [4]
			"被遗忘者保镖", -- [5]
		}, -- [152]
		{
			54658.482, -- [1]
			54666.483, -- [2]
			"01:21:40", -- [3]
			"01:21:48", -- [4]
			"落锤步兵", -- [5]
		}, -- [153]
		{
			54671.483, -- [1]
			54702.487, -- [2]
			"01:21:54", -- [3]
			"01:22:24", -- [4]
			"落锤苦工", -- [5]
		}, -- [154]
		{
			54727.483, -- [1]
			54756.483, -- [2]
			"01:22:50", -- [3]
			"01:23:18", -- [4]
			"落锤步兵", -- [5]
		}, -- [155]
		{
			54771.48, -- [1]
			54808.479, -- [2]
			"01:23:33", -- [3]
			"01:24:10", -- [4]
			"被遗忘者保镖", -- [5]
		}, -- [156]
		{
			54865.48, -- [1]
			54876.479, -- [2]
			"01:25:08", -- [3]
			"01:25:18", -- [4]
			"落锤步兵", -- [5]
		}, -- [157]
		{
			54942.485, -- [1]
			54962.479, -- [2]
			"01:26:24", -- [3]
			"01:26:44", -- [4]
			"雷霆流放者", -- [5]
		}, -- [158]
	},
	["FoughtWho"] = {
		"雷霆流放者 01:26:24-01:26:44", -- [1]
		"落锤步兵 01:25:08-01:25:18", -- [2]
		"被遗忘者保镖 01:23:33-01:24:10", -- [3]
		"落锤步兵 01:22:50-01:23:18", -- [4]
		"落锤苦工 01:21:54-01:22:24", -- [5]
	},
}
