
Accountant_ClassicSaveData = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "28/10/21",
				["class"] = "HUNTER",
				["month"] = "10",
				["totalcash"] = 8457,
				["prvmonth"] = "09",
				["dateweek"] = "10/24/21",
				["version"] = "v2.12.09",
				["faction"] = "Horde",
				["lastsessiondate"] = "25/09/21",
				["curryear"] = "2021",
				["prvdateweek"] = "10/17/21",
				["prvday"] = "27/10/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 60557015,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 60557015,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 25504,
						["Out"] = 127156,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 25504,
						["Out"] = 127156,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 636100801,
						["Out"] = 57221928,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 109003892,
						["Out"] = 6000702,
					},
					["Session"] = {
						["In"] = 8960000,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 636100801,
						["Out"] = 57221928,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 50717,
						["Out"] = 1635512,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 154121,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 50717,
						["Out"] = 1635512,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 8371629,
						["Out"] = 253124,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 961079,
						["Out"] = 56,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 8371629,
						["Out"] = 253124,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 13117273,
						["Out"] = 22691305,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 293885,
						["Out"] = 199900,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 13117273,
						["Out"] = 22691305,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 85285110,
						["Out"] = 67308779,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 74847303,
						["Out"] = 7402166,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 85285110,
						["Out"] = 67308779,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 238907763,
						["Out"] = 792320712,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 110477949,
						["Out"] = 282012384,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 106970030,
					},
					["Total"] = {
						["In"] = 238907763,
						["Out"] = 792320712,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 16496377,
						["Out"] = 757043,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 16496377,
						["Out"] = 757043,
					},
				},
			},
		},
		["畜生犬隊長"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "28/10/21",
				["class"] = "WARRIOR",
				["faction"] = "Horde",
				["lastsessiondate"] = "15/07/21",
				["prvmonth"] = "09",
				["dateweek"] = "10/24/21",
				["version"] = "v2.12.09",
				["month"] = "10",
				["totalcash"] = 164166,
				["curryear"] = "2021",
				["prvdateweek"] = "10/17/21",
				["prvday"] = "27/10/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 420,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 390,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 420,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
		["特變電工"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "28/10/21",
				["class"] = "WARRIOR",
				["faction"] = "Horde",
				["lastsessiondate"] = "28/10/21",
				["prvmonth"] = "09",
				["dateweek"] = "10/24/21",
				["version"] = "v2.12.09",
				["month"] = "10",
				["totalcash"] = 155666755,
				["curryear"] = "2021",
				["prvdateweek"] = "10/17/21",
				["prvday"] = "27/10/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 29,
						["Out"] = 2000000,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 897369,
						["Out"] = 94409299,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 1500000,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 103294,
						["Out"] = 7951459,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 392414,
						["Out"] = 8475687,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 897369,
						["Out"] = 94409299,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 66,
						["Out"] = 1412,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 6336,
						["Out"] = 94348,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 161,
						["Out"] = 4770,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 26,
						["Out"] = 7309,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 6336,
						["Out"] = 94348,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1788,
						["Out"] = 1220,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 420,
						["Out"] = 428,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 1788,
						["Out"] = 1220,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 155114117,
						["Out"] = 21101836,
					},
					["PrvDay"] = {
						["In"] = 31,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 563909845,
						["Out"] = 555471649,
					},
					["Week"] = {
						["In"] = 55668374,
						["Out"] = 39760000,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 258068052,
						["Out"] = 151015201,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 71376456,
						["Out"] = 109703816,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 563909845,
						["Out"] = 555471649,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 608492,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 232001,
						["Out"] = 9386609,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 730910,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 54310,
					},
					["Month"] = {
						["In"] = 27205,
						["Out"] = 3181775,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 26938,
						["Out"] = 2080780,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 232001,
						["Out"] = 9386609,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 946382,
						["Out"] = 199154,
					},
					["PrvDay"] = {
						["In"] = 31,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 19010854,
						["Out"] = 758240,
					},
					["Week"] = {
						["In"] = 158234,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 4641468,
						["Out"] = 299834,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 3514165,
						["Out"] = 337031,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 19010854,
						["Out"] = 758240,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 5065,
						["Out"] = 51200,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 23478171,
						["Out"] = 10654212,
					},
					["Week"] = {
						["In"] = 4703,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 1225281,
						["Out"] = 267750,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 408590,
						["Out"] = 2153839,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 23478171,
						["Out"] = 10654212,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 6966116,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 204870950,
						["Out"] = 344117075,
					},
					["Week"] = {
						["In"] = 1132417,
						["Out"] = 7805910,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 1443138,
					},
					["Month"] = {
						["In"] = 2068073,
						["Out"] = 30831721,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 1923735,
						["Out"] = 72276439,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 1235138,
					},
					["Total"] = {
						["In"] = 204870950,
						["Out"] = 344117075,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 626963831,
						["Out"] = 297017653,
					},
					["Week"] = {
						["In"] = 471220,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 592724,
						["Out"] = 1397,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 292995747,
						["Out"] = 180011360,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 626963831,
						["Out"] = 297017653,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 1009581,
						["Out"] = 95,
					},
					["PrvDay"] = {
						["In"] = 14969,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 29514617,
						["Out"] = 1304678,
					},
					["Week"] = {
						["In"] = 616458,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 119900,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 2919466,
						["Out"] = 95,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 1807872,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 29514617,
						["Out"] = 1304678,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "Default",
		["畜生犬隊長 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				15.82877063751221, -- [4]
				-46.77584457397461, -- [5]
			},
			["minimap"] = {
				["minimapPos"] = 237.1759353200977,
			},
			["oprofileCopied"] = true,
			["AcFramePoint"] = {
				"LEFT", -- [1]
				nil, -- [2]
				"LEFT", -- [3]
				358.4698791503906, -- [4]
				120.8743362426758, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 32273,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 60425,
						},
						["撒塔斯城"] = {
							["In"] = 50717,
							["Out"] = 788395,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 0,
							["Out"] = 44018,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 69159,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 73504,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 5569,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 43054,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 162563,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 94326,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 6229,
							["Out"] = 2108,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 3570,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 4164,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 90378,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1887,
						},
						["悲傷沼澤 - 斯通納德"] = {
							["In"] = 0,
							["Out"] = 1510,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 5559,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 2907,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["蒸汽洞窟"] = {
							["In"] = 1326,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 160362336,
							["Out"] = 434001240,
						},
						["撒塔斯城"] = {
							["In"] = 71710992,
							["Out"] = 150302820,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 466949,
							["Out"] = 75042324,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 2000000,
							["Out"] = 10001300,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 106970030,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 1926904,
							["Out"] = 7289359,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 314,
							["Out"] = 70,
						},
						["奧奇奈地穴"] = {
							["In"] = 1662,
							["Out"] = 1099,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 25229,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 3034,
							["Out"] = 867,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["戈魯爾之巢"] = {
							["In"] = 3560729,
							["Out"] = 200729,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 547,
							["Out"] = 6000093,
						},
						["暗影迷宮"] = {
							["In"] = 8879,
							["Out"] = 3207,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 8960000,
							["Out"] = 100000,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19166265,
							["Out"] = 15928702,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 4802,
							["Out"] = 932,
						},
						["卡拉贊"] = {
							["In"] = 3748285,
							["Out"] = 15064412,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["蒸汽洞窟"] = {
							["In"] = 7017,
							["Out"] = 2871,
						},
						["破碎大廳"] = {
							["In"] = 5865,
							["Out"] = 2963,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 565500000,
							["Out"] = 2500000,
						},
						["黑色沼澤"] = {
							["In"] = 1501,
							["Out"] = 396,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 162,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 162192,
							["Out"] = 126900,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 278615,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 437906,
							["Out"] = 85200,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 70458,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 347000,
							["Out"] = 30400,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 793315,
							["Out"] = 10640,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 11738,
							["Out"] = 128600,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 7081,
							["Out"] = 39000,
						},
						["雷霆崖"] = {
							["In"] = 16822,
							["Out"] = 13680,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 521064,
							["Out"] = 108050,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 185915,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6454587,
							["Out"] = 1660135,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 195206,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 436389,
							["Out"] = 5000,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 239401,
							["Out"] = 23040,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1039208,
							["Out"] = 235050,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 55460,
							["Out"] = 64000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 571165,
							["Out"] = 86640,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 453161,
							["Out"] = 16975720,
						},
						["影月谷 - 影月村"] = {
							["In"] = 237183,
							["Out"] = 3000000,
						},
						["卡拉贊"] = {
							["In"] = 63491,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1825515,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 731500,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 36502723,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 74847303,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 8513,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 1316,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 258578,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 21428,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 748456,
							["Out"] = 1715,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 456279,
							["Out"] = 10,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 5574,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 47408,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 33885,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 12596,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 37268,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3170,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5177,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 754965,
							["Out"] = 1487,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4155,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 37688,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 10364,
							["Out"] = 0,
						},
						["逆風小徑 - 大師的地窖"] = {
							["In"] = 28835,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 5707,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 34946,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 22441,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 804771,
							["Out"] = 199693,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 10602,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6219,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 21517,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 29343,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 2911,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 35823,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 24669,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 3281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39202,
							["Out"] = 0,
						},
						["贊格沼澤 - 波哈姆廢墟"] = {
							["In"] = 2645,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 3271,
							["Out"] = 399,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 45578,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2163,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 7135,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 20825,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 9298,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 17193,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["納葛蘭"] = {
							["In"] = 1568,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 57147,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 4311,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 741,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 25993,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 3265,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 23093,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 698,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 902,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 29579,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 6471,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 16862,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 127875,
							["Out"] = 851,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 649150,
							["Out"] = 2663,
						},
						["亞克崔茲"] = {
							["In"] = 149918,
							["Out"] = 159,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 941,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 14346,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 104904,
							["Out"] = 1133,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 2466,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 10097,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 10827,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 5895,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 3050,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 18409,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 19512,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 563,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 12594,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 1456451,
							["Out"] = 38838,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 24863,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["贊格沼澤 - 塞納里奧看守站"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1000,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 1906,
							["Out"] = 1539,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 3057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 147,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 168400,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1036008,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 257000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1327300,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 428000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 67853,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1908,
							["Out"] = 436,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 550000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 672000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 372100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 35000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1031200,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54508,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3292100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 530,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 592400,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 562,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 73504,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 20192,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 60425,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["卡拉贊"] = {
							["In"] = 43345,
							["Out"] = 609,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 100000000,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 547,
							["Out"] = 6000093,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 8960000,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 74847303,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 7402166,
						},
					},
					["LOOT"] = {
						["卡拉贊"] = {
							["In"] = 504800,
							["Out"] = 46,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 456279,
							["Out"] = 10,
						},
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 466949,
							["Out"] = 75042324,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 110011000,
							["Out"] = 100000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 106970030,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 162192,
							["Out"] = 126900,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 7081,
							["Out"] = 39000,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 114206,
							["Out"] = 34000,
						},
						["卡拉贊"] = {
							["In"] = 10406,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 106970030,
						},
					},
					["OTHER"] = {
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 8960000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 32273,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 60425,
						},
						["撒塔斯城"] = {
							["In"] = 50717,
							["Out"] = 788395,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 0,
							["Out"] = 44018,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 69159,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 73504,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 5569,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 43054,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 162563,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 94326,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 6229,
							["Out"] = 2108,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 3570,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 4164,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 90378,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1887,
						},
						["悲傷沼澤 - 斯通納德"] = {
							["In"] = 0,
							["Out"] = 1510,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 5559,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 2907,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["蒸汽洞窟"] = {
							["In"] = 1326,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 160362336,
							["Out"] = 434001240,
						},
						["撒塔斯城"] = {
							["In"] = 71710992,
							["Out"] = 150302820,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 466949,
							["Out"] = 75042324,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 2000000,
							["Out"] = 10001300,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 106970030,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 1926904,
							["Out"] = 7289359,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 314,
							["Out"] = 70,
						},
						["奧奇奈地穴"] = {
							["In"] = 1662,
							["Out"] = 1099,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 25229,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 3034,
							["Out"] = 867,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["戈魯爾之巢"] = {
							["In"] = 3560729,
							["Out"] = 200729,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 547,
							["Out"] = 6000093,
						},
						["暗影迷宮"] = {
							["In"] = 8879,
							["Out"] = 3207,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 8960000,
							["Out"] = 100000,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19166265,
							["Out"] = 15928702,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 4802,
							["Out"] = 932,
						},
						["卡拉贊"] = {
							["In"] = 3748285,
							["Out"] = 15064412,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["蒸汽洞窟"] = {
							["In"] = 7017,
							["Out"] = 2871,
						},
						["破碎大廳"] = {
							["In"] = 5865,
							["Out"] = 2963,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 565500000,
							["Out"] = 2500000,
						},
						["黑色沼澤"] = {
							["In"] = 1501,
							["Out"] = 396,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 162,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 162192,
							["Out"] = 126900,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 278615,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 437906,
							["Out"] = 85200,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 70458,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 347000,
							["Out"] = 30400,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 793315,
							["Out"] = 10640,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 11738,
							["Out"] = 128600,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 7081,
							["Out"] = 39000,
						},
						["雷霆崖"] = {
							["In"] = 16822,
							["Out"] = 13680,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 521064,
							["Out"] = 108050,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 185915,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6454587,
							["Out"] = 1660135,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 195206,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 436389,
							["Out"] = 5000,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 239401,
							["Out"] = 23040,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1039208,
							["Out"] = 235050,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 55460,
							["Out"] = 64000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 571165,
							["Out"] = 86640,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 453161,
							["Out"] = 16975720,
						},
						["影月谷 - 影月村"] = {
							["In"] = 237183,
							["Out"] = 3000000,
						},
						["卡拉贊"] = {
							["In"] = 63491,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1825515,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 731500,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 36502723,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 74847303,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 8513,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 1316,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 258578,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 21428,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 748456,
							["Out"] = 1715,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 456279,
							["Out"] = 10,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 5574,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 47408,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 33885,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 12596,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 37268,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3170,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5177,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 754965,
							["Out"] = 1487,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4155,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 37688,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 10364,
							["Out"] = 0,
						},
						["逆風小徑 - 大師的地窖"] = {
							["In"] = 28835,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 5707,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 34946,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 22441,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 804771,
							["Out"] = 199693,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 10602,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6219,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 21517,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 29343,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 2911,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 35823,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 24669,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 3281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39202,
							["Out"] = 0,
						},
						["贊格沼澤 - 波哈姆廢墟"] = {
							["In"] = 2645,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 3271,
							["Out"] = 399,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 45578,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2163,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 7135,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 20825,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 9298,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 17193,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["納葛蘭"] = {
							["In"] = 1568,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 57147,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 4311,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 741,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 25993,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 3265,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 23093,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 698,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 902,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 29579,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 6471,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 16862,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 127875,
							["Out"] = 851,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 649150,
							["Out"] = 2663,
						},
						["亞克崔茲"] = {
							["In"] = 149918,
							["Out"] = 159,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 941,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 14346,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 104904,
							["Out"] = 1133,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 2466,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 10097,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 10827,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 5895,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 3050,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 18409,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 19512,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 563,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 12594,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 1456451,
							["Out"] = 38838,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 24863,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["贊格沼澤 - 塞納里奧看守站"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1000,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 1906,
							["Out"] = 1539,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 3057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 147,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 168400,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1036008,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 257000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1327300,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 428000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 67853,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1908,
							["Out"] = 436,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 550000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 672000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 372100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 35000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1031200,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54508,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3292100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 530,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 592400,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 562,
							["Out"] = 0,
						},
					},
				},
			},
		},
		["畜生犬隊長"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 420,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 420,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
		["特變電工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 42127,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 255611,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 310754,
						},
					},
					["TAXI"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 689,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 104,
						},
						["奧特蘭克山谷"] = {
							["In"] = 66,
							["Out"] = 52,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 567,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["奧特蘭克山谷"] = {
							["In"] = 8,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1000000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 440000,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 203565,
							["Out"] = 13101754,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["風暴要塞"] = {
							["In"] = 3470544,
							["Out"] = 5000082,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 150000000,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1000000,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧特蘭克山谷"] = {
							["In"] = 29,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 500000,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 1500000,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 旅店"] = {
							["In"] = 45,
							["Out"] = 51200,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 2650,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 2370,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 6966116,
						},
					},
					["MAIL"] = {
					},
					["LOOT"] = {
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 2123,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 364429,
							["Out"] = 99511,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 4288,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 621,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 822,
							["Out"] = 31,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 542562,
							["Out"] = 99612,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 27779,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2002,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 796,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["奧特蘭克山谷"] = {
							["In"] = 32,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 113549,
							["Out"] = 95,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 239800,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 239800,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 227700,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 56400,
							["Out"] = 0,
						},
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["血色修道院"] = {
							["In"] = 31,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["LOOT"] = {
						["血色修道院"] = {
							["In"] = 31,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["MAIL"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
						["血色修道院"] = {
							["In"] = 14969,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 0,
							["Out"] = 62312,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 1572069,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 167887,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 270592,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 51582,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 4488,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 1279968,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 121060,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 454200,
						},
						["撒塔斯城"] = {
							["In"] = 92825,
							["Out"] = 1838781,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 69339,
							["Out"] = 1135336,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 135553,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 0,
							["Out"] = 115791,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 0,
							["Out"] = 14071,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 41425,
							["Out"] = 1812072,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 5443,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 235392,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 2667,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2332,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["艾薩拉 - 瓦羅莫克"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5508,
						},
						["梣谷 - 碎木崗哨"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 6647,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 8230,
						},
						["戰歌峽谷"] = {
							["In"] = 95,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 31103,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["奧特蘭克山谷"] = {
							["In"] = 92,
							["Out"] = 69,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 2704,
							["Out"] = 926,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 567,
						},
					},
					["TRADE"] = {
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 428,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
						["卡拉贊"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 420,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 85662175,
							["Out"] = 70000330,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 300,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 734495,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 446,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 908,
							["Out"] = 428,
						},
						["雷霆崖"] = {
							["In"] = 181664835,
							["Out"] = 360,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 167604508,
							["Out"] = 120,
						},
						["撒塔斯城"] = {
							["In"] = 6177645,
							["Out"] = 5001350,
						},
						["奧特蘭克山谷"] = {
							["In"] = 557,
							["Out"] = 330,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 77120974,
							["Out"] = 900,
						},
						["奴隸監獄"] = {
							["In"] = 1276,
							["Out"] = 735,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 106992696,
							["Out"] = 110011750,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 91671092,
							["Out"] = 12088671,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 2000000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 42938766,
							["Out"] = 200000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 888,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 8267,
							["Out"] = 5233,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 32817404,
							["Out"] = 123901160,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 7650000,
							["Out"] = 1900000,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 10680000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 15782,
							["Out"] = 1046779,
						},
						["奧特蘭克山谷"] = {
							["In"] = 7661,
							["Out"] = 5300,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 1402623,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 76633660,
							["Out"] = 88762101,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 987,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1000042,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["卡拉贊"] = {
							["In"] = 91504408,
							["Out"] = 76689007,
						},
						["黑石深淵"] = {
							["In"] = 1380,
							["Out"] = 60000,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 69706174,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 1490000,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 797,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50146007,
						},
						["戈魯爾之巢"] = {
							["In"] = 300212,
							["Out"] = 212,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 150000000,
							["Out"] = 496730,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 205761,
							["Out"] = 1268,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 35749767,
							["Out"] = 112205297,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 630000,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 375966,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 231571,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 218,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 243752,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1074607,
							["Out"] = 2850,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 2788000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 3473772,
							["Out"] = 176773,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 97214,
							["Out"] = 85000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 160476,
							["Out"] = 55195,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 85081,
							["Out"] = 0,
						},
						["杜洛塔 - 石牙農場"] = {
							["In"] = 328,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 294112,
							["Out"] = 0,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 407914,
							["Out"] = 131851,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 35339,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 636084,
							["Out"] = 827434,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 716997,
							["Out"] = 34292,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 378634,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1106267,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6772965,
							["Out"] = 514285,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 2355300,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 14640,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 231800,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 4703,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393392,
							["Out"] = 223240,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 2370,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 64000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 13169600,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 172080,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["戈魯爾之巢"] = {
							["In"] = 300692,
							["Out"] = 100515,
						},
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 483675,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 1958,
							["Out"] = 642,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 510000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 425009,
						},
						["奧特蘭克山谷"] = {
							["In"] = 340,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 15243971,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 741625,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["卡拉贊"] = {
							["In"] = 177,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 101307,
							["Out"] = 817,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 11203360,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 23578425,
							["Out"] = 240209665,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["撒塔斯城"] = {
							["In"] = 63900304,
							["Out"] = 2000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1320051,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 2291778,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 108187123,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 4979930,
							["Out"] = 82380889,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 613339,
							["Out"] = 120,
						},
					},
					["LOOT"] = {
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 1096554,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 2334303,
							["Out"] = 199348,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 6850,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 35280,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 3849,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 912943,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 149004,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 4925745,
							["Out"] = 48148,
						},
						["費伍德森林 - 魔爪村"] = {
							["In"] = 2124,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 20400,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20643,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 89013,
							["Out"] = 1000,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 357352,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 6166,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 14971,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 9106,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 26656,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 276061,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 5884,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["祖爾格拉布"] = {
							["In"] = 112679,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 4288,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1205,
							["Out"] = 31,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 2123,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 27779,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 1103308,
							["Out"] = 2396,
						},
						["黑石深淵"] = {
							["In"] = 25967,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["暴風之眼"] = {
							["In"] = 1387,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 16903,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 30329,
							["Out"] = 292,
						},
						["泰洛卡森林 - 迷霧亞拉芮克"] = {
							["In"] = 19699,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 188390,
							["Out"] = 1018,
						},
						["戈魯爾之巢"] = {
							["In"] = 1512689,
							["Out"] = 299447,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["費伍德森林 - 木喉要塞"] = {
							["In"] = 4093,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧哈瑞克"] = {
							["In"] = 14081,
							["Out"] = 0,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3759,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 18005,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 599310,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 14859,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 516977,
							["Out"] = 2976,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 353265,
							["Out"] = 384,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 11666,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 31373,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 10926,
							["Out"] = 0,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 20706,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["黑色沼澤"] = {
							["In"] = 118395,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 220550,
							["Out"] = 769,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2002,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 3636,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 193487,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 178135,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 33681,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["東瘟疫之地 - 病木林"] = {
							["In"] = 2952,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 199638,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6486,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 40716,
							["Out"] = 53,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧希拉克下層"] = {
							["In"] = 10894,
							["Out"] = 0,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 2425,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["納葛蘭 - 燃燒之劍廢墟"] = {
							["In"] = 127674,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 1277381,
							["Out"] = 199597,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["銀松森林 - 安伯米爾"] = {
							["In"] = 40,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 56400,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 425900,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 899400,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["奧特蘭克山脈"] = {
							["In"] = 804000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 639900,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 143507,
							["Out"] = 95,
						},
						["亞克崔茲"] = {
							["In"] = 1362,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 168765,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 4197713,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 97300,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 928900,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1295600,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 1572,
							["Out"] = 0,
						},
						["杜洛塔"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 200118,
							["Out"] = 100118,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 246600,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 3787127,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 404168,
							["Out"] = 400,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 367378,
							["Out"] = 751,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 821300,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 393300,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 818537,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 910300,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 422600,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 269000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 367200,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 23414,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 0,
							["Out"] = 115791,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 108209,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 235392,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 248104,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 338324,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 22696,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 110200,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						["風暴要塞"] = {
							["In"] = 55668332,
							["Out"] = 39760000,
						},
						["血色修道院"] = {
							["In"] = 42,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["希爾斯布萊德丘陵"] = {
							["In"] = 4703,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 500000,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 1000000,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5448000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 370500,
							["Out"] = 2357910,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 9655,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 752262,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["祖爾格拉布"] = {
							["In"] = 112679,
							["Out"] = 0,
						},
						["銀松森林 - 安伯米爾"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 45132,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 383,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 182800,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 283800,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 119900,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 29958,
							["Out"] = 0,
						},
					},
				},
				["Day"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 54310,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1443138,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 119900,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 66275,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 0,
							["Out"] = 62312,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 737127,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 27205,
							["Out"] = 1447463,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 257016,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 0,
							["Out"] = 115791,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 235392,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 102734,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 157665,
						},
					},
					["TAXI"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 689,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 3159,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 303,
						},
						["奧特蘭克山谷"] = {
							["In"] = 66,
							["Out"] = 52,
						},
						["戰歌峽谷"] = {
							["In"] = 95,
							["Out"] = 0,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 567,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 300,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 338324,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 300,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 120974,
							["Out"] = 90,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 22696,
							["Out"] = 420,
						},
						["卡拉贊"] = {
							["In"] = 530,
							["Out"] = 287,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 110200,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 630000,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1050000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 24365878,
							["Out"] = 79102768,
						},
						["阿拉希盆地"] = {
							["In"] = 258,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 1137,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 266,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 8,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 150000000,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 76630463,
							["Out"] = 68760733,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						[""] = {
							["In"] = 0,
							["Out"] = 101700,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 440000,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1000042,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 375966,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 31715,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 294112,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 90690,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 356056,
							["Out"] = 116550,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 20407,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 4703,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 45,
							["Out"] = 51200,
						},
						["卡拉贊"] = {
							["In"] = 51587,
							["Out"] = 100000,
						},
					},
					["LOOT"] = {
						["納葛蘭 - 燃燒之劍廢墟"] = {
							["In"] = 127674,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 1121599,
							["Out"] = 199140,
						},
						["黑石深淵"] = {
							["In"] = 7775,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 905812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 1231,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 147947,
							["Out"] = 0,
						},
						["銀松森林 - 安伯米爾"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 1414,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 6590,
							["Out"] = 0,
						},
						["費伍德森林 - 魔爪村"] = {
							["In"] = 2124,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 532560,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 796,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 4288,
							["Out"] = 0,
						},
						["費伍德森林 - 木喉要塞"] = {
							["In"] = 4093,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 1536038,
							["Out"] = 99663,
						},
						["阿拉希盆地"] = {
							["In"] = 258,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 676,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 960,
							["Out"] = 0,
						},
						["祖爾格拉布"] = {
							["In"] = 112679,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 2844,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 621,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 244,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 1083,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 89013,
							["Out"] = 1000,
						},
						["血色修道院"] = {
							["In"] = 1205,
							["Out"] = 31,
						},
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 2123,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2002,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 27779,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5448000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1306156,
							["Out"] = 25383361,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 9655,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 752262,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧特蘭克山谷"] = {
							["In"] = 29,
							["Out"] = 0,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 5450000,
						},
						["風暴要塞"] = {
							["In"] = 101307,
							["Out"] = 817,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 2500000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 1958,
							["Out"] = 642,
						},
					},
					["QUEST"] = {
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 251300,
							["Out"] = 0,
						},
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 422600,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 203000,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 56400,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 283832,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1198827,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 227700,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 143507,
							["Out"] = 95,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 12718,
							["Out"] = 360163,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 296535,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 5443,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 525873,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 14220,
							["Out"] = 364609,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 16520,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 4488,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 0,
							["Out"] = 14071,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 325191,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 167887,
						},
					},
					["TAXI"] = {
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2332,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 2655,
						},
						["艾薩拉 - 瓦羅莫克"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["梣谷 - 碎木崗哨"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["奧特蘭克山谷"] = {
							["In"] = 26,
							["Out"] = 17,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 657,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 694,
						},
					},
					["TRADE"] = {
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 428,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 420,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 0,
							["Out"] = 11986971,
						},
						["風暴要塞"] = {
							["In"] = 3197,
							["Out"] = 20001368,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 296730,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 1490000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 987,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 24196943,
							["Out"] = 10019146,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 627176,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 2000000,
							["Out"] = 1900000,
						},
						["阿拉希盆地"] = {
							["In"] = 252,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 10680000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 2518,
							["Out"] = 788,
						},
						["奧特蘭克山谷"] = {
							["In"] = 942,
							["Out"] = 389,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 12498766,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 9018719,
							["Out"] = 30208719,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["奴隸監獄"] = {
							["In"] = 0,
							["Out"] = 1400000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 11383889,
							["Out"] = 33102529,
						},
						["黑石深淵"] = {
							["In"] = 243,
							["Out"] = 60000,
						},
					},
					["AH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 613339,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 72276439,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1310396,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["風暴要塞"] = {
							["In"] = 155782,
							["Out"] = 457,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 2425,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 18192,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 1929,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧亞拉芮克"] = {
							["In"] = 19699,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 30329,
							["Out"] = 292,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 1374,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 1059664,
							["Out"] = 36197,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 598994,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 798265,
							["Out"] = 99685,
						},
						["阿拉希盆地"] = {
							["In"] = 5098,
							["Out"] = 0,
						},
						["暴風之眼"] = {
							["In"] = 1387,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 648,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 67112,
							["Out"] = 756,
						},
						["泰洛卡森林 - 迷霧希拉克下層"] = {
							["In"] = 10894,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 5471,
							["Out"] = 14,
						},
						["戈魯爾之巢"] = {
							["In"] = 604996,
							["Out"] = 199630,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 1347,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 6723,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧哈瑞克"] = {
							["In"] = 14081,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 107122,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 581,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 2052,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧特蘭克山谷"] = {
							["In"] = 311,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 4000163,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 91234,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 425009,
						},
						["戈魯爾之巢"] = {
							["In"] = 300692,
							["Out"] = 100515,
						},
						["卡拉贊"] = {
							["In"] = 177,
							["Out"] = 0,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 3950000,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 85662175,
							["Out"] = 70000030,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 100363493,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 106970000,
							["Out"] = 110011330,
						},
						["奧特蘭克山谷"] = {
							["In"] = 79,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 114773,
							["Out"] = 7538,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 18352,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 3555,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 51858,
							["Out"] = 15301,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 72121,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 19990,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 1003000,
						},
						["杜洛塔 - 石牙農場"] = {
							["In"] = 328,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 408000,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 14640,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 112186,
							["Out"] = 720000,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 787,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 675400,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 75900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 367200,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 1572,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["杜洛塔"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1235138,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 0,
							["Out"] = 62312,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 1572069,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 167887,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 270592,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 51582,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 4488,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 1279968,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 121060,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 454200,
						},
						["撒塔斯城"] = {
							["In"] = 92825,
							["Out"] = 1838781,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 69339,
							["Out"] = 1135336,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 135553,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 0,
							["Out"] = 115791,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 0,
							["Out"] = 14071,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 41425,
							["Out"] = 1812072,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 5443,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 235392,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 2667,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2332,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["艾薩拉 - 瓦羅莫克"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5508,
						},
						["梣谷 - 碎木崗哨"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 6647,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 8230,
						},
						["戰歌峽谷"] = {
							["In"] = 95,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 31103,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["奧特蘭克山谷"] = {
							["In"] = 92,
							["Out"] = 69,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 2704,
							["Out"] = 926,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 567,
						},
					},
					["TRADE"] = {
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 428,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
						["卡拉贊"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 420,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 85662175,
							["Out"] = 70000330,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 300,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 734495,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 446,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 908,
							["Out"] = 428,
						},
						["雷霆崖"] = {
							["In"] = 181664835,
							["Out"] = 360,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 167604508,
							["Out"] = 120,
						},
						["撒塔斯城"] = {
							["In"] = 6177645,
							["Out"] = 5001350,
						},
						["奧特蘭克山谷"] = {
							["In"] = 557,
							["Out"] = 330,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 77120974,
							["Out"] = 900,
						},
						["奴隸監獄"] = {
							["In"] = 1276,
							["Out"] = 735,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 106992696,
							["Out"] = 110011750,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 91671092,
							["Out"] = 12088671,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 2000000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 42938766,
							["Out"] = 200000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 888,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 8267,
							["Out"] = 5233,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 32817404,
							["Out"] = 123901160,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 7650000,
							["Out"] = 1900000,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 10680000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 15782,
							["Out"] = 1046779,
						},
						["奧特蘭克山谷"] = {
							["In"] = 7661,
							["Out"] = 5300,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 1402623,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 76633660,
							["Out"] = 88762101,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 987,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1000042,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["卡拉贊"] = {
							["In"] = 91504408,
							["Out"] = 76689007,
						},
						["黑石深淵"] = {
							["In"] = 1380,
							["Out"] = 60000,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 69706174,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 1490000,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 797,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50146007,
						},
						["戈魯爾之巢"] = {
							["In"] = 300212,
							["Out"] = 212,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 150000000,
							["Out"] = 496730,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 205761,
							["Out"] = 1268,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 35749767,
							["Out"] = 112205297,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 630000,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 375966,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 231571,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 218,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 243752,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1074607,
							["Out"] = 2850,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 2788000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 3473772,
							["Out"] = 176773,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 97214,
							["Out"] = 85000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 160476,
							["Out"] = 55195,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 85081,
							["Out"] = 0,
						},
						["杜洛塔 - 石牙農場"] = {
							["In"] = 328,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 294112,
							["Out"] = 0,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 407914,
							["Out"] = 131851,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 35339,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 636084,
							["Out"] = 827434,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 716997,
							["Out"] = 34292,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 378634,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1106267,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6772965,
							["Out"] = 514285,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 2355300,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 14640,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 231800,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 4703,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393392,
							["Out"] = 223240,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 2370,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 64000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 13169600,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 172080,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["戈魯爾之巢"] = {
							["In"] = 300692,
							["Out"] = 100515,
						},
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 483675,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 1958,
							["Out"] = 642,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 510000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 425009,
						},
						["奧特蘭克山谷"] = {
							["In"] = 340,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 15243971,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 741625,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["卡拉贊"] = {
							["In"] = 177,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 101307,
							["Out"] = 817,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 11203360,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 23578425,
							["Out"] = 240209665,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["撒塔斯城"] = {
							["In"] = 63900304,
							["Out"] = 2000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1320051,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 2291778,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 108187123,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 4979930,
							["Out"] = 82380889,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 613339,
							["Out"] = 120,
						},
					},
					["LOOT"] = {
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 1096554,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 2334303,
							["Out"] = 199348,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 6850,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 35280,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 3849,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 912943,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 149004,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 4925745,
							["Out"] = 48148,
						},
						["費伍德森林 - 魔爪村"] = {
							["In"] = 2124,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 20400,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20643,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 89013,
							["Out"] = 1000,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 357352,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 6166,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 14971,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 9106,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 26656,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 276061,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 5884,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["祖爾格拉布"] = {
							["In"] = 112679,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 4288,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1205,
							["Out"] = 31,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 2123,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 27779,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 1103308,
							["Out"] = 2396,
						},
						["黑石深淵"] = {
							["In"] = 25967,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["暴風之眼"] = {
							["In"] = 1387,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 16903,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 30329,
							["Out"] = 292,
						},
						["泰洛卡森林 - 迷霧亞拉芮克"] = {
							["In"] = 19699,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 188390,
							["Out"] = 1018,
						},
						["戈魯爾之巢"] = {
							["In"] = 1512689,
							["Out"] = 299447,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["費伍德森林 - 木喉要塞"] = {
							["In"] = 4093,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧哈瑞克"] = {
							["In"] = 14081,
							["Out"] = 0,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3759,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 18005,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 599310,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 14859,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 516977,
							["Out"] = 2976,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 353265,
							["Out"] = 384,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 11666,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 31373,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 10926,
							["Out"] = 0,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 20706,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["黑色沼澤"] = {
							["In"] = 118395,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 220550,
							["Out"] = 769,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2002,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 3636,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 193487,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 178135,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 33681,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["東瘟疫之地 - 病木林"] = {
							["In"] = 2952,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 199638,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6486,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 40716,
							["Out"] = 53,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧希拉克下層"] = {
							["In"] = 10894,
							["Out"] = 0,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 2425,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["納葛蘭 - 燃燒之劍廢墟"] = {
							["In"] = 127674,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 1277381,
							["Out"] = 199597,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["銀松森林 - 安伯米爾"] = {
							["In"] = 40,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 56400,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 425900,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 899400,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["奧特蘭克山脈"] = {
							["In"] = 804000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 639900,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 143507,
							["Out"] = 95,
						},
						["亞克崔茲"] = {
							["In"] = 1362,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 168765,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 4197713,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 97300,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 928900,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1295600,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 1572,
							["Out"] = 0,
						},
						["杜洛塔"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 200118,
							["Out"] = 100118,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 246600,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 3787127,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 404168,
							["Out"] = 400,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 367378,
							["Out"] = 751,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 821300,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 393300,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 818537,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 910300,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 422600,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 269000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 367200,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
			},
		},
	},
}
