
Accountant_ClassicSaveData = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["options"] = {
				["prvday"] = "24/07/22",
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "30/07/22",
				["class"] = "HUNTER",
				["month"] = "07",
				["curryear"] = "2022",
				["prvmonth"] = "06",
				["dateweek"] = "07/24/22",
				["version"] = "v2.12.17",
				["faction"] = "Horde",
				["prvyear"] = "2021",
				["totalcash"] = 6873,
				["prvdateweek"] = "07/17/22",
				["lastsessiondate"] = "10/07/22",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 60557015,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 60557015,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 4303,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 25504,
						["Out"] = 127156,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 25504,
						["Out"] = 131459,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 490,
						["Out"] = 16,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 490,
						["Out"] = 16,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 197649583,
						["Out"] = 557037949,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 636100801,
						["Out"] = 57221928,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 833750384,
						["Out"] = 614259877,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 528742,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 50717,
						["Out"] = 1635512,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 50717,
						["Out"] = 2164254,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 3839061,
						["Out"] = 839516,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 8371629,
						["Out"] = 253124,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 12210690,
						["Out"] = 1092640,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 649885,
						["Out"] = 301280,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 13117273,
						["Out"] = 22691305,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 13767158,
						["Out"] = 22992585,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 91842279,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 85285110,
						["Out"] = 67308779,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 85285110,
						["Out"] = 159151058,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1726108450,
						["Out"] = 1280158101,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 238907763,
						["Out"] = 792320712,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 1965016213,
						["Out"] = 2072478813,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 2463292,
						["Out"] = 159,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 16496377,
						["Out"] = 757043,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 18959669,
						["Out"] = 757202,
					},
				},
			},
		},
		["畜生犬隊長"] = {
			["options"] = {
				["prvday"] = "24/07/22",
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "30/07/22",
				["class"] = "WARRIOR",
				["faction"] = "Horde",
				["curryear"] = "2022",
				["prvmonth"] = "06",
				["dateweek"] = "07/24/22",
				["version"] = "v2.12.09",
				["month"] = "07",
				["prvyear"] = "2021",
				["lastsessiondate"] = "15/07/21",
				["prvdateweek"] = "07/17/22",
				["totalcash"] = 164166,
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 420,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 390,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 420,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
		["特變電工"] = {
			["options"] = {
				["prvday"] = "24/07/22",
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "30/07/22",
				["class"] = "WARRIOR",
				["faction"] = "Horde",
				["curryear"] = "2022",
				["prvmonth"] = "06",
				["dateweek"] = "07/24/22",
				["version"] = "v2.12.20",
				["month"] = "07",
				["prvyear"] = "2021",
				["lastsessiondate"] = "30/07/22",
				["prvdateweek"] = "07/17/22",
				["totalcash"] = 219481739,
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 207912,
						["Out"] = 20204260,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 500000,
					},
					["PrvYear"] = {
						["In"] = 1103850,
						["Out"] = 107539774,
					},
					["PrvMonth"] = {
						["In"] = 101052,
						["Out"] = 2951052,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 1311762,
						["Out"] = 127744034,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 2788,
						["Out"] = 31179,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 7220,
						["Out"] = 95555,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 10008,
						["Out"] = 126734,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 100000,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 4104225,
						["Out"] = 210600597,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 100000,
					},
					["PrvYear"] = {
						["In"] = 1788,
						["Out"] = 1665,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 210100000,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 4106013,
						["Out"] = 210602262,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 101201386,
						["Out"] = 95005072,
					},
					["PrvDay"] = {
						["In"] = 1443,
						["Out"] = 179247,
					},
					["Year"] = {
						["In"] = 4615796774,
						["Out"] = 3802967072,
					},
					["Week"] = {
						["In"] = 206661,
						["Out"] = 279330,
					},
					["Day"] = {
						["In"] = 205218,
						["Out"] = 100083,
					},
					["Month"] = {
						["In"] = 119129647,
						["Out"] = 203383792,
					},
					["PrvYear"] = {
						["In"] = 1013529466,
						["Out"] = 963787219,
					},
					["PrvMonth"] = {
						["In"] = 853964518,
						["Out"] = 750099719,
					},
					["Session"] = {
						["In"] = 100491,
						["Out"] = 38,
					},
					["Total"] = {
						["In"] = 5629326240,
						["Out"] = 4766754291,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 931630,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 1145064,
					},
					["Year"] = {
						["In"] = 100965,
						["Out"] = 28625000,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 1997233,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 852169,
					},
					["Month"] = {
						["In"] = 5578,
						["Out"] = 5608583,
					},
					["PrvYear"] = {
						["In"] = 232001,
						["Out"] = 16005363,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 7348431,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 310914,
					},
					["Total"] = {
						["In"] = 332966,
						["Out"] = 44630363,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 1181242,
						["Out"] = 99579,
					},
					["PrvDay"] = {
						["In"] = 6439,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 35202672,
						["Out"] = 2065802,
					},
					["Week"] = {
						["In"] = 216948,
						["Out"] = 103744,
					},
					["Day"] = {
						["In"] = 210509,
						["Out"] = 103744,
					},
					["Month"] = {
						["In"] = 1616015,
						["Out"] = 303283,
					},
					["PrvYear"] = {
						["In"] = 27411872,
						["Out"] = 1058078,
					},
					["PrvMonth"] = {
						["In"] = 1729629,
						["Out"] = 478215,
					},
					["Session"] = {
						["In"] = 101804,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 62614544,
						["Out"] = 3123880,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 185418,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 3797204,
						["Out"] = 4344340,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 210443,
						["Out"] = 1695,
					},
					["PrvYear"] = {
						["In"] = 23616174,
						["Out"] = 10769912,
					},
					["PrvMonth"] = {
						["In"] = 23980,
						["Out"] = 800000,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 27413378,
						["Out"] = 15114252,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 2420000,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 159146705,
						["Out"] = 673692854,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 7005999,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 7005999,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 12627939,
					},
					["PrvYear"] = {
						["In"] = 208180478,
						["Out"] = 414829705,
					},
					["PrvMonth"] = {
						["In"] = 69723585,
						["Out"] = 285269796,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 367327183,
						["Out"] = 1088522559,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 21880000,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 1993025276,
						["Out"] = 2005557223,
					},
					["Week"] = {
						["In"] = 35120000,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 35120000,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 81741378,
						["Out"] = 950,
					},
					["PrvYear"] = {
						["In"] = 669713517,
						["Out"] = 309658522,
					},
					["PrvMonth"] = {
						["In"] = 30240981,
						["Out"] = 549,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 2662738793,
						["Out"] = 2315215745,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 6506945,
						["Out"] = 7519,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 31511366,
						["Out"] = 1304678,
					},
					["PrvMonth"] = {
						["In"] = 91000,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 38018311,
						["Out"] = 1312197,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "Default",
		["畜生犬隊長 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["MnyFramePoint"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				7.085567951202393, -- [4]
				-40.947021484375, -- [5]
			},
			["minimap"] = {
				["minimapPos"] = 237.1759353200977,
			},
			["oprofileCopied"] = true,
			["AcFramePoint"] = {
				"LEFT", -- [1]
				nil, -- [2]
				"LEFT", -- [3]
				358.4698791503906, -- [4]
				120.8743362426758, -- [5]
			},
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["MAIL"] = {
					},
					["AH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 165882,
						},
						["黑暗神廟"] = {
							["In"] = 0,
							["Out"] = 362860,
						},
					},
					["TAXI"] = {
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 2915,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
					},
					["TRADE"] = {
						["海加爾山"] = {
							["In"] = 26,
							["Out"] = 16,
						},
						["黑暗神廟"] = {
							["In"] = 464,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 950000000,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 108450,
							["Out"] = 107981,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 776000000,
							["Out"] = 276620030,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 380000060,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 623430030,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 0,
							["Out"] = 198864121,
						},
						["黑暗神廟"] = {
							["In"] = 43113852,
							["Out"] = 50002566,
						},
						["風暴要塞"] = {
							["In"] = 33352363,
							["Out"] = 189000510,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 0,
							["Out"] = 1000000,
						},
						["海加爾山"] = {
							["In"] = 68862462,
							["Out"] = 76170255,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 100906,
							["Out"] = 41000497,
						},
						["亞克崔茲"] = {
							["In"] = 0,
							["Out"] = 1000000,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 52120000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["影月谷 - 星光聖所"] = {
							["In"] = 170892,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 122400,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 478993,
							["Out"] = 178880,
						},
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 91842279,
						},
					},
					["LOOT"] = {
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 1028,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 1563303,
							["Out"] = 327915,
						},
						["風暴要塞"] = {
							["In"] = 467718,
							["Out"] = 523,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 7213,
							["Out"] = 0,
						},
						["海加爾山"] = {
							["In"] = 909864,
							["Out"] = 207954,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 23256,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 1628,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 663061,
							["Out"] = 203260,
						},
						["戈魯爾之巢"] = {
							["In"] = 200789,
							["Out"] = 99864,
						},
						["影月谷"] = {
							["In"] = 1201,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["影月谷 - 星光聖所"] = {
							["In"] = 227700,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 312993,
							["Out"] = 27,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 397500,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 176900,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 104299,
							["Out"] = 132,
						},
						["亞克崔茲"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 321900,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 770200,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 32273,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 60425,
						},
						["撒塔斯城"] = {
							["In"] = 50717,
							["Out"] = 788395,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 0,
							["Out"] = 44018,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 69159,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 73504,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 5569,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 43054,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 162563,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 94326,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 6229,
							["Out"] = 2108,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 3570,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 4164,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 90378,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1887,
						},
						["悲傷沼澤 - 斯通納德"] = {
							["In"] = 0,
							["Out"] = 1510,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 5559,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 2907,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						[""] = {
							["In"] = 1926904,
							["Out"] = 7289359,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 314,
							["Out"] = 70,
						},
						["奧奇奈地穴"] = {
							["In"] = 1662,
							["Out"] = 1099,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 25229,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 3034,
							["Out"] = 867,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["戈魯爾之巢"] = {
							["In"] = 3560729,
							["Out"] = 200729,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 547,
							["Out"] = 6000093,
						},
						["暗影迷宮"] = {
							["In"] = 8879,
							["Out"] = 3207,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 8960000,
							["Out"] = 100000,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19166265,
							["Out"] = 15928702,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 4802,
							["Out"] = 932,
						},
						["卡拉贊"] = {
							["In"] = 3748285,
							["Out"] = 15064412,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["蒸汽洞窟"] = {
							["In"] = 7017,
							["Out"] = 2871,
						},
						["破碎大廳"] = {
							["In"] = 5865,
							["Out"] = 2963,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 565500000,
							["Out"] = 2500000,
						},
						["黑色沼澤"] = {
							["In"] = 1501,
							["Out"] = 396,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 162,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 36502723,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 74847303,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 8513,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 1316,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 258578,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 21428,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 748456,
							["Out"] = 1715,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 456279,
							["Out"] = 10,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 5574,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 47408,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 33885,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 12596,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 37268,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3170,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5177,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 754965,
							["Out"] = 1487,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4155,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 37688,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 10364,
							["Out"] = 0,
						},
						["逆風小徑 - 大師的地窖"] = {
							["In"] = 28835,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 5707,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 34946,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 22441,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 804771,
							["Out"] = 199693,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 10602,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6219,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 21517,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 29343,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 2911,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 35823,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 24669,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 3281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39202,
							["Out"] = 0,
						},
						["贊格沼澤 - 波哈姆廢墟"] = {
							["In"] = 2645,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 3271,
							["Out"] = 399,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 45578,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2163,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 7135,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 20825,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 9298,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 17193,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["納葛蘭"] = {
							["In"] = 1568,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 57147,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 4311,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 741,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 25993,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 3265,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 23093,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 698,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 902,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 29579,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 6471,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 16862,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 127875,
							["Out"] = 851,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 649150,
							["Out"] = 2663,
						},
						["亞克崔茲"] = {
							["In"] = 149918,
							["Out"] = 159,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 941,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 14346,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 104904,
							["Out"] = 1133,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 2466,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 10097,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 10827,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 5895,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 3050,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 18409,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 19512,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 563,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 12594,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 1456451,
							["Out"] = 38838,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 24863,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 162192,
							["Out"] = 126900,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 278615,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 437906,
							["Out"] = 85200,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 70458,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 347000,
							["Out"] = 30400,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 793315,
							["Out"] = 10640,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 11738,
							["Out"] = 128600,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 7081,
							["Out"] = 39000,
						},
						["雷霆崖"] = {
							["In"] = 16822,
							["Out"] = 13680,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 521064,
							["Out"] = 108050,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 185915,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6454587,
							["Out"] = 1660135,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 195206,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 436389,
							["Out"] = 5000,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 239401,
							["Out"] = 23040,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1039208,
							["Out"] = 235050,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 55460,
							["Out"] = 64000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 571165,
							["Out"] = 86640,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 453161,
							["Out"] = 16975720,
						},
						["影月谷 - 影月村"] = {
							["In"] = 237183,
							["Out"] = 3000000,
						},
						["卡拉贊"] = {
							["In"] = 63491,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["蒸汽洞窟"] = {
							["In"] = 1326,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 160362336,
							["Out"] = 434001240,
						},
						["撒塔斯城"] = {
							["In"] = 71710992,
							["Out"] = 150302820,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 466949,
							["Out"] = 75042324,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 2000000,
							["Out"] = 10001300,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 106970030,
						},
					},
					["TRAIN"] = {
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1825515,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 731500,
						},
					},
					["QUEST"] = {
						["贊格沼澤 - 塞納里奧看守站"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1000,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 1906,
							["Out"] = 1539,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 3057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 147,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 168400,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1036008,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 257000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1327300,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 428000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 67853,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1908,
							["Out"] = 436,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 550000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 672000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 372100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 35000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1031200,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54508,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3292100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 530,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 592400,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 562,
							["Out"] = 0,
						},
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 32273,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 60425,
						},
						["撒塔斯城"] = {
							["In"] = 50717,
							["Out"] = 788395,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 0,
							["Out"] = 44018,
						},
						["黑暗神廟"] = {
							["In"] = 0,
							["Out"] = 362860,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 69159,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 5569,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 239386,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 43054,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 162563,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 94326,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 6229,
							["Out"] = 2108,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 3570,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 5552,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 2915,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 90378,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1887,
						},
						["悲傷沼澤 - 斯通納德"] = {
							["In"] = 0,
							["Out"] = 1510,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 5559,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 2907,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
						["海加爾山"] = {
							["In"] = 26,
							["Out"] = 16,
						},
						["黑暗神廟"] = {
							["In"] = 464,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["蒸汽洞窟"] = {
							["In"] = 1326,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 160362336,
							["Out"] = 434001240,
						},
						["撒塔斯城"] = {
							["In"] = 71710992,
							["Out"] = 150302820,
						},
						["黑暗神廟"] = {
							["In"] = 108450,
							["Out"] = 107981,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 730400060,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 950466949,
							["Out"] = 75042324,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 778000000,
							["Out"] = 286621330,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 380000180,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 1926904,
							["Out"] = 206153480,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 4802,
							["Out"] = 932,
						},
						["風暴要塞"] = {
							["In"] = 33352363,
							["Out"] = 189000510,
						},
						["奧奇奈地穴"] = {
							["In"] = 1662,
							["Out"] = 1099,
						},
						["海加爾山"] = {
							["In"] = 68862462,
							["Out"] = 76170255,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 1000162,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 25229,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 314,
							["Out"] = 70,
						},
						["戈魯爾之巢"] = {
							["In"] = 3660729,
							["Out"] = 200729,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["卡拉贊"] = {
							["In"] = 3748285,
							["Out"] = 15064412,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 565500000,
							["Out"] = 2500000,
						},
						["暗影迷宮"] = {
							["In"] = 8879,
							["Out"] = 3207,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 101453,
							["Out"] = 47000590,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19166265,
							["Out"] = 15928702,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 0,
							["Out"] = 1000000,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 61080000,
							["Out"] = 100000,
						},
						["黑暗神廟"] = {
							["In"] = 43113852,
							["Out"] = 50002566,
						},
						["破碎大廳"] = {
							["In"] = 5865,
							["Out"] = 2963,
						},
						["塞司克大廳"] = {
							["In"] = 3034,
							["Out"] = 867,
						},
						["黑色沼澤"] = {
							["In"] = 1501,
							["Out"] = 396,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 7017,
							["Out"] = 2871,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 641185,
							["Out"] = 305780,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 278615,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 437906,
							["Out"] = 207600,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 172077,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 70458,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 347000,
							["Out"] = 30400,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 793315,
							["Out"] = 10640,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 11738,
							["Out"] = 128600,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 7081,
							["Out"] = 39000,
						},
						["雷霆崖"] = {
							["In"] = 16822,
							["Out"] = 13680,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 521064,
							["Out"] = 108050,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 185915,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6454587,
							["Out"] = 1660135,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 195206,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 436389,
							["Out"] = 5000,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 239401,
							["Out"] = 23040,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1039208,
							["Out"] = 235050,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 55460,
							["Out"] = 64000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 571165,
							["Out"] = 86640,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 453161,
							["Out"] = 16975720,
						},
						["影月谷 - 影月村"] = {
							["In"] = 237183,
							["Out"] = 3000000,
						},
						["卡拉贊"] = {
							["In"] = 63491,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1825515,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 731500,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 128345002,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 74847303,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 7213,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 8513,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 1316,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 258578,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 22629,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 748456,
							["Out"] = 1715,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 1119340,
							["Out"] = 203270,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 5574,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 47408,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 33885,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 12596,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 37268,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3170,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5177,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 754965,
							["Out"] = 1487,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4155,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 37688,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 10364,
							["Out"] = 0,
						},
						["逆風小徑 - 大師的地窖"] = {
							["In"] = 28835,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 5707,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 34946,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 22441,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 1005560,
							["Out"] = 299557,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 10602,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6219,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 21517,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 29343,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 2911,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 23256,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 35823,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 24669,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 3271,
							["Out"] = 399,
						},
						["海加爾山"] = {
							["In"] = 909864,
							["Out"] = 207954,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 3281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39202,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["贊格沼澤 - 波哈姆廢墟"] = {
							["In"] = 2645,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 1568,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["地獄火半島"] = {
							["In"] = 2163,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 7135,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 20825,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 9298,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 1456451,
							["Out"] = 38838,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 17193,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 29579,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 4311,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 16862,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 649150,
							["Out"] = 2663,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2369,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 57147,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 25993,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 3265,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 23093,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 902,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 467718,
							["Out"] = 523,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 18409,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 6471,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 3050,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["奧奇奈地穴"] = {
							["In"] = 127875,
							["Out"] = 851,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 2466,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 941,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 14346,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 10097,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 10827,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 149918,
							["Out"] = 159,
						},
						["黑暗神廟"] = {
							["In"] = 1563303,
							["Out"] = 327915,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 104904,
							["Out"] = 1133,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 5895,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 698,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 19512,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 563,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 12594,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 45578,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 1028,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 24863,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["贊格沼澤 - 塞納里奧看守站"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 770200,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 168400,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 1906,
							["Out"] = 1539,
						},
						["影月谷"] = {
							["In"] = 1212908,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 3057,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 104299,
							["Out"] = 132,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["蒸汽洞窟"] = {
							["In"] = 530,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 550000,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 35000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3292100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1000,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 147,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 329400,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 562,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1724800,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 428000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 372100,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1031200,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 312993,
							["Out"] = 27,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 672000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1908,
							["Out"] = 436,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 67853,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 592400,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 257000,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 227700,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54508,
							["Out"] = 0,
						},
					},
				},
			},
		},
		["畜生犬隊長"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["MAIL"] = {
					},
					["AH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 420,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 420,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
		["特變電工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 550010,
						},
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 381620,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["OTHER"] = {
						["太陽之井高地"] = {
							["In"] = 90340866,
							["Out"] = 95000866,
						},
						["黑暗神廟"] = {
							["In"] = 520,
							["Out"] = 108,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 4098,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 10860000,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 185418,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 445311,
							["Out"] = 99579,
						},
						["黑暗神廟"] = {
							["In"] = 681837,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 51406,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 950,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 1738,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 銀行"] = {
							["In"] = 21880000,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 2420000,
						},
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 1145064,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["太陽之井高地"] = {
							["In"] = 1443,
							["Out"] = 179247,
						},
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["AH"] = {
					},
					["MAIL"] = {
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 6439,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 16590,
							["Out"] = 947701,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 193984,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5578,
							["Out"] = 5286309,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 77643,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 4740,
							["Out"] = 175606,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 43347,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 282166,
						},
						["黑暗神廟"] = {
							["In"] = 38594,
							["Out"] = 3860809,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 2031,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 31488,
							["Out"] = 215527,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 3975,
							["Out"] = 2341216,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 1117,
						},
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 14504554,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 955,
						},
						["海加爾山"] = {
							["In"] = 0,
							["Out"] = 341787,
						},
						["祖阿曼"] = {
							["In"] = 0,
							["Out"] = 256790,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 0,
							["Out"] = 93458,
						},
					},
					["TAXI"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1314,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1314,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 17490,
						},
						["永歌森林"] = {
							["In"] = 0,
							["Out"] = 818,
						},
						["祖阿曼"] = {
							["In"] = 2348,
							["Out"] = 1173,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 969,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2332,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5202,
						},
						["黑暗神廟"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 567,
						},
					},
					["TRADE"] = {
						["海加爾山"] = {
							["In"] = 3001537,
							["Out"] = 152,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 300000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 444,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 2244,
							["Out"] = 100445,
						},
						["祖阿曼"] = {
							["In"] = 1100000,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 210200000,
						},
					},
					["MAIL"] = {
						["雷霆崖"] = {
							["In"] = 101041,
							["Out"] = 290000030,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 828554070,
							["Out"] = 4555139,
						},
						["祖阿曼"] = {
							["In"] = 40785,
							["Out"] = 111,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 27960000,
							["Out"] = 0,
						},
						["海加爾山"] = {
							["In"] = 199,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1019474,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 439,
							["Out"] = 0,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 800896000,
							["Out"] = 660000030,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 57729847,
							["Out"] = 855000270,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 276620000,
							["Out"] = 196000030,
						},
						["戈魯爾之巢"] = {
							["In"] = 100114,
							["Out"] = 114,
						},
						["太陽之井高地"] = {
							["In"] = 3307,
							["Out"] = 1499,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 363644754,
							["Out"] = 130725522,
						},
						["風暴要塞"] = {
							["In"] = 8184,
							["Out"] = 7005086,
						},
						["博學者殿堂"] = {
							["In"] = 375,
							["Out"] = 0,
						},
						["祖阿曼"] = {
							["In"] = 170647072,
							["Out"] = 238355240,
						},
						["太陽之井高地"] = {
							["In"] = 1131080082,
							["Out"] = 1321946951,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 3000000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1542000000,
							["Out"] = 1200000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 210377,
							["Out"] = 71109072,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 太陽之井高地"] = {
							["In"] = 668,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 179606269,
							["Out"] = 639054660,
						},
						["戈魯爾之巢"] = {
							["In"] = 90374995,
							["Out"] = 16260220,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 174098,
						},
						["海加爾山"] = {
							["In"] = 261833416,
							["Out"] = 237336223,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 199397,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 876190000,
							["Out"] = 1136000000,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 508800,
							["Out"] = 224755,
						},
						["黑暗神廟"] = {
							["In"] = 194391,
							["Out"] = 411223,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 785084,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 500088,
							["Out"] = 948981,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 190077,
							["Out"] = 43535,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1563108,
							["Out"] = 40546,
						},
						["海加爾山"] = {
							["In"] = 14236,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 2400000,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 0,
							["Out"] = 240000,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 0,
							["Out"] = 12800,
						},
						["祖阿曼"] = {
							["In"] = 27262,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 14158,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 22500,
						},
					},
					["TRAIN"] = {
						["黑暗神廟"] = {
							["In"] = 454,
							["Out"] = 8,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 910,
							["Out"] = 439,
						},
						["祖阿曼"] = {
							["In"] = 3240,
							["Out"] = 1076,
						},
						["海加爾山"] = {
							["In"] = 2256,
							["Out"] = 1685,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 4900000,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 500000,
						},
						["太陽之井高地"] = {
							["In"] = 101052,
							["Out"] = 1052,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 14800000,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 2444432,
							["Out"] = 5942596,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 102860457,
							["Out"] = 660423618,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 17158914,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 23447902,
							["Out"] = 0,
						},
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 7326640,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 13235000,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						[""] = {
							["In"] = 607,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 1958409,
							["Out"] = 49,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 18264,
							["Out"] = 0,
						},
						["博學者殿堂"] = {
							["In"] = 109133,
							["Out"] = 0,
						},
						["祖阿曼"] = {
							["In"] = 2617391,
							["Out"] = 81076,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 2794,
							["Out"] = 0,
						},
						["海加爾山"] = {
							["In"] = 6441687,
							["Out"] = 1088,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 66898,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 晨星村"] = {
							["In"] = 4345,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼礦坑"] = {
							["In"] = 17251,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 2122766,
							["Out"] = 603004,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 6077,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 28846,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 15859841,
							["Out"] = 598997,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 2380412,
							["Out"] = 404,
						},
						["東瘟疫之地"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3551,
							["Out"] = 0,
						},
						["影月谷 - 龍喉航線"] = {
							["In"] = 125275,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 太陽之井高地"] = {
							["In"] = 3498,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 972,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 199397,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 日境港"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["奎爾達納斯之島"] = {
							["In"] = 1838,
							["Out"] = 0,
						},
						["泰洛卡森林 - 被遺棄的商隊"] = {
							["In"] = 2885,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 3213654,
							["Out"] = 781184,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 4695,
							["Out"] = 0,
						},
						["血色十字軍教堂"] = {
							["In"] = 7961,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 1738,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["奎爾達納斯之島 - 破碎之日會所"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 457573,
							["Out"] = 1519,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 45000,
							["Out"] = 0,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 2828100,
							["Out"] = 0,
						},
						["祖阿曼"] = {
							["In"] = 182800,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 0,
							["Out"] = 6000,
						},
						["影月谷"] = {
							["In"] = 176900,
							["Out"] = 0,
						},
						["地獄火半島 - 基爾加丹王座"] = {
							["In"] = 91000,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 日境港"] = {
							["In"] = 18900,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["博學者殿堂"] = {
							["In"] = 272972,
							["Out"] = 0,
						},
						["鬼魂之地 - 戰斧嶺"] = {
							["In"] = 989600,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼礦坑"] = {
							["In"] = 1210800,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 1891784,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 105449,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 35120000,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						["太陽之井高地"] = {
							["In"] = 206661,
							["Out"] = 279330,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 216948,
							["Out"] = 103744,
						},
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 7005999,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 746720,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 105449,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 35120000,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						["太陽之井高地"] = {
							["In"] = 205218,
							["Out"] = 100083,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 7005999,
						},
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 210509,
							["Out"] = 103744,
						},
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 4635123,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 105449,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5578,
							["Out"] = 868011,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
					},
					["MAIL"] = {
						["太陽之井高地"] = {
							["In"] = 1378,
							["Out"] = 950,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 59860000,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 21880000,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 0,
							["Out"] = 108099203,
						},
						["黑暗神廟"] = {
							["In"] = 520,
							["Out"] = 108,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 28480000,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 90549127,
							["Out"] = 95280383,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 4098,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 210443,
							["Out"] = 1695,
						},
					},
					["TRAIN"] = {
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 500000,
						},
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 12627939,
						},
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 674179,
							["Out"] = 203368,
						},
						["黑暗神廟"] = {
							["In"] = 681837,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 51406,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4357,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 201414,
							["Out"] = 99915,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 1084,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 1738,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 0,
							["Out"] = 345670,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 0,
							["Out"] = 62312,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 2423586,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 167887,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 270592,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 51582,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 236356,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 1279968,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 121060,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 2007369,
						},
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 1018271,
						},
						["撒塔斯城"] = {
							["In"] = 92825,
							["Out"] = 1838781,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 69339,
							["Out"] = 1925098,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 135553,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 0,
							["Out"] = 115791,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 0,
							["Out"] = 14071,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 41425,
							["Out"] = 3462906,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 5443,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 413055,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 2771,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2332,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["艾薩拉 - 瓦羅莫克"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5508,
						},
						["戰歌峽谷"] = {
							["In"] = 95,
							["Out"] = 0,
						},
						["梣谷 - 碎木崗哨"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 6647,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 8887,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 884,
							["Out"] = 446,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 31103,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["奧特蘭克山谷"] = {
							["In"] = 92,
							["Out"] = 69,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 2704,
							["Out"] = 926,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 567,
						},
					},
					["TRADE"] = {
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 873,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
						["卡拉贊"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 420,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 91671092,
							["Out"] = 14632467,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 2000000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 68558766,
							["Out"] = 200000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 888,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 8267,
							["Out"] = 5233,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 32817404,
							["Out"] = 123901160,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 70850000,
							["Out"] = 41820000,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 10680000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 15782,
							["Out"] = 1046779,
						},
						["奧特蘭克山谷"] = {
							["In"] = 7774,
							["Out"] = 5363,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 1402623,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 103027600,
							["Out"] = 177776397,
						},
						["影月谷 - 阿塔莫露臺"] = {
							["In"] = 455,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 987,
							["Out"] = 0,
						},
						["暴風之眼"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1000164,
							["Out"] = 111,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["卡拉贊"] = {
							["In"] = 91504408,
							["Out"] = 76689007,
						},
						["黑石深淵"] = {
							["In"] = 1380,
							["Out"] = 60000,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 160000000,
							["Out"] = 71658173,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 1490000,
							["Out"] = 2000000,
						},
						["阿拉希盆地"] = {
							["In"] = 1026,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50146007,
						},
						["戈魯爾之巢"] = {
							["In"] = 300212,
							["Out"] = 212,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 150000000,
							["Out"] = 659248,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 205761,
							["Out"] = 1268,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 210154404,
							["Out"] = 384928084,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 630000,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 11203360,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 25526887,
							["Out"] = 310922295,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["撒塔斯城"] = {
							["In"] = 63900304,
							["Out"] = 2000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1320051,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 2291778,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 109548189,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 4979930,
							["Out"] = 82380889,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 613339,
							["Out"] = 120,
						},
					},
					["LOOT"] = {
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 1096554,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 6644772,
							["Out"] = 498074,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 6850,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 35280,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 3849,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 912943,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 149004,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 4925745,
							["Out"] = 48148,
						},
						["費伍德森林 - 魔爪村"] = {
							["In"] = 2124,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 20400,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20643,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 89013,
							["Out"] = 1000,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 357352,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 6166,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 14971,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 9335,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 26656,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 276061,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 5884,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 40891,
							["Out"] = 53,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 1103308,
							["Out"] = 2396,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["祖爾格拉布"] = {
							["In"] = 112679,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 4288,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1805,
							["Out"] = 31,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 2123,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 4772,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 16903,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["影月谷 - 阿塔莫露臺"] = {
							["In"] = 601,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 25967,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["暴風之眼"] = {
							["In"] = 1512,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧希拉克上層"] = {
							["In"] = 356,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 30329,
							["Out"] = 292,
						},
						["泰洛卡森林 - 迷霧亞拉芮克"] = {
							["In"] = 79522,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 247505,
							["Out"] = 1018,
						},
						["戈魯爾之巢"] = {
							["In"] = 1512689,
							["Out"] = 299447,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["費伍德森林 - 木喉要塞"] = {
							["In"] = 4093,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧哈瑞克"] = {
							["In"] = 14081,
							["Out"] = 0,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3759,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 18005,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 599310,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 14859,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 516977,
							["Out"] = 2976,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 353265,
							["Out"] = 384,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 12026,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 31373,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 33681,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 10926,
							["Out"] = 0,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 20706,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 118395,
							["Out"] = 0,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 259802,
							["Out"] = 769,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2002,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 3636,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 193487,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 178135,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["東瘟疫之地 - 病木林"] = {
							["In"] = 2952,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 199638,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6486,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風湖"] = {
							["In"] = 1410,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧希拉克下層"] = {
							["In"] = 10894,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 27779,
							["Out"] = 0,
						},
						["納葛蘭 - 燃燒之劍廢墟"] = {
							["In"] = 127674,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 5203537,
							["Out"] = 200709,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["銀松森林 - 安伯米爾"] = {
							["In"] = 40,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 375966,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 265207,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 218,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 243752,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1074607,
							["Out"] = 2850,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 30598,
							["Out"] = 2287,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 2788000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 3473772,
							["Out"] = 176773,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 97214,
							["Out"] = 85000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 160476,
							["Out"] = 55195,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 85081,
							["Out"] = 0,
						},
						["杜洛塔 - 石牙農場"] = {
							["In"] = 328,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 294112,
							["Out"] = 34000,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 448719,
							["Out"] = 131851,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 5729,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 27235,
							["Out"] = 30500,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 35339,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 636084,
							["Out"] = 827434,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 716997,
							["Out"] = 34292,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 378634,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 14640,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6772965,
							["Out"] = 514285,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 231800,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1106267,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 2355300,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 4703,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393392,
							["Out"] = 274440,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 2370,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 85662175,
							["Out"] = 70000330,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 300,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 734495,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 446,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 908,
							["Out"] = 428,
						},
						["雷霆崖"] = {
							["In"] = 181664835,
							["Out"] = 360,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 193546833,
							["Out"] = 120,
						},
						["撒塔斯城"] = {
							["In"] = 6177645,
							["Out"] = 5001350,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 16790000,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 557,
							["Out"] = 330,
						},
						["亞克崔茲"] = {
							["In"] = 1555,
							["Out"] = 715,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 77136289,
							["Out"] = 12640930,
						},
						["奴隸監獄"] = {
							["In"] = 1767,
							["Out"] = 859,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 106992696,
							["Out"] = 110011750,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 64000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 15170063,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 172080,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["戈魯爾之巢"] = {
							["In"] = 300692,
							["Out"] = 100515,
						},
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 483675,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 207428,
							["Out"] = 5586,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 510000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 850009,
						},
						["奧特蘭克山谷"] = {
							["In"] = 340,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 25143971,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 741625,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["卡拉贊"] = {
							["In"] = 177,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 102318,
							["Out"] = 885,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 656200,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 425900,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 899400,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["奧特蘭克山脈"] = {
							["In"] = 804000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 639900,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 173496,
							["Out"] = 95,
						},
						["亞克崔茲"] = {
							["In"] = 154822,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 168765,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 4197713,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 97300,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 928900,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1295600,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 1572,
							["Out"] = 0,
						},
						["杜洛塔"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 200118,
							["Out"] = 100118,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 246600,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 329400,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 4021027,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 404168,
							["Out"] = 400,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 367378,
							["Out"] = 751,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 821300,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 393300,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1019937,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 910300,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 422600,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 269000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 823500,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 5371517,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 484903,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 1490894,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 1117,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 210100000,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 126381212,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 41740000,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 太陽之井高地"] = {
							["In"] = 76,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 685843230,
							["Out"] = 750099719,
						},
					},
					["TRAIN"] = {
						["太陽之井高地"] = {
							["In"] = 101052,
							["Out"] = 1052,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 2950000,
						},
					},
					["MERCH"] = {
						["太陽之井高地"] = {
							["In"] = 2650,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 21330,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
					},
					["AH"] = {
						["撒塔斯城 - 銀行"] = {
							["In"] = 162040,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 69561545,
							["Out"] = 285269796,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 銀行"] = {
							["In"] = 2970,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 30236562,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 1449,
							["Out"] = 549,
						},
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 1728610,
							["Out"] = 478215,
						},
						["奎爾達納斯之島 - 太陽之井高地"] = {
							["In"] = 1019,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["地獄火半島 - 基爾加丹王座"] = {
							["In"] = 91000,
							["Out"] = 0,
						},
					},
				},
				["Session"] = {
					["REPAIRS"] = {
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 310914,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["太陽之井高地"] = {
							["In"] = 100491,
							["Out"] = 38,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
						["太陽之井高地"] = {
							["In"] = 101804,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 16590,
							["Out"] = 1293371,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 2617570,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 413055,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 348235,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 4740,
							["Out"] = 227188,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 236356,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 43347,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 73314,
							["Out"] = 4266314,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 0,
							["Out"] = 2009400,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 136670,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 1018271,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 47003,
							["Out"] = 8749215,
						},
						["海加爾山"] = {
							["In"] = 0,
							["Out"] = 341787,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 1279968,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 403226,
						},
						["黑暗神廟"] = {
							["In"] = 38594,
							["Out"] = 3860809,
						},
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 14504554,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 5443,
						},
						["撒塔斯城"] = {
							["In"] = 92825,
							["Out"] = 1838781,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 31488,
							["Out"] = 215527,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 0,
							["Out"] = 93458,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 0,
							["Out"] = 115791,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 168842,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 0,
							["Out"] = 14071,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 0,
							["Out"] = 62312,
						},
						["祖阿曼"] = {
							["In"] = 0,
							["Out"] = 256790,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["戰歌峽谷"] = {
							["In"] = 95,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["祖阿曼"] = {
							["In"] = 2348,
							["Out"] = 1173,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 3740,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 4664,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["艾薩拉 - 瓦羅莫克"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 10710,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 884,
							["Out"] = 446,
						},
						["梣谷 - 碎木崗哨"] = {
							["In"] = 0,
							["Out"] = 477,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 440,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 17490,
						},
						["永歌森林"] = {
							["In"] = 0,
							["Out"] = 818,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 31103,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["奧特蘭克山谷"] = {
							["In"] = 92,
							["Out"] = 69,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 2704,
							["Out"] = 926,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 10201,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 7961,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 1134,
						},
					},
					["TRADE"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 300000,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 864,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
						["祖阿曼"] = {
							["In"] = 1100000,
							["Out"] = 0,
						},
						["海加爾山"] = {
							["In"] = 3001537,
							["Out"] = 152,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["風暴要塞"] = {
							["In"] = 0,
							["Out"] = 873,
						},
						["黑暗神廟"] = {
							["In"] = 2244,
							["Out"] = 100445,
						},
						["卡拉贊"] = {
							["In"] = 1368,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 0,
							["Out"] = 210200000,
						},
					},
					["MAIL"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 886558175,
							["Out"] = 730000360,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 300,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 28694495,
							["Out"] = 0,
						},
						["海加爾山"] = {
							["In"] = 199,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 446,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 908,
							["Out"] = 428,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1019474,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 181765876,
							["Out"] = 290000390,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1022100903,
							["Out"] = 4555259,
						},
						["祖阿曼"] = {
							["In"] = 40785,
							["Out"] = 111,
						},
						["黑暗神廟"] = {
							["In"] = 439,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6177645,
							["Out"] = 5001350,
						},
						["亞克崔茲"] = {
							["In"] = 1555,
							["Out"] = 715,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 16790000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 383612696,
							["Out"] = 306011780,
						},
						["奧特蘭克山谷"] = {
							["In"] = 557,
							["Out"] = 330,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 134866136,
							["Out"] = 867641200,
						},
						["奴隸監獄"] = {
							["In"] = 1767,
							["Out"] = 859,
						},
						["戈魯爾之巢"] = {
							["In"] = 100114,
							["Out"] = 114,
						},
						["太陽之井高地"] = {
							["In"] = 3307,
							["Out"] = 1499,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 455315846,
							["Out"] = 145357989,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 2000000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 68558766,
							["Out"] = 200000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["祖阿曼"] = {
							["In"] = 170647072,
							["Out"] = 238355240,
						},
						["戰歌峽谷"] = {
							["In"] = 888,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 8267,
							["Out"] = 5233,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 33016801,
							["Out"] = 123901160,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 947040000,
							["Out"] = 1177820000,
						},
						["虛空風暴 - 風暴要塞"] = {
							["In"] = 10680000,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 太陽之井高地"] = {
							["In"] = 668,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 15782,
							["Out"] = 1046779,
						},
						["奧特蘭克山谷"] = {
							["In"] = 7774,
							["Out"] = 5363,
						},
						["太陽之井高地"] = {
							["In"] = 1131080082,
							["Out"] = 1321946951,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 1402623,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 3000000,
						},
						["血色修道院"] = {
							["In"] = 1000164,
							["Out"] = 111,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1702000000,
							["Out"] = 72858173,
						},
						["風暴要塞"] = {
							["In"] = 103035784,
							["Out"] = 184781483,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 210364781,
							["Out"] = 456037156,
						},
						["黑石深淵"] = {
							["In"] = 1380,
							["Out"] = 60000,
						},
						["影月谷 - 阿塔莫露臺"] = {
							["In"] = 455,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["海加爾山"] = {
							["In"] = 261833416,
							["Out"] = 237336223,
						},
						["暴風之眼"] = {
							["In"] = 125,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 987,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 91504408,
							["Out"] = 76689007,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["戈魯爾之巢"] = {
							["In"] = 90675207,
							["Out"] = 16260432,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 1490000,
							["Out"] = 2000000,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["黑暗神廟"] = {
							["In"] = 179606269,
							["Out"] = 639054660,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["阿拉希盆地"] = {
							["In"] = 1026,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50146007,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 150000000,
							["Out"] = 833346,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["博學者殿堂"] = {
							["In"] = 375,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["蒸汽洞窟"] = {
							["In"] = 205761,
							["Out"] = 1268,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 630000,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 884766,
							["Out"] = 224755,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 265207,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 22718,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 243752,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 2637715,
							["Out"] = 43396,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 30598,
							["Out"] = 2287,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 2788000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 3663849,
							["Out"] = 220308,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 97214,
							["Out"] = 85000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 160476,
							["Out"] = 55195,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 85081,
							["Out"] = 0,
						},
						["杜洛塔 - 石牙農場"] = {
							["In"] = 328,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 5729,
							["Out"] = 0,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 294112,
							["Out"] = 34000,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 27235,
							["Out"] = 30500,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 378634,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 14640,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 948807,
							["Out"] = 1080832,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 231800,
						},
						["海加爾山"] = {
							["In"] = 14236,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 35339,
							["Out"] = 240000,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 636084,
							["Out"] = 827434,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 716997,
							["Out"] = 34292,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1106267,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 194391,
							["Out"] = 411223,
						},
						["撒塔斯城"] = {
							["In"] = 6772965,
							["Out"] = 514285,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 785084,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 4755300,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵"] = {
							["In"] = 4703,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393392,
							["Out"] = 287240,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 2370,
							["Out"] = 0,
						},
						["祖阿曼"] = {
							["In"] = 27262,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 14158,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 800000,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 0,
							["Out"] = 64000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["海加爾山"] = {
							["In"] = 2256,
							["Out"] = 1685,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 20070063,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 672080,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["戈魯爾之巢"] = {
							["In"] = 400692,
							["Out"] = 100515,
						},
						["太陽之井高地"] = {
							["In"] = 101052,
							["Out"] = 1052,
						},
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 483675,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 208338,
							["Out"] = 6025,
						},
						["黑暗神廟"] = {
							["In"] = 454,
							["Out"] = 8,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 510000,
						},
						["祖阿曼"] = {
							["In"] = 3240,
							["Out"] = 1076,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 850009,
						},
						["奧特蘭克山谷"] = {
							["In"] = 340,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 39943971,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 741625,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["卡拉贊"] = {
							["In"] = 177,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 102318,
							["Out"] = 885,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 18530000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 128387344,
							["Out"] = 971345913,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 240,
						},
						["撒塔斯城"] = {
							["In"] = 63900304,
							["Out"] = 2000030,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1320051,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 2291778,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 23447902,
							["Out"] = 0,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 126707103,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 7424362,
							["Out"] = 88323485,
						},
						["撒塔斯城 - 占卜者階梯"] = {
							["In"] = 13848339,
							["Out"] = 120,
						},
					},
					["LOOT"] = {
						[""] = {
							["In"] = 607,
							["Out"] = 0,
						},
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 1295951,
							["Out"] = 0,
						},
						["毒蛇神殿洞穴"] = {
							["In"] = 9025184,
							["Out"] = 498478,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 11545,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 35280,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5587,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 912943,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 149004,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 4925745,
							["Out"] = 48148,
						},
						["費伍德森林 - 魔爪村"] = {
							["In"] = 2124,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 20400,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20643,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 117859,
							["Out"] = 1000,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 357352,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 6166,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 14971,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 9335,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 26656,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["祖阿曼"] = {
							["In"] = 2617391,
							["Out"] = 81076,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["血色十字軍教堂"] = {
							["In"] = 7961,
							["Out"] = 0,
						},
						["東瘟疫之地"] = {
							["In"] = 2087,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 4288,
							["Out"] = 0,
						},
						["納葛蘭 - 燃燒之劍廢墟"] = {
							["In"] = 127674,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼小徑"] = {
							["In"] = 2123,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["祖爾格拉布"] = {
							["In"] = 112679,
							["Out"] = 0,
						},
						["影月谷 - 巴瑞廢墟"] = {
							["In"] = 27779,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧希拉克上層"] = {
							["In"] = 356,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 1805,
							["Out"] = 31,
						},
						["暗影迷宮"] = {
							["In"] = 1103308,
							["Out"] = 2396,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 276061,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 5884,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧希拉克下層"] = {
							["In"] = 10894,
							["Out"] = 0,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 7310,
							["Out"] = 0,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 599310,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["影月谷 - 阿塔莫露臺"] = {
							["In"] = 601,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 25967,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["海加爾山"] = {
							["In"] = 6441687,
							["Out"] = 1088,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["博學者殿堂"] = {
							["In"] = 109133,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["暴風之眼"] = {
							["In"] = 1512,
							["Out"] = 0,
						},
						["費伍德森林 - 木喉要塞"] = {
							["In"] = 4093,
							["Out"] = 0,
						},
						["泰洛卡森林 - 阻礙之丘"] = {
							["In"] = 30329,
							["Out"] = 292,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 247505,
							["Out"] = 1018,
						},
						["戈魯爾之巢"] = {
							["In"] = 3635455,
							["Out"] = 902451,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 14859,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 199638,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 18005,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 353265,
							["Out"] = 384,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 11898,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 38970,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 118395,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 12026,
							["Out"] = 0,
						},
						["太陽之井高地"] = {
							["In"] = 3213654,
							["Out"] = 781184,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39758,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 98271,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 晨星村"] = {
							["In"] = 4345,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 太陽之井高地"] = {
							["In"] = 3498,
							["Out"] = 0,
						},
						["影月谷 - 龍喉航線"] = {
							["In"] = 125275,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 被遺棄的商隊"] = {
							["In"] = 2885,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 259802,
							["Out"] = 769,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 2002,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼礦坑"] = {
							["In"] = 17251,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 516977,
							["Out"] = 2976,
						},
						["奎爾達納斯之島 - 日境港"] = {
							["In"] = 400,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 6430,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 193487,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 178135,
							["Out"] = 0,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["東瘟疫之地 - 病木林"] = {
							["In"] = 2952,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 16903,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6486,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧亞拉芮克"] = {
							["In"] = 79522,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧哈瑞克"] = {
							["In"] = 14081,
							["Out"] = 0,
						},
						["泰洛卡森林 - 泰洛克之墓"] = {
							["In"] = 4772,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風湖"] = {
							["In"] = 1410,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["奎爾達納斯之島"] = {
							["In"] = 1838,
							["Out"] = 0,
						},
						["風暴要塞"] = {
							["In"] = 7161946,
							["Out"] = 200758,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["銀松森林 - 安伯米爾"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 40891,
							["Out"] = 53,
						},
						["黑暗神廟"] = {
							["In"] = 15859841,
							["Out"] = 598997,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["影月谷 - 典獄官監牢"] = {
							["In"] = 656200,
							["Out"] = 6000,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 602800,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["血色修道院"] = {
							["In"] = 173496,
							["Out"] = 95,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["杜洛塔"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 899400,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 639900,
							["Out"] = 0,
						},
						["博學者殿堂"] = {
							["In"] = 272972,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["奧特蘭克山脈"] = {
							["In"] = 804000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 269000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 154822,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 168765,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 破碎之日會所"] = {
							["In"] = 195800,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 4197713,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["奎爾達納斯之島 - 日境港"] = {
							["In"] = 18900,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["地獄火半島 - 基爾加丹王座"] = {
							["In"] = 91000,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 928900,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1295600,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["鬼魂之地 - 戰斧嶺"] = {
							["In"] = 989600,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["祖阿曼"] = {
							["In"] = 182800,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 246600,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 821300,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 329400,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 4066027,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 404168,
							["Out"] = 400,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 367378,
							["Out"] = 751,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼礦坑"] = {
							["In"] = 1210800,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 393300,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 1019937,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 910300,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["黑暗神廟"] = {
							["In"] = 457573,
							["Out"] = 1519,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 200118,
							["Out"] = 100118,
						},
						["提里斯法林地 - 布瑞爾"] = {
							["In"] = 422600,
							["Out"] = 0,
						},
						["影月谷 - 龍喉營地"] = {
							["In"] = 2828100,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["黑石深淵"] = {
							["In"] = 1572,
							["Out"] = 0,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["泰洛卡森林 - 黑風平臺"] = {
							["In"] = 823500,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 97300,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
			},
		},
	},
}
