
Accountant_ClassicSaveData = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "22/08/21",
				["class"] = "HUNTER",
				["month"] = "08",
				["totalcash"] = 2326086,
				["prvmonth"] = "07",
				["dateweek"] = "08/22/21",
				["version"] = "v2.12.09",
				["faction"] = "Horde",
				["lastsessiondate"] = "14/08/21",
				["curryear"] = "2021",
				["prvdateweek"] = "08/15/21",
				["prvday"] = "21/08/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 60557015,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 50152565,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 60557015,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 25504,
						["Out"] = 127156,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 24712,
						["Out"] = 72072,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 25504,
						["Out"] = 127156,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 452096909,
						["Out"] = 51221226,
					},
					["Month"] = {
						["In"] = 100000141,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 350123788,
						["Out"] = 51211626,
					},
					["Session"] = {
						["In"] = 100000000,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 452096909,
						["Out"] = 51221226,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 50717,
						["Out"] = 1481391,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 23466,
						["Out"] = 1104032,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 50717,
						["Out"] = 1481391,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 7410550,
						["Out"] = 253068,
					},
					["Month"] = {
						["In"] = 34615,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 4605389,
						["Out"] = 246987,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 7410550,
						["Out"] = 253068,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 12823388,
						["Out"] = 22491405,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 4833729,
						["Out"] = 20196940,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 12823388,
						["Out"] = 22491405,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 10437807,
						["Out"] = 59774505,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 10437807,
						["Out"] = 59091921,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 10437807,
						["Out"] = 59774505,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 128429814,
						["Out"] = 433308028,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 106000030,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 128307496,
						["Out"] = 327304908,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 106000030,
					},
					["Total"] = {
						["In"] = 128429814,
						["Out"] = 433308028,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 16496377,
						["Out"] = 757043,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 9238506,
						["Out"] = 754068,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 16496377,
						["Out"] = 757043,
					},
				},
			},
		},
		["畜生犬隊長"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "22/08/21",
				["class"] = "WARRIOR",
				["faction"] = "Horde",
				["lastsessiondate"] = "15/07/21",
				["prvmonth"] = "07",
				["dateweek"] = "08/22/21",
				["version"] = "v2.12.09",
				["month"] = "08",
				["totalcash"] = 164166,
				["curryear"] = "2021",
				["prvdateweek"] = "08/15/21",
				["prvday"] = "21/08/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 210000,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 420,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 390,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 390,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 420,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 0,
						["Out"] = 0,
					},
				},
			},
		},
		["特變電工"] = {
			["options"] = {
				["weekdate"] = "",
				["weekstart"] = 1,
				["date"] = "22/08/21",
				["class"] = "WARRIOR",
				["faction"] = "Horde",
				["lastsessiondate"] = "21/08/21",
				["prvmonth"] = "07",
				["dateweek"] = "08/22/21",
				["version"] = "v2.12.09",
				["month"] = "08",
				["totalcash"] = 69499587,
				["curryear"] = "2021",
				["prvdateweek"] = "08/15/21",
				["prvday"] = "21/08/21",
			},
			["data"] = {
				["TRAIN"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 4999474,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 701974,
					},
					["Year"] = {
						["In"] = 210851,
						["Out"] = 74418153,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 210851,
						["Out"] = 8222112,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 0,
						["Out"] = 66196041,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 210851,
						["Out"] = 74418153,
					},
				},
				["TAXI"] = {
					["PrvWeek"] = {
						["In"] = 1129,
						["Out"] = 5362,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 6149,
						["Out"] = 77852,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 2075,
						["Out"] = 6434,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 4074,
						["Out"] = 71418,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 6149,
						["Out"] = 77852,
					},
				},
				["TRADE"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 529,
						["Out"] = 792,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 529,
						["Out"] = 792,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 529,
						["Out"] = 792,
					},
				},
				["OTHER"] = {
					["PrvWeek"] = {
						["In"] = 28248038,
						["Out"] = 76171908,
					},
					["PrvDay"] = {
						["In"] = 1387,
						["Out"] = 555,
					},
					["Year"] = {
						["In"] = 176735008,
						["Out"] = 173597941,
					},
					["Week"] = {
						["In"] = 29,
						["Out"] = 33,
					},
					["Day"] = {
						["In"] = 29,
						["Out"] = 33,
					},
					["Month"] = {
						["In"] = 70784722,
						["Out"] = 158035774,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 105950286,
						["Out"] = 15562167,
					},
					["Session"] = {
						["In"] = 47,
						["Out"] = 33,
					},
					["Total"] = {
						["In"] = 176735008,
						["Out"] = 173597941,
					},
				},
				["REPAIRS"] = {
					["PrvWeek"] = {
						["In"] = 0,
						["Out"] = 526250,
					},
					["PrvDay"] = {
						["In"] = 0,
						["Out"] = 48970,
					},
					["Year"] = {
						["In"] = 127948,
						["Out"] = 3483220,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 53100,
						["Out"] = 1850683,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 74848,
						["Out"] = 1632537,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 127948,
						["Out"] = 3483220,
					},
				},
				["LOOT"] = {
					["PrvWeek"] = {
						["In"] = 908704,
						["Out"] = 2339,
					},
					["PrvDay"] = {
						["In"] = 3396,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 8692019,
						["Out"] = 19597,
					},
					["Week"] = {
						["In"] = 61,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 61,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 3338689,
						["Out"] = 3830,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 5353330,
						["Out"] = 15767,
					},
					["Session"] = {
						["In"] = 79,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 8692019,
						["Out"] = 19597,
					},
				},
				["MERCH"] = {
					["PrvWeek"] = {
						["In"] = 2982207,
						["Out"] = 226417,
					},
					["PrvDay"] = {
						["In"] = 153522,
						["Out"] = 101185,
					},
					["Year"] = {
						["In"] = 20224459,
						["Out"] = 6996773,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 4292468,
						["Out"] = 1098101,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 15931991,
						["Out"] = 5898672,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 20224459,
						["Out"] = 6996773,
					},
				},
				["AH"] = {
					["PrvWeek"] = {
						["In"] = 69398437,
						["Out"] = 86751532,
					},
					["PrvDay"] = {
						["In"] = 3134033,
						["Out"] = 14764118,
					},
					["Year"] = {
						["In"] = 190219764,
						["Out"] = 218714850,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 178313336,
						["Out"] = 108222579,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 11906428,
						["Out"] = 110492271,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 190219764,
						["Out"] = 218714850,
					},
				},
				["MAIL"] = {
					["PrvWeek"] = {
						["In"] = 1031954,
						["Out"] = 0,
					},
					["PrvDay"] = {
						["In"] = 624364,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 246749937,
						["Out"] = 117004425,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 2678258,
						["Out"] = 0,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 244071679,
						["Out"] = 117004425,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 246749937,
						["Out"] = 117004425,
					},
				},
				["QUEST"] = {
					["PrvWeek"] = {
						["In"] = 1635744,
						["Out"] = 1200751,
					},
					["PrvDay"] = {
						["In"] = 119566,
						["Out"] = 0,
					},
					["Year"] = {
						["In"] = 22052852,
						["Out"] = 1204465,
					},
					["Week"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Day"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Month"] = {
						["In"] = 4538174,
						["Out"] = 1200751,
					},
					["PrvYear"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["PrvMonth"] = {
						["In"] = 17514678,
						["Out"] = 3714,
					},
					["Session"] = {
						["In"] = 0,
						["Out"] = 0,
					},
					["Total"] = {
						["In"] = 22052852,
						["Out"] = 1204465,
					},
				},
			},
		},
	},
}
Accountant_ClassicDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "Default",
		["畜生犬隊長 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["minimap"] = {
				["minimapPos"] = 237.1759353200977,
			},
			["oprofileCopied"] = true,
		},
	},
}
Accountant_Classic_NewDB = nil
Accountant_ClassicZoneDB = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["MAIL"] = {
					},
					["AH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 32273,
						},
						["撒塔斯城"] = {
							["In"] = 50717,
							["Out"] = 788395,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 0,
							["Out"] = 44018,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 69159,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 5569,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 43054,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 142371,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 94326,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 6229,
							["Out"] = 2108,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 3570,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 4164,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 90378,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1887,
						},
						["悲傷沼澤 - 斯通納德"] = {
							["In"] = 0,
							["Out"] = 1510,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 5559,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 2907,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["蒸汽洞窟"] = {
							["In"] = 1326,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 50351336,
							["Out"] = 257000910,
						},
						["撒塔斯城"] = {
							["In"] = 71710992,
							["Out"] = 150302820,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 2000000,
							["Out"] = 10001300,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 1926904,
							["Out"] = 7289359,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 1662,
							["Out"] = 1099,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 25229,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 314,
							["Out"] = 70,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["塞司克大廳"] = {
							["In"] = 3034,
							["Out"] = 867,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["戈魯爾之巢"] = {
							["In"] = 3560729,
							["Out"] = 200729,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["暗影迷宮"] = {
							["In"] = 8879,
							["Out"] = 3207,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19166265,
							["Out"] = 15928702,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 4802,
							["Out"] = 932,
						},
						["卡拉贊"] = {
							["In"] = 3704940,
							["Out"] = 15063803,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["蒸汽洞窟"] = {
							["In"] = 7017,
							["Out"] = 2871,
						},
						["破碎大廳"] = {
							["In"] = 5865,
							["Out"] = 2963,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 390500000,
							["Out"] = 2500000,
						},
						["黑色沼澤"] = {
							["In"] = 1501,
							["Out"] = 396,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 162,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["MERCH"] = {
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 278615,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 323700,
							["Out"] = 51200,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 70458,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 347000,
							["Out"] = 30400,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 11738,
							["Out"] = 128600,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 793315,
							["Out"] = 10640,
						},
						["雷霆崖"] = {
							["In"] = 16822,
							["Out"] = 13680,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 521064,
							["Out"] = 108050,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 185915,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6454587,
							["Out"] = 1660135,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 195206,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 436389,
							["Out"] = 5000,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 239401,
							["Out"] = 23040,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1039208,
							["Out"] = 235050,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 55460,
							["Out"] = 64000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 571165,
							["Out"] = 86640,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 453161,
							["Out"] = 16975720,
						},
						["影月谷 - 影月村"] = {
							["In"] = 237183,
							["Out"] = 3000000,
						},
						["卡拉贊"] = {
							["In"] = 53085,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1825515,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 731500,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 28968449,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 8513,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 1316,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 258578,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 21428,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 748456,
							["Out"] = 1715,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 5574,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 47408,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 33885,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 12596,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 37268,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3170,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5177,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 754965,
							["Out"] = 1487,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4155,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 37688,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 10364,
							["Out"] = 0,
						},
						["逆風小徑 - 大師的地窖"] = {
							["In"] = 28835,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 5707,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 34946,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 22441,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 804771,
							["Out"] = 199693,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 10602,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6219,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 21517,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 29343,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 2911,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 35823,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 24669,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 3281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39202,
							["Out"] = 0,
						},
						["贊格沼澤 - 波哈姆廢墟"] = {
							["In"] = 2645,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 3271,
							["Out"] = 399,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 45578,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2163,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 7135,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 20825,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 9298,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 17193,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["納葛蘭"] = {
							["In"] = 1568,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 57147,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 4311,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 741,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 25993,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 3265,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 23093,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 698,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 902,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 29579,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 6471,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 16862,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 127875,
							["Out"] = 851,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 649150,
							["Out"] = 2663,
						},
						["亞克崔茲"] = {
							["In"] = 149918,
							["Out"] = 159,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 941,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 14346,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 104904,
							["Out"] = 1133,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 2466,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 10097,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 10827,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 5895,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 3050,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 18409,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 19512,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 563,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 12594,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 951651,
							["Out"] = 38792,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 24863,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["贊格沼澤 - 塞納里奧看守站"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1000,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 1906,
							["Out"] = 1539,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 3057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 147,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 168400,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1036008,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 257000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1327300,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 428000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 67853,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1908,
							["Out"] = 436,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 550000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 672000,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 372100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 35000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1031200,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54508,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3292100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 530,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 592400,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 562,
							["Out"] = 0,
						},
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 106000030,
						},
					},
					["OTHER"] = {
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 100000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 13748,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 20223,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 644,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 49097,
						},
						["撒塔斯城"] = {
							["In"] = 23466,
							["Out"] = 642192,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 142371,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 8146,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 5437,
							["Out"] = 1548,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 57120,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 1734,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["蒸汽洞窟"] = {
							["In"] = 1869,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 162,
						},
						["卡拉贊"] = {
							["In"] = 3704940,
							["Out"] = 15063803,
						},
						["暗影迷宮"] = {
							["In"] = 3465,
							["Out"] = 2805,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 290500000,
							["Out"] = 2500000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19150000,
							["Out"] = 15928702,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["塞司克大廳"] = {
							["In"] = 1751,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						[""] = {
							["In"] = 20516,
							["Out"] = 7289359,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["黑色沼澤"] = {
							["In"] = 891,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 3560729,
							["Out"] = 200729,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 28285865,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 60063,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 16301,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 106231,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["破碎大廳"] = {
							["In"] = 185539,
							["Out"] = 722,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 741,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 327321,
							["Out"] = 312,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["奧奇奈地穴"] = {
							["In"] = 83180,
							["Out"] = 734,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 102681,
							["Out"] = 159,
						},
						["卡拉贊"] = {
							["In"] = 951651,
							["Out"] = 38792,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 1102,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 1298,
							["Out"] = 399,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 1642,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 4432,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 804771,
							["Out"] = 199693,
						},
						["黑色沼澤"] = {
							["In"] = 7569,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 584954,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["撒塔斯城"] = {
							["In"] = 3188218,
							["Out"] = 1100610,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 176005,
							["Out"] = 85000,
						},
						["影月谷 - 影月村"] = {
							["In"] = 223258,
							["Out"] = 2000000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 58064,
							["Out"] = 16850000,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 10229,
							["Out"] = 25600,
						},
						["卡拉贊"] = {
							["In"] = 53085,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 0,
							["Out"] = 36480,
						},
					},
					["MAIL"] = {
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 50351336,
							["Out"] = 151000610,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 2000000,
							["Out"] = 10001300,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["撒塔斯城"] = {
							["In"] = 71590000,
							["Out"] = 150300510,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 152565,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 50000000,
						},
					},
					["QUEST"] = {
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 284100,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1016800,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["影月谷"] = {
							["In"] = 979008,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 841500,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 2807300,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 272400,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 106000030,
						},
					},
					["OTHER"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 100000000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 55345,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 32273,
						},
						["撒塔斯城"] = {
							["In"] = 50717,
							["Out"] = 788395,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 0,
							["Out"] = 44018,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 69159,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 0,
							["Out"] = 48415,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 0,
							["Out"] = 5569,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 0,
							["Out"] = 120879,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 37587,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 43054,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 142371,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 94326,
						},
					},
					["TAXI"] = {
						["蒸汽洞窟"] = {
							["In"] = 6229,
							["Out"] = 2108,
						},
						["地獄火壁壘"] = {
							["In"] = 2386,
							["Out"] = 925,
						},
						["奧奇奈地穴"] = {
							["In"] = 3801,
							["Out"] = 2250,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 3570,
						},
						["亞克崔茲"] = {
							["In"] = 1056,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1388,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 4164,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 90378,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2624,
						},
						["麥克納爾"] = {
							["In"] = 4252,
							["Out"] = 1189,
						},
						["波塔尼卡"] = {
							["In"] = 1195,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1887,
						},
						["悲傷沼澤 - 斯通納德"] = {
							["In"] = 0,
							["Out"] = 1510,
						},
						["破碎大廳"] = {
							["In"] = 4410,
							["Out"] = 2243,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 5559,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 3723,
						},
						["奴隸監獄"] = {
							["In"] = 2175,
							["Out"] = 133,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 2907,
						},
						["荊棘谷 - 格羅姆高營地"] = {
							["In"] = 0,
							["Out"] = 598,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["蒸汽洞窟"] = {
							["In"] = 1326,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 50351336,
							["Out"] = 257000910,
						},
						["撒塔斯城"] = {
							["In"] = 71710992,
							["Out"] = 150302820,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 120,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 3200000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 2000000,
							["Out"] = 10001300,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1161230,
							["Out"] = 540,
						},
						["奴隸監獄"] = {
							["In"] = 1920,
							["Out"] = 538,
						},
						["雷霆崖"] = {
							["In"] = 3010,
							["Out"] = 1380,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 16000030,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 1926904,
							["Out"] = 7289359,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 5000000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 1662,
							["Out"] = 1099,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 25229,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 314,
							["Out"] = 70,
						},
						["奧格瑪 - 暗影裂口"] = {
							["In"] = 0,
							["Out"] = 8000000,
						},
						["塞司克大廳"] = {
							["In"] = 3034,
							["Out"] = 867,
						},
						["雷霆崖 - 長者高地"] = {
							["In"] = 0,
							["Out"] = 2000000,
						},
						["戈魯爾之巢"] = {
							["In"] = 3560729,
							["Out"] = 200729,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 391,
							["Out"] = 146,
						},
						["暗影迷宮"] = {
							["In"] = 8879,
							["Out"] = 3207,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 28165545,
							["Out"] = 120000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 19166265,
							["Out"] = 15928702,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 4802,
							["Out"] = 932,
						},
						["卡拉贊"] = {
							["In"] = 3704940,
							["Out"] = 15063803,
						},
						["波塔尼卡"] = {
							["In"] = 1246,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 6973,
							["Out"] = 5732,
						},
						["蒸汽洞窟"] = {
							["In"] = 7017,
							["Out"] = 2871,
						},
						["破碎大廳"] = {
							["In"] = 5865,
							["Out"] = 2963,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 390500000,
							["Out"] = 2500000,
						},
						["黑色沼澤"] = {
							["In"] = 1501,
							["Out"] = 396,
						},
						["奴隸監獄"] = {
							["In"] = 2795,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1802,
							["Out"] = 162,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 743,
							["Out"] = 188,
						},
					},
					["MERCH"] = {
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 278615,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 280,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 323700,
							["Out"] = 51200,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 1185,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 70458,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 347000,
							["Out"] = 30400,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 11738,
							["Out"] = 128600,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 793315,
							["Out"] = 10640,
						},
						["雷霆崖"] = {
							["In"] = 16822,
							["Out"] = 13680,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 521064,
							["Out"] = 108050,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 168297,
							["Out"] = 85000,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 185915,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 6454587,
							["Out"] = 1660135,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 195206,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 30592,
							["Out"] = 14250,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 436389,
							["Out"] = 5000,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 239401,
							["Out"] = 23040,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1039208,
							["Out"] = 235050,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 55460,
							["Out"] = 64000,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 339562,
							["Out"] = 0,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 571165,
							["Out"] = 86640,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 453161,
							["Out"] = 16975720,
						},
						["影月谷 - 影月村"] = {
							["In"] = 237183,
							["Out"] = 3000000,
						},
						["卡拉贊"] = {
							["In"] = 53085,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1825515,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 731500,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 10437807,
							["Out"] = 29178556,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 28968449,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 1627500,
						},
					},
					["LOOT"] = {
						["地獄火壁壘"] = {
							["In"] = 146676,
							["Out"] = 408,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 8513,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 1316,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 1204,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 258578,
							["Out"] = 712,
						},
						["影月谷"] = {
							["In"] = 21428,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 748456,
							["Out"] = 1715,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 482516,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 5574,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 47408,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 33885,
							["Out"] = 0,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 12596,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 37268,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3170,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 45066,
							["Out"] = 249,
						},
						["影月谷 - 史凱瑟隆殘骸"] = {
							["In"] = 11812,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 5177,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 754965,
							["Out"] = 1487,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 4155,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 37688,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 13473,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 10364,
							["Out"] = 0,
						},
						["逆風小徑 - 大師的地窖"] = {
							["In"] = 28835,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 5707,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 34946,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 22441,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 804771,
							["Out"] = 199693,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 10602,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6219,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 21517,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 29343,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 19701,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 2911,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 7150,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 35823,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 24669,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 3281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 39202,
							["Out"] = 0,
						},
						["贊格沼澤 - 波哈姆廢墟"] = {
							["In"] = 2645,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 3271,
							["Out"] = 399,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 45578,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 2163,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 7135,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 20825,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 9298,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 38118,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 17193,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 27211,
							["Out"] = 0,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 7033,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 334052,
							["Out"] = 1547,
						},
						["納葛蘭"] = {
							["In"] = 1568,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 57147,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 4311,
							["Out"] = 0,
						},
						["影月谷 - 惡魔深淵"] = {
							["In"] = 741,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 18992,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 357252,
							["Out"] = 1667,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 25993,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 3265,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 23093,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 698,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 902,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 29579,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 6471,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 16862,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 127875,
							["Out"] = 851,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 4711,
							["Out"] = 369,
						},
						["深幽泥沼"] = {
							["In"] = 117333,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 649150,
							["Out"] = 2663,
						},
						["亞克崔茲"] = {
							["In"] = 149918,
							["Out"] = 159,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 941,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 11676,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 14346,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 104904,
							["Out"] = 1133,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17281,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 2466,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 10097,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 10827,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 132,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 5895,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 3050,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 1404,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 18409,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 19512,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 563,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 12594,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 951651,
							["Out"] = 38792,
						},
						["麥克納爾"] = {
							["In"] = 262757,
							["Out"] = 1224,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 33788,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 24863,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 4605,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["贊格沼澤 - 塞納里奧看守站"] = {
							["In"] = 120000,
							["Out"] = 0,
						},
						["撒塔斯城 - 先知書庫"] = {
							["In"] = 94800,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 1000,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 1906,
							["Out"] = 1539,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 3057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 147,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 1867,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 168400,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1036008,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 257000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1327300,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 151800,
							["Out"] = 0,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 285275,
							["Out"] = 319,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 428000,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯博格爾"] = {
							["In"] = 132000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 67853,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 49000,
							["Out"] = 0,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 700,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 246757,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 253299,
							["Out"] = 2398,
						},
						["影月谷 - 暗影祭壇"] = {
							["In"] = 189300,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1908,
							["Out"] = 436,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 550000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 163900,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 672000,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 1202,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 372100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 35000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 1031200,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92558,
							["Out"] = 1351,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54508,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 398392,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3292100,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 57248,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 530,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 592400,
							["Out"] = 0,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 750000,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 492600,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 562,
							["Out"] = 0,
						},
					},
				},
			},
		},
		["畜生犬隊長"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["TRAIN"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["MAIL"] = {
					},
					["AH"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["TRAIN"] = {
					},
					["MAIL"] = {
					},
					["MERCH"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Year"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 420,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["MERCH"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 390,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["LOOT"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 420,
						},
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 210000,
						},
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
			},
		},
		["特變電工"] = {
			["data"] = {
				["PrvWeek"] = {
					["REPAIRS"] = {
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 101693,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 233195,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 177786,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 13576,
						},
					},
					["TAXI"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 657,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 694,
						},
						["黑色沼澤"] = {
							["In"] = 1129,
							["Out"] = 621,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 330,
						},
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["蒸汽洞窟"] = {
							["In"] = 1634,
							["Out"] = 1268,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 6962715,
							["Out"] = 0,
						},
						[""] = {
							["In"] = 6012134,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 200000,
						},
						["麥克納爾"] = {
							["In"] = 4155,
							["Out"] = 1042829,
						},
						["奧特蘭克山谷"] = {
							["In"] = 1432,
							["Out"] = 574,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 62850000,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 33856,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 2623,
						},
						["卡拉贊"] = {
							["In"] = 14676736,
							["Out"] = 9038600,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
					},
					["TRAIN"] = {
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 1500000,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 2500000,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 359125,
						},
					},
					["MERCH"] = {
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 65390,
							["Out"] = 0,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["撒塔斯城"] = {
							["In"] = 718752,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 102473,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 158907,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 243371,
							["Out"] = 0,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 187991,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1317367,
							["Out"] = 125232,
						},
					},
					["LOOT"] = {
						["蒸汽洞窟"] = {
							["In"] = 51820,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 68799,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 59243,
							["Out"] = 642,
						},
						["深幽泥沼"] = {
							["In"] = 42152,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 414907,
							["Out"] = 1026,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 2932,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 28535,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 34777,
							["Out"] = 671,
						},
						["戈魯爾之巢"] = {
							["In"] = 201316,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 4223,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["奧特蘭克山谷"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 407590,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 624295,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5730583,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城"] = {
							["In"] = 61980529,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 5878392,
							["Out"] = 72698178,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 1539516,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 417300,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 365566,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 247478,
							["Out"] = 751,
						},
						["卡拉贊"] = {
							["In"] = 75900,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
					},
				},
				["PrvDay"] = {
					["REPAIRS"] = {
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 48970,
						},
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["OTHER"] = {
						["奧特蘭克山谷"] = {
							["In"] = 1387,
							["Out"] = 555,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5730583,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1594517,
							["Out"] = 710764,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 1539516,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["奧特蘭克山谷"] = {
							["In"] = 3396,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 359125,
						},
					},
					["MAIL"] = {
						["奧特蘭克山谷"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 624295,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["幽暗城 - 貿易區"] = {
							["In"] = 89294,
							["Out"] = 60498,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 349,
							["Out"] = 0,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
					},
					["QUEST"] = {
						["撒塔斯城"] = {
							["In"] = 119566,
							["Out"] = 0,
						},
					},
				},
				["Year"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 121060,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["撒塔斯城"] = {
							["In"] = 90315,
							["Out"] = 1754339,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 224699,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 13576,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 135553,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 592293,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 9221,
							["Out"] = 531688,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 970,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5508,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5301,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1759,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 28043,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 2704,
							["Out"] = 926,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
					},
					["TRADE"] = {
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["卡拉贊"] = {
							["In"] = 529,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
					},
					["MAIL"] = {
						["雷霆崖"] = {
							["In"] = 181664835,
							["Out"] = 360,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["撒塔斯城"] = {
							["In"] = 818895,
							["Out"] = 5001350,
						},
						["奴隸監獄"] = {
							["In"] = 1276,
							["Out"] = 735,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 624295,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 810,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 62637251,
							["Out"] = 120,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 91671092,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 30000000,
							["Out"] = 200000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 622,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 7796,
							["Out"] = 5233,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 13698685,
							["Out"] = 30201631,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 5650000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 7960,
							["Out"] = 1044698,
						},
						["奧特蘭克山谷"] = {
							["In"] = 6691,
							["Out"] = 4911,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 2623,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["卡拉贊"] = {
							["In"] = 14783143,
							["Out"] = 9046459,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["阿拉希盆地"] = {
							["In"] = 287,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50107033,
						},
						["蒸汽洞窟"] = {
							["In"] = 205761,
							["Out"] = 1268,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 200000,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 68028998,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 228016,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 218,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 243752,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 243371,
							["Out"] = 2850,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 1785000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 2933820,
							["Out"] = 168485,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 78862,
							["Out"] = 85000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 160476,
							["Out"] = 17195,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 85081,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 387109,
							["Out"] = 7434,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 716997,
							["Out"] = 34292,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["撒塔斯城"] = {
							["In"] = 6388217,
							["Out"] = 420385,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 377847,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1015577,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 129800,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393347,
							["Out"] = 120840,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 1097300,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 201631,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 510000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 6243808,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 172080,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2769600,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 741625,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 4979930,
							["Out"] = 82380889,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 11770810,
							["Out"] = 120255800,
						},
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5755360,
						},
						["撒塔斯城"] = {
							["In"] = 63742385,
							["Out"] = 2000030,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 108187123,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 1539516,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 201631,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 6850,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 34197,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 566,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 7131,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 1057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 2324292,
							["Out"] = 11568,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 19752,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20264,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 357352,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 2932,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 3750,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 25696,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 195628,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 5088,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 188390,
							["Out"] = 1018,
						},
						["戈魯爾之巢"] = {
							["In"] = 504600,
							["Out"] = 0,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17761,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3083,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 3147,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 30792,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 497258,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 334325,
							["Out"] = 642,
						},
						["蒸汽洞窟"] = {
							["In"] = 353265,
							["Out"] = 384,
						},
						["暗影迷宮"] = {
							["In"] = 994669,
							["Out"] = 2396,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 33681,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 113428,
							["Out"] = 769,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 1359,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 19359,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 193487,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 3636,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 178135,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6486,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 110274,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 199638,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 14859,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 30109,
							["Out"] = 39,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 303600,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 823500,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 639900,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1362,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 168765,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3711913,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 928900,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1200800,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1912900,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 427,
							["Out"] = 400,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 367378,
							["Out"] = 751,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 326537,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 650600,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 139500,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 66000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 18900,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
				["Week"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["奧特蘭克山谷"] = {
							["In"] = 29,
							["Out"] = 33,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
						["奧特蘭克山谷"] = {
							["In"] = 61,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Day"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["奧特蘭克山谷"] = {
							["In"] = 29,
							["Out"] = 33,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
						["奧特蘭克山谷"] = {
							["In"] = 61,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Month"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 34270,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 345359,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 135553,
						},
						["撒塔斯城"] = {
							["In"] = 52506,
							["Out"] = 947923,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 374002,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 13576,
						},
					},
					["TAXI"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 1314,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 694,
						},
						["黑色沼澤"] = {
							["In"] = 2075,
							["Out"] = 926,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 440,
						},
					},
					["TRADE"] = {
					},
					["MAIL"] = {
						["奧特蘭克山谷"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 33868,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 2018880,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 624295,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						["蒸汽洞窟"] = {
							["In"] = 2274,
							["Out"] = 1268,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 30000000,
							["Out"] = 100000,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 200000,
						},
						["戰歌峽谷"] = {
							["In"] = 622,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["卡拉贊"] = {
							["In"] = 14720123,
							["Out"] = 9043598,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 4583,
							["Out"] = 2908,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 64367998,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 5650000,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 287,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50070138,
						},
						["麥克納爾"] = {
							["In"] = 4155,
							["Out"] = 1042829,
						},
						["奧特蘭克山谷"] = {
							["In"] = 1461,
							["Out"] = 607,
						},
						[""] = {
							["In"] = 6012134,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 2623,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 13698685,
							["Out"] = 30201631,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["雷霆崖"] = {
							["In"] = 33394,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 36371,
							["Out"] = 0,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["撒塔斯城"] = {
							["In"] = 1447162,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 102473,
							["Out"] = 14250,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 158907,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 243371,
							["Out"] = 0,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 84291,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 850000,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 319265,
							["Out"] = 7434,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1595398,
							["Out"] = 125232,
						},
					},
					["TRAIN"] = {
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 4715154,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 297500,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 201631,
							["Out"] = 0,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2500000,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 359125,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5730583,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 108187123,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 6432777,
							["Out"] = 94169225,
						},
						["撒塔斯城"] = {
							["In"] = 62153920,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 1539516,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["蒸汽洞窟"] = {
							["In"] = 53120,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 157124,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 2496,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 154765,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 127642,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 2932,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 1350631,
							["Out"] = 1130,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 272994,
							["Out"] = 1387,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 201631,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 1184,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 1263,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 124886,
							["Out"] = 642,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 105672,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 4284,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 287,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 99577,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 504600,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 41821,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 34777,
							["Out"] = 671,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
					},
					["QUEST"] = {
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 360000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 2314610,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 119900,
							["Out"] = 0,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 537200,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 37500,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 247478,
							["Out"] = 751,
						},
						["卡拉贊"] = {
							["In"] = 76586,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 352900,
							["Out"] = 0,
						},
					},
				},
				["PrvYear"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
					},
					["MERCH"] = {
					},
					["TRAIN"] = {
					},
					["AH"] = {
					},
					["LOOT"] = {
					},
					["QUEST"] = {
					},
				},
				["PrvMonth"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 86790,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["撒塔斯城"] = {
							["In"] = 37809,
							["Out"] = 806416,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 224699,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["卡拉贊"] = {
							["In"] = 0,
							["Out"] = 218291,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 9221,
							["Out"] = 186329,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 530,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5508,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 3987,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1065,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 24983,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 629,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
					},
					["TRADE"] = {
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["卡拉贊"] = {
							["In"] = 529,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
					},
					["OTHER"] = {
						["蒸汽洞窟"] = {
							["In"] = 203487,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 100000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 3661000,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 36895,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 5230,
							["Out"] = 4304,
						},
						["麥克納爾"] = {
							["In"] = 3805,
							["Out"] = 1869,
						},
						[""] = {
							["In"] = 85658958,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["卡拉贊"] = {
							["In"] = 63020,
							["Out"] = 2861,
						},
						["暗影迷宮"] = {
							["In"] = 3213,
							["Out"] = 2325,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["AH"] = {
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 24777,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 5338033,
							["Out"] = 26086575,
						},
						["雷霆崖"] = {
							["In"] = 4979930,
							["Out"] = 82380889,
						},
						["撒塔斯城"] = {
							["In"] = 1588465,
							["Out"] = 2000030,
						},
					},
					["LOOT"] = {
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 6850,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 34197,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 566,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 7131,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 1057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 973661,
							["Out"] = 10438,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 19752,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20264,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 251680,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 2487,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 25696,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 195628,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 4022,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 188390,
							["Out"] = 1018,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17761,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3083,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 651,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 30792,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 397681,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 209439,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 300145,
							["Out"] = 384,
						},
						["暗影迷宮"] = {
							["In"] = 721675,
							["Out"] = 1009,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 33681,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 78651,
							["Out"] = 98,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 1359,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 19359,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 3636,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 38722,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 50493,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6199,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 68453,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 42514,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 13675,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 25825,
							["Out"] = 39,
						},
					},
					["MERCH"] = {
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 218,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 228016,
							["Out"] = 0,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 377847,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 84845,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 0,
							["Out"] = 2850,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 247300,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 67844,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 683603,
							["Out"] = 34292,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 1338422,
							["Out"] = 43253,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 42491,
							["Out"] = 85000,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 4941055,
							["Out"] = 420385,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 790,
							["Out"] = 0,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 58003,
							["Out"] = 2945,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 129800,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393347,
							["Out"] = 120840,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 1785000,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1015577,
							["Out"] = 0,
						},
					},
					["MAIL"] = {
						["雷霆崖"] = {
							["In"] = 181664835,
							["Out"] = 360,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["撒塔斯城"] = {
							["In"] = 785027,
							["Out"] = 5001350,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["奴隸監獄"] = {
							["In"] = 1276,
							["Out"] = 735,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 810,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 60618371,
							["Out"] = 120,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 212500,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 1528654,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 269600,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 172080,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 382500,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 303600,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 786000,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 520000,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1362,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 92179,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 1397303,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 576000,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 954800,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1552900,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 427,
							["Out"] = 400,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 119900,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 326537,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 113400,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 139500,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 66000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 18900,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
				["Session"] = {
					["REPAIRS"] = {
					},
					["TAXI"] = {
					},
					["TRADE"] = {
					},
					["MAIL"] = {
					},
					["OTHER"] = {
						["奧特蘭克山谷"] = {
							["In"] = 47,
							["Out"] = 33,
						},
					},
					["MERCH"] = {
					},
					["LOOT"] = {
						["奧特蘭克山谷"] = {
							["In"] = 79,
							["Out"] = 0,
						},
					},
					["AH"] = {
					},
					["TRAIN"] = {
					},
					["QUEST"] = {
					},
				},
				["Total"] = {
					["REPAIRS"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 121060,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 24970,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 6575,
						},
						["撒塔斯城"] = {
							["In"] = 90315,
							["Out"] = 1754339,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 8036,
							["Out"] = 224699,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 9823,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 13576,
						},
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 14730,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 0,
							["Out"] = 135553,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 19782,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 17387,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 0,
							["Out"] = 20427,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 16100,
						},
						["卡拉贊"] = {
							["In"] = 594,
							["Out"] = 592293,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 9221,
							["Out"] = 531688,
						},
					},
					["TAXI"] = {
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 0,
							["Out"] = 2040,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 710,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 0,
							["Out"] = 918,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 0,
							["Out"] = 1557,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 0,
							["Out"] = 970,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 0,
							["Out"] = 2754,
						},
						["阿拉希高地 - 落錘鎮"] = {
							["In"] = 0,
							["Out"] = 504,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 5508,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5301,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 1759,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 28043,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 2338,
							["Out"] = 1923,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 0,
							["Out"] = 2856,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 0,
							["Out"] = 1938,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 0,
							["Out"] = 1836,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 3672,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 7497,
						},
						["黑色沼澤"] = {
							["In"] = 2704,
							["Out"] = 926,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 0,
							["Out"] = 4080,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 0,
							["Out"] = 3060,
						},
						["暗影迷宮"] = {
							["In"] = 1107,
							["Out"] = 0,
						},
					},
					["TRADE"] = {
						["奧特蘭克山谷"] = {
							["In"] = 0,
							["Out"] = 47,
						},
						["卡拉贊"] = {
							["In"] = 529,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 0,
							["Out"] = 745,
						},
					},
					["MAIL"] = {
						["雷霆崖"] = {
							["In"] = 181664835,
							["Out"] = 360,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 0,
							["Out"] = 62000210,
						},
						["撒塔斯城"] = {
							["In"] = 818895,
							["Out"] = 5001350,
						},
						["奴隸監獄"] = {
							["In"] = 1276,
							["Out"] = 735,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 0,
							["Out"] = 50000360,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 624295,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 69,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 1146,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 0,
							["Out"] = 150,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1000,
							["Out"] = 330,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 0,
							["Out"] = 810,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1000100,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 62637251,
							["Out"] = 120,
						},
						["破碎大廳"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
					},
					["OTHER"] = {
						[""] = {
							["In"] = 91671092,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 31650,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 30000000,
							["Out"] = 200000,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 246,
							["Out"] = 404,
						},
						["地獄火壁壘"] = {
							["In"] = 1812,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 622,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 48875,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 2982,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 1066,
							["Out"] = 0,
						},
						["暗影迷宮"] = {
							["In"] = 7796,
							["Out"] = 5233,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 13698685,
							["Out"] = 30201631,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 5650000,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 7960,
							["Out"] = 1044698,
						},
						["奧特蘭克山谷"] = {
							["In"] = 6691,
							["Out"] = 4911,
						},
						["黑色沼澤"] = {
							["In"] = 2595,
							["Out"] = 2602158,
						},
						["奴隸監獄"] = {
							["In"] = 504300,
							["Out"] = 2623,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 1221,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 0,
							["Out"] = 400000,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 20000000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 5603,
							["Out"] = 2029,
						},
						["卡拉贊"] = {
							["In"] = 14783143,
							["Out"] = 9046459,
						},
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 5750000,
						},
						["阿拉希盆地"] = {
							["In"] = 287,
							["Out"] = 16,
						},
						["撒塔斯城"] = {
							["In"] = 100,
							["Out"] = 50107033,
						},
						["蒸汽洞窟"] = {
							["In"] = 205761,
							["Out"] = 1268,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 0,
							["Out"] = 200000,
						},
						["奧奇奈地穴"] = {
							["In"] = 1926,
							["Out"] = 480,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 6000000,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 141,
							["Out"] = 0,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 0,
							["Out"] = 68028998,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 114,
							["Out"] = 0,
						},
						["戈魯爾之巢"] = {
							["In"] = 100000,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 178,
							["Out"] = 0,
						},
					},
					["MERCH"] = {
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 83880,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 239881,
							["Out"] = 0,
						},
						["虛空風暴 - 扭曲太空"] = {
							["In"] = 228016,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 82354,
							["Out"] = 218,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 243752,
							["Out"] = 60498,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 243371,
							["Out"] = 2850,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2287,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 417857,
							["Out"] = 0,
						},
						["幽暗城 - 魔法區"] = {
							["In"] = 124077,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 15753,
							["Out"] = 1785000,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 2933820,
							["Out"] = 168485,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 78862,
							["Out"] = 85000,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 160476,
							["Out"] = 17195,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 265620,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 129053,
							["Out"] = 0,
						},
						["傳說大廳 - 傳說大廳"] = {
							["In"] = 85081,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 22635,
							["Out"] = 0,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 747455,
							["Out"] = 900,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 63879,
							["Out"] = 38400,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 1023,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 98957,
							["Out"] = 2000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 1308,
							["Out"] = 903389,
						},
						["卡拉贊"] = {
							["In"] = 387109,
							["Out"] = 7434,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 31963,
							["Out"] = 0,
						},
						["雷霆崖"] = {
							["In"] = 716997,
							["Out"] = 34292,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 176326,
							["Out"] = 122500,
						},
						["撒塔斯城"] = {
							["In"] = 6388217,
							["Out"] = 420385,
						},
						["塔納利斯 - 加基森"] = {
							["In"] = 377847,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 719148,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 1015577,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 524320,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 2715321,
							["Out"] = 129800,
						},
						["撒塔斯城 - 旅店"] = {
							["In"] = 393347,
							["Out"] = 120840,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 499697,
							["Out"] = 1097300,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 322,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 11158,
							["Out"] = 0,
						},
					},
					["TRAIN"] = {
						["雷霆崖"] = {
							["In"] = 0,
							["Out"] = 179550,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 201631,
							["Out"] = 0,
						},
						["奧格瑪 - 精神谷"] = {
							["In"] = 0,
							["Out"] = 6746,
						},
						["幽暗城 - 鍊金房"] = {
							["In"] = 0,
							["Out"] = 342849,
						},
						["撒塔斯城"] = {
							["In"] = 0,
							["Out"] = 510000,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 0,
							["Out"] = 43431,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 0,
							["Out"] = 6243808,
						},
						["雷霆崖 - 獵人高地"] = {
							["In"] = 0,
							["Out"] = 172080,
						},
						["幽暗城 - 軍事區"] = {
							["In"] = 0,
							["Out"] = 2769600,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 0,
							["Out"] = 390,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 0,
							["Out"] = 741625,
						},
						["影月谷 - 影月村"] = {
							["In"] = 0,
							["Out"] = 58000000,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 0,
							["Out"] = 5400580,
						},
						["奧格瑪 - 暗巷區"] = {
							["In"] = 0,
							["Out"] = 10,
						},
						["暗影迷宮"] = {
							["In"] = 9220,
							["Out"] = 7484,
						},
					},
					["AH"] = {
						["雷霆崖"] = {
							["In"] = 4979930,
							["Out"] = 82380889,
						},
						["奧格瑪 - 力量谷"] = {
							["In"] = 11770810,
							["Out"] = 120255800,
						},
						["幽暗城 - 運河"] = {
							["In"] = 0,
							["Out"] = 5755360,
						},
						["撒塔斯城"] = {
							["In"] = 63742385,
							["Out"] = 2000030,
						},
						["幽暗城"] = {
							["In"] = 0,
							["Out"] = 8322771,
						},
						["撒塔斯城 - 銀行"] = {
							["In"] = 108187123,
							["Out"] = 0,
						},
						["幽暗城 - 貿易區"] = {
							["In"] = 1539516,
							["Out"] = 0,
						},
					},
					["LOOT"] = {
						["贊格沼澤 - 沼澤光之湖"] = {
							["In"] = 1003,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:狂怒"] = {
							["In"] = 3524,
							["Out"] = 0,
						},
						["劍刃山脈 - 煉冶場:怒氣"] = {
							["In"] = 20301,
							["Out"] = 0,
						},
						["雷霆崖 - 靈魂高地"] = {
							["In"] = 12,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 30544,
							["Out"] = 0,
						},
						["地獄火半島 - 阿葛納爾之池"] = {
							["In"] = 16763,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯峽谷"] = {
							["In"] = 1837,
							["Out"] = 0,
						},
						["瑪瑟里頓的巢穴"] = {
							["In"] = 201631,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧齊頓"] = {
							["In"] = 6850,
							["Out"] = 0,
						},
						["泰洛卡森林 - 幽網山脊"] = {
							["In"] = 1433,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 21338,
							["Out"] = 14,
						},
						["地獄火半島 - 扭曲原野"] = {
							["In"] = 16541,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧斯奇司"] = {
							["In"] = 34197,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞漢茲"] = {
							["In"] = 3890,
							["Out"] = 0,
						},
						["泰洛卡森林"] = {
							["In"] = 566,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 5344,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 162,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏廢墟"] = {
							["In"] = 7131,
							["Out"] = 0,
						},
						["納葛蘭 - 獰笑骷髏庭院"] = {
							["In"] = 1057,
							["Out"] = 0,
						},
						["泰洛卡森林 - 苦痛山丘"] = {
							["In"] = 13094,
							["Out"] = 0,
						},
						["贊格沼澤 - 血鱗營地"] = {
							["In"] = 6159,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 2324292,
							["Out"] = 11568,
						},
						["劍刃山脈 - 劍刃庭園"] = {
							["In"] = 3045,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 19752,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 503,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃崗哨"] = {
							["In"] = 13284,
							["Out"] = 0,
						},
						["影月谷 - 日蝕崗哨"] = {
							["In"] = 20264,
							["Out"] = 0,
						},
						["虛空風暴 - 阿克隆廢墟"] = {
							["In"] = 943,
							["Out"] = 0,
						},
						["劍刃山脈 - 德萊尼礦坑"] = {
							["In"] = 5355,
							["Out"] = 0,
						},
						["劍刃山脈 - 刀刃峽谷"] = {
							["In"] = 1753,
							["Out"] = 0,
						},
						["莫高雷 - 白鬃石"] = {
							["In"] = 99,
							["Out"] = 0,
						},
						["劍刃山脈 - 靈魂研磨者獸穴"] = {
							["In"] = 304,
							["Out"] = 0,
						},
						["影月谷 - 史凱瑟隆營地"] = {
							["In"] = 568,
							["Out"] = 0,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 1043,
							["Out"] = 0,
						},
						["地獄火半島 - 光榮之路"] = {
							["In"] = 15651,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 4238,
							["Out"] = 0,
						},
						["莫高雷 - 刺刃峽谷"] = {
							["In"] = 106,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 15648,
							["Out"] = 0,
						},
						["地獄火半島 - 遠征隊軍械庫"] = {
							["In"] = 20051,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 15144,
							["Out"] = 0,
						},
						["地獄火半島 - 地獄火堡壘"] = {
							["In"] = 4612,
							["Out"] = 0,
						},
						["納葛蘭 - 靈魂原野"] = {
							["In"] = 22416,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐巴納爾"] = {
							["In"] = 25164,
							["Out"] = 50,
						},
						["影月谷 - 破碎平原"] = {
							["In"] = 3389,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 357352,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 85126,
							["Out"] = 0,
						},
						["虛空風暴 - 破碎荒地"] = {
							["In"] = 1529,
							["Out"] = 0,
						},
						["劍刃山脈 - 斯卡德"] = {
							["In"] = 7289,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽陸地"] = {
							["In"] = 682,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 12535,
							["Out"] = 221,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 425,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 681,
							["Out"] = 0,
						},
						["贊格沼澤 - 暗羽飛行地"] = {
							["In"] = 2950,
							["Out"] = 0,
						},
						["奧奇奈地穴"] = {
							["In"] = 177026,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 2932,
							["Out"] = 0,
						},
						["贊格沼澤 - 方格洞穴"] = {
							["In"] = 18494,
							["Out"] = 0,
						},
						["劍刃山脈 - 飛龍之末"] = {
							["In"] = 1695,
							["Out"] = 0,
						},
						["阿拉希盆地"] = {
							["In"] = 3750,
							["Out"] = 0,
						},
						["地獄火半島 - 海艾斯洞穴"] = {
							["In"] = 7851,
							["Out"] = 0,
						},
						["地獄火半島 - 虛無之脊"] = {
							["In"] = 12884,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影之墓"] = {
							["In"] = 25696,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈營地"] = {
							["In"] = 11752,
							["Out"] = 0,
						},
						["泰洛卡森林 - 噬骨者廢墟"] = {
							["In"] = 31488,
							["Out"] = 0,
						},
						["地獄火半島 - 墜天山脈"] = {
							["In"] = 2683,
							["Out"] = 0,
						},
						["劍刃山脈 - 烏鴉林"] = {
							["In"] = 5949,
							["Out"] = 0,
						},
						["貧瘠之地 - 荊棘嶺"] = {
							["In"] = 183,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯要塞"] = {
							["In"] = 29582,
							["Out"] = 0,
						},
						["索爾瑪礦坑"] = {
							["In"] = 5672,
							["Out"] = 0,
						},
						["塞司克大廳"] = {
							["In"] = 195628,
							["Out"] = 1954,
						},
						["影月谷"] = {
							["In"] = 5088,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 23615,
							["Out"] = 0,
						},
						["莫高雷 - 蠻鬃水井"] = {
							["In"] = 118,
							["Out"] = 0,
						},
						["虛空風暴 - 教堂庭院"] = {
							["In"] = 30454,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 1859,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 5519,
							["Out"] = 236,
						},
						["影月谷 - 征服之路"] = {
							["In"] = 41518,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 14156,
							["Out"] = 0,
						},
						["希爾斯布萊德丘陵舊址"] = {
							["In"] = 140600,
							["Out"] = 34,
						},
						["泰洛卡森林 - 迷霧撒拉斯"] = {
							["In"] = 5537,
							["Out"] = 0,
						},
						["贊格沼澤 - 菲拉芬村"] = {
							["In"] = 25083,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 5184,
							["Out"] = 0,
						},
						["虛空風暴 - 漩渦農場"] = {
							["In"] = 1273,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 188390,
							["Out"] = 1018,
						},
						["戈魯爾之巢"] = {
							["In"] = 504600,
							["Out"] = 0,
						},
						["地獄火半島 - 大裂縫"] = {
							["In"] = 11845,
							["Out"] = 0,
						},
						["虛空風暴 - 法拉隆廢墟"] = {
							["In"] = 4474,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 1624,
							["Out"] = 0,
						},
						["贊格沼澤 - 安格拉斯營地"] = {
							["In"] = 6399,
							["Out"] = 0,
						},
						["劍刃山脈 - 維克哈爾看臺"] = {
							["In"] = 3362,
							["Out"] = 0,
						},
						["莫高雷 - 被破壞的貨車"] = {
							["In"] = 79,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡村"] = {
							["In"] = 17761,
							["Out"] = 0,
						},
						["莫高雷 - 冰蹄水井"] = {
							["In"] = 18,
							["Out"] = 0,
						},
						["納葛蘭 - 風蘆村"] = {
							["In"] = 3586,
							["Out"] = 0,
						},
						["劍刃山脈 - 南槌哨塔"] = {
							["In"] = 1688,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 32161,
							["Out"] = 0,
						},
						["劍刃山脈 - 戈魯爾之巢"] = {
							["In"] = 8102,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌營地"] = {
							["In"] = 10107,
							["Out"] = 0,
						},
						["泰洛卡森林 - 刺棘高地"] = {
							["In"] = 87531,
							["Out"] = 0,
						},
						["納葛蘭 - 戰槌山丘"] = {
							["In"] = 61658,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧辛諾"] = {
							["In"] = 3083,
							["Out"] = 0,
						},
						["戰歌峽谷"] = {
							["In"] = 3147,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼岩架"] = {
							["In"] = 5797,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌前哨站"] = {
							["In"] = 21578,
							["Out"] = 0,
						},
						["泰洛卡森林 - 火翼崗哨"] = {
							["In"] = 30792,
							["Out"] = 0,
						},
						["破碎大廳"] = {
							["In"] = 497258,
							["Out"] = 0,
						},
						["麥克納爾"] = {
							["In"] = 334325,
							["Out"] = 642,
						},
						["蒸汽洞窟"] = {
							["In"] = 353265,
							["Out"] = 384,
						},
						["暗影迷宮"] = {
							["In"] = 994669,
							["Out"] = 2396,
						},
						["地獄火半島 - 魔焰深谷"] = {
							["In"] = 6661,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 33681,
							["Out"] = 0,
						},
						["贊格沼澤 - 匕首沼地村"] = {
							["In"] = 16146,
							["Out"] = 0,
						},
						["泰洛卡森林 - 暗影階梯"] = {
							["In"] = 34663,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧里斯克"] = {
							["In"] = 4199,
							["Out"] = 0,
						},
						["莫高雷 - 雷角水井"] = {
							["In"] = 6,
							["Out"] = 0,
						},
						["劍刃山脈 - 黑翼集會所"] = {
							["In"] = 27065,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐艾拉"] = {
							["In"] = 8900,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納瑞荒地"] = {
							["In"] = 2300,
							["Out"] = 0,
						},
						["贊格沼澤 - 昂布拉凡湖"] = {
							["In"] = 427,
							["Out"] = 0,
						},
						["地獄火半島 - 煉冶場:黑色祭壇"] = {
							["In"] = 7143,
							["Out"] = 0,
						},
						["地獄火半島 - 薩斯葛爾"] = {
							["In"] = 22537,
							["Out"] = 0,
						},
						["莫高雷 - 巴爾丹挖掘場"] = {
							["In"] = 148,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 1585,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 113428,
							["Out"] = 769,
						},
						["贊格沼澤 - 開闢泥沼"] = {
							["In"] = 22759,
							["Out"] = 0,
						},
						["泰洛卡森林 - 杜瑞"] = {
							["In"] = 1359,
							["Out"] = 0,
						},
						["劍刃山脈 - 美聲山脊"] = {
							["In"] = 1070,
							["Out"] = 0,
						},
						["納葛蘭 - 煉冶場:仇恨"] = {
							["In"] = 983,
							["Out"] = 0,
						},
						["泰洛卡森林 - 迷霧瑞斯克"] = {
							["In"] = 19359,
							["Out"] = 0,
						},
						["地獄火半島 - 侵略點:殲滅者"] = {
							["In"] = 1942,
							["Out"] = 0,
						},
						["劍刃山脈 - 索格瑪領土"] = {
							["In"] = 7902,
							["Out"] = 0,
						},
						["深幽泥沼"] = {
							["In"] = 193487,
							["Out"] = 0,
						},
						["劍刃山脈 - 魯安曠野"] = {
							["In"] = 13541,
							["Out"] = 0,
						},
						["影月谷 - 伊克利普森農場"] = {
							["In"] = 3636,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 73,
							["Out"] = 0,
						},
						["血熔爐"] = {
							["In"] = 178135,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 24072,
							["Out"] = 272,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 5906,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 9857,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 585,
							["Out"] = 0,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 1936,
							["Out"] = 0,
						},
						["劍刃山脈 - 圓面之地"] = {
							["In"] = 10834,
							["Out"] = 0,
						},
						["劍刃山脈 - 匕爪峽谷"] = {
							["In"] = 6486,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 110274,
							["Out"] = 0,
						},
						["納葛蘭 - 歐夏剛"] = {
							["In"] = 4105,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 28896,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧魯安"] = {
							["In"] = 1483,
							["Out"] = 0,
						},
						["劍刃山脈 - 迷霧維克"] = {
							["In"] = 4753,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 2782,
							["Out"] = 0,
						},
						["地獄火半島 - 南方堡壘"] = {
							["In"] = 2326,
							["Out"] = 0,
						},
						["地獄火壁壘"] = {
							["In"] = 199638,
							["Out"] = 0,
						},
						["地獄火半島 - 軍團前線"] = {
							["In"] = 18010,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 14859,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 26292,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 13146,
							["Out"] = 0,
						},
						["劍刃山脈 - 劍刃要塞"] = {
							["In"] = 41430,
							["Out"] = 0,
						},
						["泰洛卡森林 - 血之谷廢墟"] = {
							["In"] = 10967,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 30109,
							["Out"] = 39,
						},
					},
					["QUEST"] = {
						["劍刃山脈 - 龍骨隧道"] = {
							["In"] = 37000,
							["Out"] = 0,
						},
						["虛空風暴 - 護國者哨站"] = {
							["In"] = 173000,
							["Out"] = 0,
						},
						["納葛蘭 - 卡拉達爾"] = {
							["In"] = 286000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞司克大廳"] = {
							["In"] = 164000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 難民商隊"] = {
							["In"] = 232400,
							["Out"] = 0,
						},
						["影月谷"] = {
							["In"] = 303600,
							["Out"] = 0,
						},
						["虛空風暴 - 聚集之地"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["納葛蘭 - 日春崗哨"] = {
							["In"] = 83,
							["Out"] = 0,
						},
						["地獄火半島 - 斷脊氏族崗哨"] = {
							["In"] = 274100,
							["Out"] = 0,
						},
						["納葛蘭 - 吉爾索洛堡壘"] = {
							["In"] = 461,
							["Out"] = 0,
						},
						["劍刃山脈 - 葛瑞許納什"] = {
							["In"] = 78000,
							["Out"] = 0,
						},
						["蒸汽洞窟"] = {
							["In"] = 1399,
							["Out"] = 659,
						},
						["虛空風暴 - 52區"] = {
							["In"] = 823500,
							["Out"] = 0,
						},
						["納葛蘭"] = {
							["In"] = 223143,
							["Out"] = 0,
						},
						["劍刃山脈 - 永恆樹林"] = {
							["In"] = 585000,
							["Out"] = 0,
						},
						["納葛蘭 - 血色競技場"] = {
							["In"] = 671838,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石堡"] = {
							["In"] = 639900,
							["Out"] = 0,
						},
						["納葛蘭 - 元素王座"] = {
							["In"] = 105000,
							["Out"] = 0,
						},
						["亞克崔茲"] = {
							["In"] = 1362,
							["Out"] = 0,
						},
						["卡拉贊"] = {
							["In"] = 168765,
							["Out"] = 165,
						},
						["虛空風暴 - 小鎮廣場"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["虛空風暴 - 日怒要塞"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 獵鷹哨站"] = {
							["In"] = 404000,
							["Out"] = 0,
						},
						["影月谷 - 虛空之翼農場"] = {
							["In"] = 569205,
							["Out"] = 0,
						},
						["泰洛卡森林 - 葛蘭戈瓦村"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["撒塔斯城"] = {
							["In"] = 3711913,
							["Out"] = 0,
						},
						["泰洛卡森林 - 塞納里奧灌木林"] = {
							["In"] = 176000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 碎石營地"] = {
							["In"] = 122000,
							["Out"] = 0,
						},
						["地獄火半島 - 瑪格哈崗哨"] = {
							["In"] = 29000,
							["Out"] = 0,
						},
						["劍刃山脈 - 雷霆王村"] = {
							["In"] = 928900,
							["Out"] = 0,
						},
						["地獄火半島 - 索爾瑪"] = {
							["In"] = 1200800,
							["Out"] = 0,
						},
						["影月谷 - 詛咒祭壇"] = {
							["In"] = 397800,
							["Out"] = 0,
						},
						["虛空風暴"] = {
							["In"] = 427,
							["Out"] = 139,
						},
						["納葛蘭 - 煉冶場:恐懼"] = {
							["In"] = 14,
							["Out"] = 0,
						},
						["納葛蘭 - 試煉競技場"] = {
							["In"] = 0,
							["Out"] = 1200000,
						},
						["麥克納爾"] = {
							["In"] = 715,
							["Out"] = 0,
						},
						["虛空風暴 - 領地崗哨"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["地獄火半島 - 搶奪者荒野"] = {
							["In"] = 27000,
							["Out"] = 0,
						},
						["贊格沼澤 - 盤牙蓄湖"] = {
							["In"] = 290400,
							["Out"] = 0,
						},
						["贊格沼澤"] = {
							["In"] = 182000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 白骨荒野"] = {
							["In"] = 647,
							["Out"] = 0,
						},
						["虛空風暴 - 法力熔爐杜羅"] = {
							["In"] = 41000,
							["Out"] = 0,
						},
						["影月谷 - 歐朗諾克的農場"] = {
							["In"] = 260700,
							["Out"] = 0,
						},
						["納葛蘭 - 瑪格哈利隊伍"] = {
							["In"] = 148000,
							["Out"] = 0,
						},
						["塔納利斯 - 時光之穴"] = {
							["In"] = 7500,
							["Out"] = 0,
						},
						["地獄火半島"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["地獄火半島 - 塞納里奧前哨"] = {
							["In"] = 237000,
							["Out"] = 0,
						},
						["貧瘠之地 - 十字路口"] = {
							["In"] = 500,
							["Out"] = 0,
						},
						["撒塔斯城 - 聖光露臺"] = {
							["In"] = 1912900,
							["Out"] = 0,
						},
						["莫高雷 - 納拉其營地"] = {
							["In"] = 40,
							["Out"] = 0,
						},
						["贊格沼澤 - 斯溫派特崗哨"] = {
							["In"] = 209000,
							["Out"] = 0,
						},
						["納葛蘭 - 奈辛瓦里狩獵隊"] = {
							["In"] = 545000,
							["Out"] = 0,
						},
						["奧特蘭克山谷"] = {
							["In"] = 427,
							["Out"] = 400,
						},
						["泰洛卡森林 - 薩塔營地"] = {
							["In"] = 68000,
							["Out"] = 0,
						},
						["法力墓地"] = {
							["In"] = 3466,
							["Out"] = 2044,
						},
						["地獄火半島 - 飛艇失事地"] = {
							["In"] = 80000,
							["Out"] = 0,
						},
						["影月谷 - 考斯卡崗哨"] = {
							["In"] = 102300,
							["Out"] = 0,
						},
						["虛空風暴 - 吐魯曼平臺"] = {
							["In"] = 44000,
							["Out"] = 0,
						},
						["黑色沼澤"] = {
							["In"] = 311100,
							["Out"] = 0,
						},
						["奴隸監獄"] = {
							["In"] = 367378,
							["Out"] = 751,
						},
						["虛空風暴 - 布姆營地"] = {
							["In"] = 614,
							["Out"] = 0,
						},
						["虛空風暴 - 安卡特廢墟"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["虛空風暴 - 風暴之尖"] = {
							["In"] = 65000,
							["Out"] = 0,
						},
						["劍刃山脈 - 摩克納薩爾村"] = {
							["In"] = 329000,
							["Out"] = 0,
						},
						["納葛蘭 - 艾瑞斯平臺"] = {
							["In"] = 142000,
							["Out"] = 0,
						},
						["撒塔斯城 - 世界的盡頭小酒館"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
						["劍刃山脈 - 死亡之門"] = {
							["In"] = 117000,
							["Out"] = 0,
						},
						["劍刃山脈 - 血槌深谷"] = {
							["In"] = 177000,
							["Out"] = 0,
						},
						["撒塔斯城 - 陰鬱城"] = {
							["In"] = 326537,
							["Out"] = 0,
						},
						["泰洛卡森林 - 奧奇奈地穴"] = {
							["In"] = 33000,
							["Out"] = 0,
						},
						["莫高雷 - 赤色石"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["逆風小徑 - 卡拉贊"] = {
							["In"] = 650600,
							["Out"] = 0,
						},
						["贊格沼澤 - 塞納里奧避難所"] = {
							["In"] = 631700,
							["Out"] = 0,
						},
						["地獄火半島 - 夏納廢墟"] = {
							["In"] = 54000,
							["Out"] = 0,
						},
						["影月谷 - 影月村"] = {
							["In"] = 139500,
							["Out"] = 0,
						},
						["莫高雷 - 血蹄村"] = {
							["In"] = 600,
							["Out"] = 0,
						},
						["莫高雷 - 石牛湖"] = {
							["In"] = 175,
							["Out"] = 0,
						},
						["莫高雷"] = {
							["In"] = 250,
							["Out"] = 0,
						},
						["泰洛卡森林 - 法力墓地"] = {
							["In"] = 210000,
							["Out"] = 0,
						},
						["奧格瑪 - 勇者大廳"] = {
							["In"] = 30000,
							["Out"] = 0,
						},
						["莫高雷 - 紅雲台地"] = {
							["In"] = 17,
							["Out"] = 0,
						},
						["劍刃山脈 - 血之環"] = {
							["In"] = 74000,
							["Out"] = 0,
						},
						["泰洛卡森林 - 聖光之墓"] = {
							["In"] = 545,
							["Out"] = 0,
						},
						["納葛蘭 - 哈剌"] = {
							["In"] = 66000,
							["Out"] = 0,
						},
						["影月谷 - 赤紅守望"] = {
							["In"] = 525,
							["Out"] = 307,
						},
						["暗影迷宮"] = {
							["In"] = 1295,
							["Out"] = 0,
						},
						["贊格沼澤 - 薩布拉金"] = {
							["In"] = 492000,
							["Out"] = 0,
						},
						["波塔尼卡"] = {
							["In"] = 310,
							["Out"] = 0,
						},
						["奧特蘭克山脈 - 達拉然"] = {
							["In"] = 246000,
							["Out"] = 0,
						},
						["奧格瑪 - 榮譽谷"] = {
							["In"] = 2640,
							["Out"] = 0,
						},
						["影月谷 - 星光聖所"] = {
							["In"] = 18900,
							["Out"] = 0,
						},
						["影月谷 - 龍喉堡壘"] = {
							["In"] = 133211,
							["Out"] = 0,
						},
						["影月谷 - 伊利達瑞崗哨"] = {
							["In"] = 265200,
							["Out"] = 0,
						},
						["虛空風暴 - 紫蘿蘭之塔"] = {
							["In"] = 39000,
							["Out"] = 0,
						},
					},
				},
			},
		},
	},
}
