
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["+猛男俱樂部 - 伊弗斯"] = {
					["option"] = {
						[4] = {
							["bag"] = {
								nil, -- [1]
								{
									["display"] = false,
								}, -- [2]
								{
									["display"] = false,
								}, -- [3]
								{
									["display"] = false,
								}, -- [4]
								{
									["display"] = false,
								}, -- [5]
								{
									["display"] = false,
								}, -- [6]
							},
						},
					},
				},
				["特變電工 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-0012ECFA",
						["class"] = "WARRIOR",
						["class_local"] = "戰士",
						["race"] = "Tauren",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 311564994,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "特變電工",
						["faction"] = "Horde",
						["race_local"] = "牛頭人",
						["level"] = 70,
						["player_id"] = "特變電工 - 伊弗斯",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["slot_count"] = 80,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29472::::::::70:::::::::|h[黑色戰鬥迅猛龍之哨]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27390872,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22824::::::::70:::::::::|h[極效力量藥劑]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 10,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:29449::::::::70:::::::::|h[劍刃貝果]|h|r",
											["age"] = 27261179,
										}, -- [4]
										{
											["q"] = 1,
											["age"] = 27390638,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 5,
											["h"] = "|cffffffff|Hitem:22572::::::::70:::::::::|h[空氣微粒]|h|r",
											["bag_id"] = 1,
										}, -- [5]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:22450::::::::70:::::::::|h[虛無水晶]|h|r",
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
											["age"] = 27388198,
										}, -- [6]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["h"] = "|cffa335ee|Hitem:33923::24048::::::70:::::::::|h[復仇者凱旋墜飾]|h|r",
											["age"] = 27391109,
										}, -- [7]
										{
											["q"] = 1,
											["age"] = 27261179,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:29449::::::::70:::::::::|h[劍刃貝果]|h|r",
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28558::::::::70:::::::::|h[鬼靈裂片]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 42,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28579::::::::70:::::::::|h[羅慕歐的毒藥瓶]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 3,
											["h"] = "|cffffffff|Hitem:22854::::::::70:::::::::|h[強襲精煉藥劑]|h|r",
											["age"] = 27340203,
										}, -- [11]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:22854::::::::70:::::::::|h[強襲精煉藥劑]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
											["age"] = 27340224,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::70:::::::::|h[爐石]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:27664::::::::70:::::::::|h[烤泥鰍]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 16,
											["loc_id"] = 1,
											["age"] = 27320473,
										}, -- [14]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 15,
											["h"] = "|cffffffff|Hitem:22831::::::::70:::::::::|h[極效敏捷藥劑]|h|r",
											["age"] = 27360943,
										}, -- [15]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 3,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r",
											["age"] = 27327875,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 1,
											["loc_id"] = 1,
											["age"] = 27330776,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:22851::::::::70:::::::::|h[防禦精煉藥劑]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27301682,
										}, -- [2]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 3,
											["h"] = "|cff1eff00|Hitem:23529::::::::70:::::::::|h[堅鋼磨刀石]|h|r",
											["age"] = 27320473,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:24368::::::::70:::::::::|h[盤牙裝備]|h|r",
											["age"] = 27290300,
										}, -- [4]
										{
											["q"] = 1,
											["age"] = 27390734,
											["h"] = "|cffffffff|Hitem:22854::::::::70:::::::::|h[強襲精煉藥劑]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 6,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["age"] = 27390804,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22445::::::::70:::::::::|h[魔塵]|h|r",
											["bag_id"] = 2,
											["count"] = 8,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:21991::::::::70:::::::::|h[厚幽紋繃帶]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["age"] = 27390872,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:9224::::::::70:::::::::|h[屠魔藥劑]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 19,
											["loc_id"] = 1,
											["age"] = 27390734,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:9224::::::::70:::::::::|h[屠魔藥劑]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["age"] = 27390776,
										}, -- [10]
										{
											["q"] = 1,
											["age"] = 27390872,
											["h"] = "|cffffffff|Hitem:21991::::::::70:::::::::|h[厚幽紋繃帶]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:30155::::::::70:::::::::|h[蛤蜊條]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 8,
											["h"] = "|cff1eff00|Hitem:28421::::::::70:::::::::|h[堅鋼平衡石]|h|r",
											["age"] = 27392232,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 12,
											["sb"] = 0,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:33872::::::::70:::::::::|h[辣炒塔巴克]|h|r",
											["age"] = 27392701,
										}, -- [14]
										{
											["q"] = 1,
											["age"] = 27390848,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 15,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 16,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30359::::::::70:::::::::|h[歐朗諾克的力量之薯]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5956::::::::70:::::::::|h[鐵匠之錘]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 27392698,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["bag_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["age"] = 27392701,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["bag_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:22459::::::::70:::::::::|h[虛無球體]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 4,
											["loc_id"] = 1,
											["age"] = 27390734,
										}, -- [4]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:32062::::::::70:::::::::|h[極效堅韌藥劑]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 9,
											["loc_id"] = 1,
											["age"] = 27390865,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:13455::::::::70:::::::::|h[強效石盾藥水]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 27390848,
											["h"] = "|cffffffff|Hitem:32062::::::::70:::::::::|h[極效堅韌藥劑]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["bag_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:17058::::::::70:::::::::|h[魚油]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27395169,
										}, -- [8]
										{
											["q"] = 1,
											["age"] = 27390803,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 5,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["bag_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["age"] = 27392701,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 10,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["bag_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:22831::::::::70:::::::::|h[極效敏捷藥劑]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["age"] = 27390865,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28061::::::::70:::::::::|h[鐵傷子彈]|h|r",
											["count"] = 188,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22462::::::::70:::::::::|h[符文堅鋼魔棒]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:27503::::::::70:::::::::|h[力量卷軸 V]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 5,
											["loc_id"] = 1,
											["age"] = 27390803,
										}, -- [14]
										{
											["q"] = 1,
											["age"] = 27390848,
											["h"] = "|cffffffff|Hitem:22831::::::::70:::::::::|h[極效敏捷藥劑]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 15,
											["loc_id"] = 1,
											["bag_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["age"] = 27390848,
											["h"] = "|cffffffff|Hitem:33872::::::::70:::::::::|h[辣炒塔巴克]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["bag_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["age"] = 27392701,
											["h"] = "|cffffffff|Hitem:33872::::::::70:::::::::|h[辣炒塔巴克]|h|r",
											["count"] = 7,
											["sb"] = 0,
											["slot_id"] = 1,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [1]
										{
											["q"] = 2,
											["age"] = 27392245,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 2,
											["h"] = "|cff1eff00|Hitem:22451::::::::70:::::::::|h[原始空氣]|h|r",
											["bag_id"] = 4,
										}, -- [2]
										{
											["q"] = 1,
											["age"] = 27390868,
											["h"] = "|cffffffff|Hitem:33092::::::::70:::::::::|h[治療藥水注射器]|h|r",
											["count"] = 19,
											["sb"] = 0,
											["slot_id"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:29425::::::::70:::::::::|h[基爾加丹印記]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27393504,
										}, -- [4]
										{
											["q"] = 1,
											["age"] = 27390868,
											["h"] = "|cffffffff|Hitem:33092::::::::70:::::::::|h[治療藥水注射器]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [5]
										{
											["q"] = 1,
											["age"] = 27390872,
											["h"] = "|cffffffff|Hitem:21991::::::::70:::::::::|h[厚幽紋繃帶]|h|r",
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 27392227,
											["h"] = "|cffffffff|Hitem:14047::::::::70:::::::::|h[符文布]|h|r",
											["count"] = 9,
											["sb"] = 0,
											["slot_id"] = 7,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [7]
										{
											["q"] = 2,
											["bag_id"] = 4,
											["h"] = "|cff1eff00|Hitem:28421::::::::70:::::::::|h[堅鋼平衡石]|h|r",
											["count"] = 13,
											["sb"] = 0,
											["slot_id"] = 8,
											["loc_id"] = 1,
											["age"] = 27392245,
										}, -- [8]
										{
											["q"] = 1,
											["age"] = 27392246,
											["h"] = "|cffffffff|Hitem:25719::::::::70:::::::::|h[阿拉卡羽毛]|h|r",
											["count"] = 11,
											["sb"] = 0,
											["slot_id"] = 9,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:28399::::::::70:::::::::|h[濾過的德萊尼之水]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["age"] = 27393504,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 19,
											["loc_id"] = 1,
											["age"] = 27392227,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:25477::::::::70:::::::::|h[迅捷紅色雙足飛龍]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:27860::::::::70:::::::::|h[淨化過的德萊尼水]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27393504,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:29426::::::::70:::::::::|h[火翼徽章]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 14,
											["loc_id"] = 1,
											["age"] = 27393504,
										}, -- [14]
										{
											["q"] = 4,
											["age"] = 27391228,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 15,
											["h"] = "|cffa335ee|Hitem:30053:2997:31868:24067:::::70:::::::::|h[戰鬥舞者肩鎧]|h|r",
											["bag_id"] = 4,
										}, -- [15]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffffffff|Hitem:17056::::::::70:::::::::|h[輕羽毛]|h|r",
											["count"] = 6,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["age"] = 27395169,
										}, -- [16]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32649::::::::70:::::::::|h[卡拉伯爾勳章]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29021:3009:32409:22459:::::70:::::::::|h[戰爭使者鬥盔]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:30344::::::::70:::::::::|h[部落勳章]|h|r",
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:22446::::::::70:::::::::|h[強效異界精華]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 2,
											["bag_id"] = 5,
											["h"] = "|cff1eff00|Hitem:22447::::::::70:::::::::|h[次級異界精華]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 5,
											["loc_id"] = 1,
											["age"] = 27395169,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["age"] = 27395169,
											["h"] = "|cffffffff|Hitem:22104::::::::70:::::::::|h[極強效治療石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 6,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:25023:2984:::::-35:300548138:70:::::::::|h[暗影防護之督軍脛甲]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:24616:2984:::::-35:552271904:70:::::::::|h[暗影防護之復仇者手套]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 3,
											["bag_id"] = 5,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 9,
											["h"] = "|cff0070dd|Hitem:28301:1441:::::::70:::::::::|h[薩瑞尼斯謎樣的華服]|h|r",
											["age"] = 27392699,
										}, -- [9]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
											["count"] = 17,
											["sb"] = 0,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["age"] = 27395169,
										}, -- [10]
										{
											["q"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["age"] = 27395169,
										}, -- [11]
										{
											["q"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30487:684:::::::70:::::::::|h[殘忍鬥士鎧甲護手]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 4,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [5]
							},
						}, -- [1]
						{
							["slot_count"] = 32,
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:27808::::::::70:::::::::|h[彈跳裝置4000鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:27991::::::::70:::::::::|h[暗影迷宮鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:29460::::::::70:::::::::|h[伊斯利恩監獄鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 6,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:24490::::::::70:::::::::|h[大師之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:31664::::::::70:::::::::|h[祖魯希德的鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30623::::::::70:::::::::|h[蓄湖之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31084::::::::70:::::::::|h[亞克崔茲鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30635::::::::70:::::::::|h[時光之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30633::::::::70:::::::::|h[奧奇奈鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30634::::::::70:::::::::|h[扭曲鍛造鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30637::::::::70:::::::::|h[火鑄之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:31755::::::::70:::::::::|h[雙足翼龍的牢籠鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31704::::::::70:::::::::|h[風暴之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 23,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 24,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 25,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 26,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 27,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 28,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 29,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 32,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 19,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
						}, -- [2]
						{
							["slot_count"] = 140,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:18794::::::::70:::::::::|h[大型棕色科多獸]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:32905::::::::70:::::::::|h[角瓶虛空噴劑]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 13,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:34068::::::::70:::::::::|h[增重的南瓜燈籠]|h|r",
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:7082::::::::70:::::::::|h[空氣精華]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 2,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:24907::::::-34:215679031:70:::::::::|h[自然防護之雄鹿皮內襯護腿]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:31984::::::::70:::::::::|h[殘忍鬥士巨劍]|h|r",
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:27529::::::::70:::::::::|h[巨像之偶]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:32062::::::::70:::::::::|h[極效堅韌藥劑]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:22448::::::::70:::::::::|h[小塊稜石裂片]|h|r",
										}, -- [10]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:1210::::::::70:::::::::|h[暗影石]|h|r",
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30446::::::::70:::::::::|h[索拉瑞恩藍寶石]|h|r",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:29011:2999:25896:24033:::::70:::::::::|h[戰爭使者防禦巨盔]|h|r",
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:29016:2991:24055:24062:::::70:::::::::|h[戰爭使者防禦肩衛]|h|r",
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30563::::::::70:::::::::|h[華貴的丹泉石]|h|r",
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:31113::::::::70:::::::::|h[紫羅蘭徽章]|h|r",
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30083::::::::70:::::::::|h[靈魂分裂之戒]|h|r",
										}, -- [17]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:10939::::::::70:::::::::|h[強效魔法精華]|h|r",
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28675::::::::70:::::::::|h[謝爾曼納偉大之戒]|h|r",
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:20560::::::::70:::::::::|h[奧特蘭克山谷榮譽獎章]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["count"] = 83,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8491::::::::70:::::::::|h[貓籠(黑紋灰貓)]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 21,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 22,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:30099::::::::70:::::::::|h[浸濕的磨損拴繩]|h|r",
										}, -- [22]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 23,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:28772::::::::70:::::::::|h[日怒鳳凰之弓]|h|r",
										}, -- [23]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 24,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:28851:2661:24027:24027:24051::::70:::::::::|h[高階督軍鎧甲護軀]|h|r",
										}, -- [24]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 25,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:31371:3008:::::::70:::::::::|h[冰霜守衛頭盔]|h|r",
										}, -- [25]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:38289::::::::70:::::::::|h[寇仁的幸運錢幣]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 26,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:37127::::::::70:::::::::|h[亮酒符咒]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 27,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [27]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 7,
											["sb"] = 0,
											["slot_id"] = 28,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:10998::::::::70:::::::::|h[次級星界精華]|h|r",
										}, -- [28]
									},
									["bag_id"] = 1,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30488:3003:32409:24048:::::70:::::::::|h[殘忍鬥士鎧甲頭盔]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 26,
											["sb"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:26042::::::::70:::::::::|h[歐夏剛水晶粉末樣本]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:6358::::::::70:::::::::|h[黑口魚]|h|r",
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30022::::::::70:::::::::|h[冒險墜飾]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:20748::::::::70:::::::::|h[卓越法力之油]|h|r",
										}, -- [5]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["h"] = "|cff0070dd|Hitem:31079::::::::70:::::::::|h[水銀堅鋼石]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:30117:2991:24033:24033:::::70:::::::::|h[毀滅者防禦肩衛]|h|r",
										}, -- [7]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 80,
											["sb"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:20558::::::::70:::::::::|h[戰歌峽谷榮譽獎章]|h|r",
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 51,
											["sb"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:20559::::::::70:::::::::|h[阿拉希盆地榮譽獎章]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:23559::::::::70:::::::::|h[次級結界符文]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:18607::::::::70:::::::::|h[部落戰旗]|h|r",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30490:2997:24027:24067:::::70:::::::::|h[殘忍鬥士鎧甲護肩]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:11175::::::::70:::::::::|h[強效虛空精華]|h|r",
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:31746::::::::70:::::::::|h[鳳凰之火指環]|h|r",
										}, -- [16]
									},
									["bag_id"] = 2,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26045::::::::70:::::::::|h[哈剌戰鬥徽章]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 3,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:29736::::::::70:::::::::|h[秘法符文]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27502::::::::70:::::::::|h[耐力卷軸 V]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:13455::::::::70:::::::::|h[強效石盾藥水]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:27498::::::::70:::::::::|h[敏捷卷軸 V]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32805::::::::70:::::::::|h[精兵鎧甲腰帶]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30489:3012:::::::70:::::::::|h[殘忍鬥士鎧甲腿甲]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30061:2929:::::::70:::::::::|h[先祖征服之戒]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:30566::::::::70:::::::::|h[防衛者的丹泉石]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32052::::::::70:::::::::|h[殘忍鬥士分割者]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28377:368:::::::70:::::::::|h[士官厚重披風]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 57,
											["sb"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 3,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:28102::::::::70:::::::::|h[猛擊藥劑]|h|r",
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 14,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 16,
											["sb"] = 0,
											["slot_id"] = 15,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:17202::::::::70:::::::::|h[雪球]|h|r",
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32793:2658:::::::70:::::::::|h[精兵鎧甲護脛]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 3,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32388::::::::70:::::::::|h[暗影之塵]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 7,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33813:2647:24048::::::70:::::::::|h[復仇者鎧甲護腕]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22573::::::::70:::::::::|h[大地微粒]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:28597:2661:24033:24033:24033::::70:::::::::|h[潘札薩爾胸甲]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32446::::::::70:::::::::|h[暗影藥劑]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28777:368:::::::70:::::::::|h[地窖潛行者披風]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22572::::::::70:::::::::|h[空氣微粒]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:11137::::::::70:::::::::|h[幻象之塵]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 19,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:19768::::::::70:::::::::|h[原始虎皮]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 3,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37297::::::::70:::::::::|h[黃金勳章]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:33057:2931:::::::70:::::::::|h[精兵凱旋指環]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29024::::::::70:::::::::|h[暴風之眼榮譽獎章]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 54,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:22447::::::::70:::::::::|h[次級異界精華]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24682::::::-34:130547767:70:::::::::|h[自然防護之大法師便褲]|h|r",
											["slot_id"] = 15,
											["sb"] = 2,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30052:2931:::::::70:::::::::|h[致命之戒]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 4,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25521::::::::70:::::::::|h[強效結界符文]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:24682::::::-33:1070071863:70:::::::::|h[冰霜防護之大法師便褲]|h|r",
											["slot_id"] = 2,
											["sb"] = 2,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:26044::::::::70:::::::::|h[哈剌研究徽章]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 9,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21882::::::::70:::::::::|h[靈魂精華]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 12,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:28566::24033:24033:::::70:::::::::|h[不撓的赤紅束腰]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:32620::::::::70:::::::::|h[時光流逝卷軸]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:30116:3013:24055::::::70:::::::::|h[毀滅者防禦腿甲]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:17909::::::::70:::::::::|h[6級霜狼徽記]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:28747:2649:24033:24033:::::70:::::::::|h[戰傷長靴]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:30155::::::::70:::::::::|h[蛤蜊條]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 6,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:28502:2647:24033::::::70:::::::::|h[驍勇臂鎧]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:33154::::::::70:::::::::|h[邪惡小南瓜]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24140::::::::70:::::::::|h[燻黑的骨灰甕]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:30344::::::::70:::::::::|h[部落勳章]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:22849::::::::70:::::::::|h[鐵盾藥水]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:23562::::::::70:::::::::|h[競技場隊伍登記表 (5v5)]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 3,
											["count"] = 5,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 6,
											["h"] = "|cffffffff|Hitem:24368::::::::70:::::::::|h[盤牙裝備]|h|r",
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30098:368:::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:29017:2564:::::::70:::::::::|h[戰爭使者防禦手甲]|h|r",
										}, -- [6]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r",
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29019:2661:24058:30546:24054::::70:::::::::|h[戰爭使者戰甲胸甲]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:28442:2673:::::::70:::::::::|h[風暴信使]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:22450::::::::70:::::::::|h[虛無水晶]|h|r",
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:29279::::::::70:::::::::|h[偉大保衛者之紫羅蘭徽記]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:24093::::::::70:::::::::|h[融解墜飾]|h|r",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cff0070dd|Hitem:27804:2662:::::::70:::::::::|h[惡魔鯊魚斗篷]|h|r",
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["h"] = "|cffa335ee|Hitem:29298::::::::70:::::::::|h[永恆指環]|h|r",
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32054::::::::70:::::::::|h[殘忍鬥士戰鋒飛斧]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 6,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["h"] = "|cffa335ee|Hitem:31369:2987:::::::70:::::::::|h[冰霜守衛胸甲]|h|r",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 7,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["h"] = "|cffa335ee|Hitem:31370:2987:::::::70:::::::::|h[冰霜守衛護腿]|h|r",
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 17,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31074::::::::70:::::::::|h[撕裂之心護符]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14047::::::::70:::::::::|h[符文布]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 9,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 7,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 7,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 7,
											["h"] = "|cff1eff00|Hitem:25054::::::-33:104988701:70:::::::::|h[冰霜防護之方鈉礦指環]|h|r",
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 7,
											["h"] = "|cffa335ee|Hitem:31398::::::::70:::::::::|h[冰凍之眼]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24368::::::::70:::::::::|h[盤牙裝備]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 7,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 8,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 8,
											["h"] = "|cffa335ee|Hitem:30058:2673:::::::70:::::::::|h[潮汐之錘]|h|r",
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 8,
											["h"] = "|cffa335ee|Hitem:28825:1071:24033::::::70:::::::::|h[奧多爾遺產防衛者]|h|r",
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 8,
											["h"] = "|cffa335ee|Hitem:30025::::::::70:::::::::|h[毒蛇神殿手裏劍]|h|r",
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:35279::::::::70:::::::::|h[夏日晴空外袍]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 8,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:31405::::::::70:::::::::|h[伊利達瑞紫色勝利外袍]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 8,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 8,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [8]
							},
						}, -- [3]
						nil, -- [4]
						{
							["slot_count"] = 1,
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["msg_id"] = 1,
											["att_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["sb"] = 0,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["loc_id"] = 5,
									["status"] = -3,
									["bag_id"] = 2,
									["type"] = 15,
								}, -- [2]
							},
						}, -- [5]
						{
							["slot_count"] = 19,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30120:3003:32409:24067:::::70:::::::::|h[毀滅者戰甲鬥盔]|h|r",
											["age"] = 27392700,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r",
											["age"] = 27392700,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30866:2997:::::::70:::::::::|h[血污肩鎧]|h|r",
											["age"] = 27392664,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32323:368:::::::70:::::::::|h[影月毀滅者披氅]|h|r",
											["age"] = 27392700,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30486:2661:28363:28362:24048::::70:::::::::|h[殘忍鬥士鎧甲護軀]|h|r",
											["age"] = 27392694,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["age"] = 27254329,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r",
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30057:2647:24067::::::70:::::::::|h[消滅護腕]|h|r",
											["age"] = 27392664,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28824:684:24054:24048:::::70:::::::::|h[火星完美護手]|h|r",
											["age"] = 27392700,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30032::24067:24048:::::70:::::::::|h[紅色戰鬥腰帶]|h|r",
											["age"] = 27392664,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29950:3012:24048:24048:24048::::70:::::::::|h[血守衛護脛]|h|r",
											["age"] = 27392664,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30081:2658:::::::70:::::::::|h[遺忘戰靴]|h|r",
											["age"] = 27392700,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33919:2931:::::::70:::::::::|h[復仇者凱旋指環]|h|r",
											["age"] = 27392664,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:32335:2931:::::::70:::::::::|h[強勁侵略者指環]|h|r",
											["age"] = 27392693,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r",
											["age"] = 27392694,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30627::::::::70:::::::::|h[海嘯護符]|h|r",
											["age"] = 27395106,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["age"] = 27395141,
											["h"] = "|cffa335ee|Hitem:28439:2673:::::::70:::::::::|h[龍擊]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 18,
											["sb"] = 3,
											["age"] = 27395141,
											["h"] = "|cffa335ee|Hitem:29996:2673:::::::70:::::::::|h[太陽之王權杖]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 19,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30105::::::::70:::::::::|h[蛇脊長弓]|h|r",
											["age"] = 27392664,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["type"] = 20,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["bag_id"] = 1,
											["expires"] = 27395580,
											["h"] = "|cff1eff00|Hitem:32897::::::::70:::::::::|h[伊利達瑞的印記]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27392700,
											["slot_id"] = 1,
											["loc_id"] = 10,
										}, -- [1]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
							["slot_count"] = 1,
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["slot_count"] = 32,
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "reputation:369:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "reputation:934:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "reputation:609:中立:0:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 0,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "reputation:942:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "reputation:932:仇恨:0:36000:0:0:0",
											["bag_id"] = 1,
											["count"] = -42000,
										}, -- [5]
										{
											["q"] = 0,
											["h"] = "reputation:76:尊敬:1356:12000:0:0:0",
											["count"] = 10356,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["h"] = "reputation:68:友好:1166:6000:0:0:0",
											["count"] = 4166,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["h"] = "reputation:889:尊敬:4250:12000:0:0:0",
											["count"] = 13250,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "reputation:970:不友好:2765:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = -235,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "reputation:989:崇敬:11398:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 32398,
										}, -- [10]
										{
											["q"] = 0,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "reputation:530:尊敬:1891:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 10891,
										}, -- [12]
										{
											["q"] = 0,
											["h"] = "reputation:576:敵對:1980:3000:0:0:0",
											["count"] = -4020,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "reputation:577:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "reputation:510:尊敬:2570:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 11570,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "reputation:990:尊敬:5830:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 14830,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "reputation:1012:友好:5855:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 8855,
										}, -- [17]
										{
											["q"] = 0,
											["h"] = "reputation:59:中立:1100:3000:0:0:0",
											["count"] = 1100,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["h"] = "reputation:941:崇敬:1276:21000:0:0:0",
											["count"] = 22276,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["h"] = "reputation:947:崇敬:14433:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 35433,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 21,
											["sb"] = 3,
											["h"] = "reputation:967:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["h"] = "reputation:933:崇敬:336:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 21336,
										}, -- [22]
										{
											["q"] = 0,
											["h"] = "reputation:935:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 24,
											["sb"] = 3,
											["h"] = "reputation:1031:友好:67:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3067,
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 25,
											["sb"] = 3,
											["h"] = "reputation:21:中立:500:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 500,
										}, -- [25]
										{
											["q"] = 0,
											["h"] = "reputation:1015:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 27,
											["sb"] = 3,
											["h"] = "reputation:270:中立:490:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 490,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["h"] = "reputation:911:友好:4060:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 7060,
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 29,
											["sb"] = 3,
											["h"] = "reputation:529:中立:220:3000:0:0:0",
											["bag_id"] = 1,
											["count"] = 220,
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 30,
											["sb"] = 3,
											["h"] = "reputation:1011:崇敬:14734:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 35734,
										}, -- [30]
										{
											["q"] = 0,
											["h"] = "reputation:81:尊敬:6081:12000:0:0:0",
											["count"] = 15081,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 32,
											["sb"] = 3,
											["h"] = "reputation:729:崇拜:999:1000:0:0:0",
											["bag_id"] = 1,
											["count"] = 42999,
										}, -- [32]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
						}, -- [16]
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["faction_local"] = "",
						["name"] = "我的帳號",
						["faction"] = "",
						["proj"] = 5,
						["level"] = 1,
						["player_id"] = "!ACCOUNT - 100",
						["realm"] = "",
					},
				},
				["邁克爾假死 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-0008386D",
						["class"] = "HUNTER",
						["class_local"] = "獵人",
						["race"] = "Troll",
						["proj"] = 5,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 8457,
						["gender"] = 2,
						["name"] = "邁克爾假死",
						["faction"] = "Horde",
						["race_local"] = "食人妖",
						["level"] = 70,
						["player_id"] = "邁克爾假死 - 伊弗斯",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["slot_id"] = 1,
											["age"] = 27209299,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22573::::::::70:::::::::|h[大地微粒]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 9,
											["bag_id"] = 1,
											["age"] = 27209082,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22574::::::::70:::::::::|h[火焰微粒]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:31746::::::::70:::::::::|h[鳳凰之火指環]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 4,
											["age"] = 27209088,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:22854::::::::70:::::::::|h[強襲精煉藥劑]|h|r",
										}, -- [5]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29081::::::::70:::::::::|h[惡魔獵者巨盔]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["slot_id"] = 7,
											["age"] = 27209299,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:24246::::::::70:::::::::|h[血紅木槿]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:30807::::::::70:::::::::|h[烏伏洛斯的火鬃]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超強效治療藥水]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:25719::::::::70:::::::::|h[阿拉卡羽毛]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["o"] = true,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["o"] = true,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["slot_id"] = 15,
											["age"] = 27209299,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["slot_id"] = 16,
											["age"] = 27209350,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:29451::::::::70:::::::::|h[裂蹄肋排]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:27854::::::::70:::::::::|h[煙燻塔巴克鹿肉]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22831::::::::70:::::::::|h[極效敏捷藥劑]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::70:::::::::|h[爐石]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 27,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:28558::::::::70:::::::::|h[鬼靈裂片]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:24449::::::::70:::::::::|h[豐饒孢子]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:30638::::::::70:::::::::|h[一盒戲法]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 11,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21882::::::::70:::::::::|h[靈魂精華]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:30809::::::::70:::::::::|h[薩格拉斯印記]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 14,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:30810::::::::70:::::::::|h[日怒徽章]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22576::::::::70:::::::::|h[法力微粒]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 2,
											["age"] = 27209082,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:23933::::::::70:::::::::|h[麥迪文的日記]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 17,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21991::::::::70:::::::::|h[厚幽紋繃帶]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:24338::::::::70:::::::::|h[地獄火骨葉]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["age"] = 27209350,
											["h"] = "|cffffffff|Hitem:22105::::::::70:::::::::|h[極強效治療石]|h|r",
										}, -- [16]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 1,
									["h"] = "|cff1eff00|Hitem:14155::::::::70:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 3,
											["age"] = 27209350,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 200,
											["age"] = 27209350,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 8,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:33042::::::::70:::::::::|h[黑咖啡]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:3823::::::::70:::::::::|h[次級隱形藥水]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:29451::::::::70:::::::::|h[裂蹄肋排]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30358::::::::70:::::::::|h[歐朗諾克的敏捷之薯]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 3,
											["age"] = 27209088,
											["h"] = "|cffffffff|Hitem:28102::::::::70:::::::::|h[猛擊藥劑]|h|r",
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 13,
											["bag_id"] = 3,
											["age"] = 27209291,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 3,
											["age"] = 27209291,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28100::::::::70:::::::::|h[強烈治療藥水]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:32905::::::::70:::::::::|h[角瓶虛空噴劑]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cff1eff00|Hitem:14155::::::::70:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 15,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:9172::::::::70:::::::::|h[隱形藥水]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 4,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:34062::::::::70:::::::::|h[魔法軟餅]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22575::::::::70:::::::::|h[生命微粒]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 17,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:24421::::::::70:::::::::|h[納葛蘭櫻桃]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 18,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:20558::::::::70:::::::::|h[戰歌峽谷榮譽獎章]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 9,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:23572::::::::70:::::::::|h[原始虛空]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:18846::::::::70:::::::::|h[部落徽記]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:19029::::::::70:::::::::|h[霜狼嗥叫者號角]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33999::::::::70:::::::::|h[塞納里奧戰爭角鷹獸]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 34,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28553::::::::70:::::::::|h[驅魔者指環]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 3,
									["h"] = "|cff1eff00|Hitem:14155::::::::70:::::::::|h[月布包]|h|r",
									["texture"] = 133647,
								}, -- [4]
								{
									["q"] = 3,
									["type"] = 12,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209350,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 69,
											["age"] = 27209350,
											["bag_id"] = 5,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 200,
											["bag_id"] = 5,
											["age"] = 27209299,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["count"] = 200,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["count"] = 200,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["count"] = 200,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:28056::::::::70:::::::::|h[暗飛箭]|h|r",
											["bag_id"] = 5,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff0070dd|Hitem:19319::::::::70:::::::::|h[鷹身人皮箭袋]|h|r",
									["texture"] = 134406,
								}, -- [5]
							},
							["slot_count"] = 80,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:18249::::::::70:::::::::|h[月牙鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:11000::::::::70:::::::::|h[影爐鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:12382::::::::70:::::::::|h[城市大門鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:27808::::::::70:::::::::|h[彈跳裝置4000鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:25604::::::::70:::::::::|h[戰槌監牢鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:27991::::::::70:::::::::|h[暗影迷宮鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:29460::::::::70:::::::::|h[伊斯利恩監獄鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:24490::::::::70:::::::::|h[大師之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30633::::::::70:::::::::|h[奧奇奈鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30623::::::::70:::::::::|h[蓄湖之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30635::::::::70:::::::::|h[時光之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30634::::::::70:::::::::|h[扭曲鍛造鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30637::::::::70:::::::::|h[火鑄之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 14,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:31664::::::::70:::::::::|h[祖魯希德的鑰匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31704::::::::70:::::::::|h[風暴之鑰]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 28,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 17,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16852:2564:::::::70:::::::::|h[巨獸之王手套]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16851::::::::70:::::::::|h[巨獸之王腰帶]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4425::::::::70:::::::::|h[敏捷卷軸 III]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16846:2586:::::::70:::::::::|h[巨獸之王盔帽]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16936::::::::70:::::::::|h[馭龍者腰帶]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16942:1892:::::::70:::::::::|h[馭龍者胸甲]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18805:2564:::::::70:::::::::|h[熔核犬牙]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16849:911:::::::70:::::::::|h[巨獸之王的靴子]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16850:1883:::::::70:::::::::|h[巨獸之王護腕]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:21635:2646:::::::70:::::::::|h[沙漠搶奪者之刺]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:21596::::::::70:::::::::|h[屠神者之戒]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16845:928:::::::70:::::::::|h[巨獸之王胸甲]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19383::::::::70:::::::::|h[屠龍大師勳章]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:18641::::::::70:::::::::|h[緻密火藥]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:21673:2564:::::::70:::::::::|h[異種蟲爪]|h|r",
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18832:2564:::::::70:::::::::|h[蠻橫利刃]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:18641::::::::70:::::::::|h[緻密火藥]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:19183::::::::70:::::::::|h[沙漏之沙]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["count"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:10761::::::::70:::::::::|h[寒怒匕首]|h|r",
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:10761::::::::70:::::::::|h[寒怒匕首]|h|r",
											["slot_id"] = 20,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:16309::::::::70:::::::::|h[龍火護符]|h|r",
											["slot_id"] = 21,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28181::::::::70:::::::::|h[大地看守者頭巾]|h|r",
											["slot_id"] = 22,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [22]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19361:2523:::::::70:::::::::|h[埃瑟利蘇爾，懲戒之弩]|h|r",
											["slot_id"] = 23,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10562::::::::70:::::::::|h[高爆爆裂物]|h|r",
											["slot_id"] = 24,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [24]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:18473::::::::70:::::::::|h[埃德薩拉斯皇家徽印]|h|r",
											["slot_id"] = 25,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [25]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:15410::::::::70:::::::::|h[奧妮克希亞鱗片]|h|r",
											["slot_id"] = 26,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:20402::::::::70:::::::::|h[諾茲多姆的使者]|h|r",
											["slot_id"] = 27,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [27]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:11135::::::::70:::::::::|h[強效秘法精華]|h|r",
											["slot_id"] = 28,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [28]
									},
									["bag_id"] = 1,
									["loc_id"] = 3,
									["count"] = 28,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:18945::::::::70:::::::::|h[黑鐵殘油]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 13,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19325::::::::70:::::::::|h[胡力歐指環]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5634::::::::70:::::::::|h[自由行動藥水]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10646::::::::70:::::::::|h[哥布林工事炸藥]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 3,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4398::::::::70:::::::::|h[大型爆鹽炸藥]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 10,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28192::::::::70:::::::::|h[哀傷之鏈頭盔]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:13459::::::::70:::::::::|h[強效暗影防護藥水]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21229::::::::70:::::::::|h[其拉領主徽記]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 23,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:9172::::::::70:::::::::|h[隱形藥水]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:19858::::::::70:::::::::|h[贊達拉榮譽勳章]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:13452::::::::70:::::::::|h[貓鼬藥劑]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20007::::::::70:::::::::|h[魔血藥水]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7075::::::::70:::::::::|h[大地之核]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 14,
											["o"] = true,
											["bag_id"] = 2,
											["h"] = "|cff1eff00|Hitem:5759::::::::70:::::::::|h[瑟銀帶鎖箱]|h|r",
										}, -- [14]
									},
									["bag_id"] = 2,
									["loc_id"] = 3,
									["count"] = 14,
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:14046::::::::70:::::::::|h[符文布背包]|h|r",
									["texture"] = 133652,
								}, -- [2]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:7972::::::::70:::::::::|h[亡靈腐液]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:16203::::::::70:::::::::|h[強效不滅精華]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:31760::::::::70:::::::::|h[迷你鸚鵡]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:19258::::::::70:::::::::|h[督軍之一]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16935:1886:::::::70:::::::::|h[馭龍者護腕]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10309::::::::70:::::::::|h[敏捷卷軸 IV]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:21205::::::::70:::::::::|h[青銅龍軍團的徽記之戒]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16848:2606:::::::70:::::::::|h[巨獸之王肩冑]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:14344::::::::70:::::::::|h[大塊魔光裂片]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 16,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4375::::::::70:::::::::|h[高速青銅齒輪]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 8,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 3,
											["count"] = 1,
											["r"] = true,
											["slot_id"] = 11,
											["h"] = "|cffa335ee|Hitem:18401::::::::70:::::::::|h[諾斯卓的屠龍技術綱要]|h|r",
											["bag_id"] = 3,
											["sb"] = 0,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:13446::::::::70:::::::::|h[極效治療藥水]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:9036::::::::70:::::::::|h[抗魔藥水]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:25937::::::::70:::::::::|h[泰洛卡精密石板]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [14]
									},
									["bag_id"] = 3,
									["loc_id"] = 3,
									["count"] = 14,
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:14046::::::::70:::::::::|h[符文布背包]|h|r",
									["texture"] = 133652,
								}, -- [3]
								{
									["q"] = 1,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:12938::::::::70:::::::::|h[英雄之血]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:12841::::::::70:::::::::|h[侵略者的天譴石]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 7,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:12840::::::::70:::::::::|h[爪牙的天譴石]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 17,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:20560::::::::70:::::::::|h[奧特蘭克山谷榮譽獎章]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 5,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:20558::::::::70:::::::::|h[戰歌峽谷榮譽獎章]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 18,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:18329::::::::70:::::::::|h[疾速秘藥]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:18329::::::::70:::::::::|h[疾速秘藥]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:12843::::::::70:::::::::|h[墮落者的天譴石]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 2,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:13461::::::::70:::::::::|h[強效秘法防護藥水]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:14530::::::::70:::::::::|h[厚符文布繃帶]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:12846::::::::70:::::::::|h[銀色黎明委任徽章]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19336::::::::70:::::::::|h[秘法灌注寶石]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16937::::::::70:::::::::|h[馭龍者肩甲]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19433::::::::70:::::::::|h[灰燼護腿]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [14]
									},
									["bag_id"] = 4,
									["loc_id"] = 3,
									["count"] = 14,
									["status"] = -3,
									["h"] = "|cffffffff|Hitem:14046::::::::70:::::::::|h[符文布背包]|h|r",
									["texture"] = 133652,
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16938::::::::70:::::::::|h[馭龍者腿甲]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16939::::::::70:::::::::|h[馭龍者頭盔]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:16940::::::::70:::::::::|h[馭龍者護手]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:15063:1887:::::::70:::::::::|h[魔暴龍護手]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:4338::::::::70:::::::::|h[魔紋布]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 17,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:11177::::::::70:::::::::|h[小塊強光裂片]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 19,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:15138::::::::70:::::::::|h[奧妮克希亞鱗片披風]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18404::::::::70:::::::::|h[奧妮克希亞龍牙墜飾]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18713:664:::::::70:::::::::|h[倫魯迪洛爾，上古守護者的長弓]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18715:2564:::::::70:::::::::|h[羅克迪洛爾，上古守護者的手杖]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19874::::::::70:::::::::|h[懲戒長戟]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18538::::::::70:::::::::|h[古樹天敵]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:19953::::::::70:::::::::|h[雷納塔基的野獸符咒]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:10498::::::::70:::::::::|h[地精微調器]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:5956::::::::70:::::::::|h[鐵匠之錘]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:8591::::::::70:::::::::|h[青色迅猛龍之哨]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:4500::::::::70:::::::::|h[旅人的背包]|h|r",
									["texture"] = 133633,
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28041::::::::70:::::::::|h[刃拳飾物]|h|r",
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25433::::::::70:::::::::|h[黑曜石戰爭串珠]|h|r",
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 10,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:30809::::::::70:::::::::|h[薩格拉斯印記]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 89,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:26042::::::::70:::::::::|h[歐夏剛水晶粉末樣本]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 41,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:20559::::::::70:::::::::|h[阿拉希盆地榮譽獎章]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 6,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:29024::::::::70:::::::::|h[暴風之眼榮譽獎章]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 33,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:25477::::::::70:::::::::|h[迅捷紅色雙足飛龍]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:31074::::::::70:::::::::|h[撕裂之心護符]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:30939::::::::70:::::::::|h[惡魔野豬輕皮鞋]|h|r",
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:27747::::::::70:::::::::|h[泥沼脊椎指節]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:30592::::::::70:::::::::|h[穩固的綠玉髓]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:25686:2657:24048:23097:::::70:::::::::|h[惡魔皮靴]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29281::::::::70:::::::::|h[紫羅蘭徽記]|h|r",
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:28111::::::::70:::::::::|h[永恆地孢藻葉]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["count"] = 15,
											["bag_id"] = 6,
											["loc_id"] = 3,
										}, -- [16]
									},
									["bag_id"] = 6,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超強效治療藥水]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22829::::::::70:::::::::|h[超強效治療藥水]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 4,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:25719::::::::70:::::::::|h[阿拉卡羽毛]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:24368::::::::70:::::::::|h[盤牙裝備]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 22,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 8,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:24200::::::::70:::::::::|h[設計圖:閃亮的伊露恩之星]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:22832::::::::70:::::::::|h[超強效法力藥水]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 3,
											["bag_id"] = 7,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 1,
											["o"] = true,
											["bag_id"] = 7,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
										}, -- [14]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 1,
											["o"] = true,
											["bag_id"] = 7,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["sb"] = 0,
											["count"] = 1,
											["o"] = true,
											["bag_id"] = 7,
											["h"] = "|cff1eff00|Hitem:31952::::::::70:::::::::|h[克銀帶鎖箱]|h|r",
										}, -- [16]
									},
									["bag_id"] = 7,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 8,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 8,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 8,
									["loc_id"] = 3,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 15,
									["h"] = "|cff1eff00|Hitem:21841::::::::70:::::::::|h[幽紋布包]|h|r",
									["texture"] = 133656,
								}, -- [8]
							},
							["slot_count"] = 134,
						}, -- [3]
						nil, -- [4]
						{
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["sb"] = 0,
											["money"] = 57299,
											["bag_id"] = 1,
											["msg_id"] = 1,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["type"] = 15,
									["count"] = 49,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 3,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 5,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 6,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 7,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 8,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 9,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 10,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 11,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 12,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["loc_id"] = 5,
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["loc_id"] = 5,
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["loc_id"] = 5,
											["bag_id"] = 2,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 16,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 17,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 18,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 19,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [19]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 21,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 22,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [22]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 23,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [23]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 24,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [24]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 16,
											["sb"] = 0,
											["slot_id"] = 25,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [25]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 26,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [26]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 27,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [27]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 28,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [28]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 29,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [29]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 30,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [30]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 31,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [31]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:23117::::::::70:::::::::|h[藍月石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 32,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [32]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:23107::::::::70:::::::::|h[暗影卓奈石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 33,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [33]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:23112::::::::70:::::::::|h[黃金卓奈石]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["slot_id"] = 34,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [34]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 3,
											["sb"] = 0,
											["slot_id"] = 35,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [35]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 36,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [36]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 37,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [37]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 38,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [38]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 39,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [39]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 40,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [40]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 41,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [41]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 42,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [42]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 43,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [43]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 44,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [44]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 45,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [45]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 7,
											["sb"] = 0,
											["slot_id"] = 46,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [46]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 47,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [47]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 48,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [48]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:21877::::::::70:::::::::|h[幽紋布]|h|r",
											["count"] = 20,
											["sb"] = 0,
											["slot_id"] = 49,
											["bag_id"] = 2,
											["loc_id"] = 5,
										}, -- [49]
									},
									["status"] = -3,
									["bag_id"] = 2,
									["loc_id"] = 5,
								}, -- [2]
							},
							["slot_count"] = 50,
						}, -- [5]
						{
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 19,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28275:3003:30553:32409:::::70:::::::::|h[野獸之王頭盔]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29381::::::::70:::::::::|h[邪惡意圖頸飾]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:27801:2996:28290:23116:::::70:::::::::|h[野獸之王披肩]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28228:2661:23097:23097:23121::::70:::::::::|h[野獸之王胸衣]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:127::::::::70:::::::::|h[捕獸者襯衣]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:31404::::::::70:::::::::|h[綠色伊利達瑞戰利外袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30091::::::::70:::::::::|h[精準遠行者手環]|h|r",
											["bag_id"] = 1,
											["age"] = 27209322,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:27474:684:23097:23121:::::70:::::::::|h[野獸之王手甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28750::23097:23097:::::70:::::::::|h[叛節束腰]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:16847:2586:::::::70:::::::::|h[巨獸之王護腿]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28746:2657:23097:31865:::::70:::::::::|h[屠魔之靴]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:31077::::::::70:::::::::|h[救贖之殺戮者印記]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28649::::::::70:::::::::|h[迦羅娜的璽戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28587:2670:::::::70:::::::::|h[繼承之斧]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 19,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:29351::::::::70:::::::::|h[怒潮長弓]|h|r",
											["bag_id"] = 1,
											["age"] = 27200852,
											["count"] = 1,
										}, -- [19]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 19,
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["loc_id"] = 10,
									["count"] = 5,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 1,
											["expires"] = 27211965,
											["h"] = "|cffffffff|Hitem:11144::::::::70:::::::::|h[真銀棒]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27209085,
											["slot_id"] = 1,
											["loc_id"] = 10,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["expires"] = 27211965,
											["h"] = "|cffffffff|Hitem:11144::::::::70:::::::::|h[真銀棒]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27209085,
											["slot_id"] = 2,
											["loc_id"] = 10,
										}, -- [2]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["expires"] = 27211965,
											["h"] = "|cffa335ee|Hitem:31322::::::::70:::::::::|h[命運之錘]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27209085,
											["slot_id"] = 3,
											["loc_id"] = 10,
										}, -- [3]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["expires"] = 27211965,
											["h"] = "|cff1eff00|Hitem:22457::::::::70:::::::::|h[原始法力]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["age"] = 27209085,
											["slot_id"] = 4,
											["loc_id"] = 10,
										}, -- [4]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["expires"] = 27211965,
											["h"] = "|cff1eff00|Hitem:21885::::::::70:::::::::|h[原始之水]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27209085,
											["slot_id"] = 5,
											["loc_id"] = 10,
										}, -- [5]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["type"] = 20,
								}, -- [1]
							},
							["slot_count"] = 5,
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 35,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 620,
											["bag_id"] = 1,
											["h"] = "reputation:369:中立:620:3000:0:0:0",
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 9910,
											["bag_id"] = 1,
											["h"] = "reputation:934:尊敬:910:12000:0:0:0",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = -42000,
											["bag_id"] = 1,
											["h"] = "reputation:92:仇恨:0:36000:0:0:0",
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 17774,
											["bag_id"] = 1,
											["h"] = "reputation:609:尊敬:8774:12000:0:0:0",
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:942:崇拜:999:1000:0:0:0",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = -10953,
											["bag_id"] = 1,
											["h"] = "reputation:932:仇恨:31047:36000:0:0:0",
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 8253,
											["bag_id"] = 1,
											["h"] = "reputation:76:友好:5253:6000:0:0:0",
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 3908,
											["bag_id"] = 1,
											["h"] = "reputation:68:友好:908:6000:0:0:0",
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 1470,
											["bag_id"] = 1,
											["h"] = "reputation:889:中立:1470:3000:0:0:0",
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 5180,
											["bag_id"] = 1,
											["h"] = "reputation:970:友好:2180:6000:0:0:0",
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 25577,
											["bag_id"] = 1,
											["h"] = "reputation:989:崇敬:4577:21000:0:0:0",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 12296,
											["bag_id"] = 1,
											["h"] = "reputation:530:尊敬:3296:12000:0:0:0",
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = -3525,
											["bag_id"] = 1,
											["h"] = "reputation:576:敵對:2475:3000:0:0:0",
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 732,
											["bag_id"] = 1,
											["h"] = "reputation:470:中立:732:3000:0:0:0",
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 617,
											["bag_id"] = 1,
											["h"] = "reputation:577:中立:617:3000:0:0:0",
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 410,
											["bag_id"] = 1,
											["h"] = "reputation:510:中立:410:3000:0:0:0",
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 18,
											["sb"] = 3,
											["count"] = 39799,
											["bag_id"] = 1,
											["h"] = "reputation:749:崇敬:18799:21000:0:0:0",
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:59:中立:0:3000:0:0:0",
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["count"] = 8232,
											["bag_id"] = 1,
											["h"] = "reputation:941:友好:5232:6000:0:0:0",
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 21,
											["sb"] = 3,
											["count"] = 16420,
											["bag_id"] = 1,
											["h"] = "reputation:93:尊敬:7420:12000:0:0:0",
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["count"] = 28646,
											["bag_id"] = 1,
											["h"] = "reputation:947:崇敬:7646:21000:0:0:0",
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 23,
											["sb"] = 3,
											["count"] = 20268,
											["bag_id"] = 1,
											["h"] = "reputation:967:尊敬:11268:12000:0:0:0",
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 24,
											["sb"] = 3,
											["count"] = 8122,
											["bag_id"] = 1,
											["h"] = "reputation:933:友好:5122:6000:0:0:0",
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 25,
											["sb"] = 3,
											["count"] = 30347,
											["bag_id"] = 1,
											["h"] = "reputation:935:崇敬:9347:21000:0:0:0",
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 26,
											["sb"] = 3,
											["count"] = 617,
											["bag_id"] = 1,
											["h"] = "reputation:21:中立:617:3000:0:0:0",
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 27,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:1015:中立:0:3000:0:0:0",
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:910:崇拜:999:1000:0:0:0",
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 29,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:270:崇拜:999:1000:0:0:0",
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 30,
											["sb"] = 3,
											["count"] = 800,
											["bag_id"] = 1,
											["h"] = "reputation:809:中立:800:3000:0:0:0",
										}, -- [30]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 31,
											["sb"] = 3,
											["count"] = 5400,
											["bag_id"] = 1,
											["h"] = "reputation:911:友好:2400:6000:0:0:0",
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 32,
											["sb"] = 3,
											["count"] = 1085,
											["bag_id"] = 1,
											["h"] = "reputation:529:中立:1085:3000:0:0:0",
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 33,
											["sb"] = 3,
											["count"] = 28001,
											["bag_id"] = 1,
											["h"] = "reputation:1011:崇敬:7001:21000:0:0:0",
										}, -- [33]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 34,
											["sb"] = 3,
											["count"] = 6583,
											["bag_id"] = 1,
											["h"] = "reputation:81:友好:3583:6000:0:0:0",
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 35,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:729:崇拜:999:1000:0:0:0",
										}, -- [35]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 35,
						}, -- [16]
					},
				},
				["+極限鐵盒 - 伊弗斯"] = {
					["option"] = {
						[4] = {
							["bag"] = {
								nil, -- [1]
								{
									["display"] = false,
								}, -- [2]
								{
									["display"] = false,
								}, -- [3]
								{
									["display"] = false,
								}, -- [4]
								{
									["display"] = false,
								}, -- [5]
								{
									["display"] = false,
								}, -- [6]
							},
						},
					},
				},
			},
			["version"] = 30963,
		},
		["version"] = 30963,
		["cache"] = {
			["default"] = {
				["1000:item:29426:0"] = "1!428",
				["1000:item:30344:1"] = "1!416",
				["1000:item:30155:0"] = "1!417",
				["1000:item:5956:0"] = "1!414",
				["1000:item:21991:0"] = "1!432",
				["1000:item:14047:0"] = "1!502",
				["1000:item:28558:1"] = "1!411",
				["1000:item:28061:0"] = "1!421",
				["1000:item:29472:1"] = "1!415",
				["1000:item:21877:0"] = "1!502",
				["1000:item:22446:0"] = "1!512",
				["1000:item:22104:0"] = "1!404",
				["1000:item:27860:0"] = "1!418",
				["1000:item:13455:0"] = "1!424",
				["1000:item:27503:0"] = "1!435",
				["1000:item:33092:0"] = "1!420",
				["1000:item:22445:0"] = "1!512",
				["1000:item:30487:1"] = "1!416",
				["1000:item:33923:1"] = "1!416",
				["1000:item:34062:0"] = "1!437",
				["1000:item:28439:1"] = "1!416",
				["1000:item:29996:1"] = "1!416",
				["1000:item:22824:0"] = "1!435",
				["1000:item:28301:1"] = "1!416",
				["1000:item:22451:0"] = "1!503",
				["1000:item:24616:1"] = "1!416",
				["1000:item:25023:1"] = "1!416",
				["1000:item:9224:0"] = "1!435",
				["1000:item:32649:1"] = "1!411",
				["1000:item:29434:1"] = "1!403",
				["1000:item:22447:0"] = "1!512",
				["1000:item:24368:0"] = "1!411",
				["1000:item:29021:1"] = "1!416",
				["1000:item:17056:0"] = "1!408",
				["1000:item:25719:0"] = "1!428",
				["1000:item:32902:0"] = "1!419",
				["1000:item:22854:0"] = "1!431",
				["1000:item:22831:0"] = "1!435",
				["1000:item:28399:0"] = "1!418",
				["1000:item:22459:0"] = "1!513",
				["1000:item:30053:1"] = "1!416",
				["1000:item:27664:0"] = "1!417",
				["1000:item:29425:0"] = "1!428",
				["1000:item:17058:0"] = "1!408",
				["1000:item:23529:0"] = "1!404",
				["1000:item:22462:1"] = "1!512",
				["1000:item:6948:1"] = "1!403",
				["1000:empty:0:1"] = "1!302",
				["1000:item:13446:0"] = "1!420",
				["1000:item:25477:1"] = "1!415",
				["1000:item:22572:0"] = "1!503",
				["1000:item:30359:1"] = "1!417",
				["1000:item:29449:0"] = "1!417",
				["1000:item:22450:0"] = "1!512",
				["1000:item:28579:1"] = "1!416",
				["1000:item:33872:0"] = "1!417",
				["1000:item:28421:0"] = "1!404",
				["1000:item:32062:0"] = "1!436",
				["1000:item:22851:0"] = "1!431",
			},
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人類(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獸人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "夜精靈(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛頭人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "地精(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亞兄弟會",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魚人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "不死族(天譴軍團)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "身為黑水強盜的大財主里維加茲，掌控這座繁榮的沿海城市。血帆海盜們不共戴天的仇敵，同時也是熱砂企業的一部份。",
					["w"] = true,
					["n"] = "藏寶海灣",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野豬",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗頭人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血頂食人妖",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈顱食人妖",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "獵物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛變的迪菲亞盜賊",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石齶怪",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰鬃食人妖",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石族獸人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "壞人",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "犧牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "庫森的雇傭兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "衛隊",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荊棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龍",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "綠龍軍團",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				nil, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅龍軍團",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蘚皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉族獸人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂地精",
				}, -- [53]
				nil, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字軍",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "爛皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟銀兄弟會的矮人們集中了最為卓越的工匠手藝。也愛好解開黑石山的神秘面紗。",
					["w"] = false,
					["n"] = "瑟銀兄弟會",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "納迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "達拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "棄靈",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗吼",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友軍",
				}, -- [66]
				{
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落",
				}, -- [67]
				{
					["r"] = false,
					["d"] = "由希瓦娜斯·風行者領導的被遺忘者，加入了薄弱的部落同盟，建立這座在羅德隆廢墟下的極深首都。",
					["w"] = false,
					["n"] = "幽暗城",
				}, -- [68]
				nil, -- [69]
				{
					["r"] = false,
					["d"] = "人類首要的犯罪集團。活動範圍於奧特蘭克山脈與希爾斯布萊德丘陵。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德民兵",
				}, -- [71]
				nil, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靈魂",
				}, -- [75]
				{
					["r"] = false,
					["d"] = "由索爾建立的這座部落城市，是眾多自豪的杜洛塔獸人氏族的家園。",
					["w"] = false,
					["n"] = "奧格瑪",
				}, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "寶物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希爾斯布萊德，南海鎮",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團",
				}, -- [80]
				{
					["r"] = false,
					["d"] = "凱恩·血蹄在神聖的部落首都，帶領著他驕傲的牛頭人。",
					["w"] = false,
					["n"] = "雷霆崖",
				}, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木食人妖",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野豬人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "這些嗜血的海盜船是公海裡許多商人的禍害。同時也是藏寶海灣不共戴天的仇敵。",
					["w"] = false,
					["n"] = "血帆海盜",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深淵",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍蝦人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡爾半人馬",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人馬",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "淒涼之地的南方地帶是半人馬的家園。瑪格拉姆半人馬之世仇。",
					["w"] = true,
					["n"] = "吉爾吉斯半人馬",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "淒涼之地的東邊區塊是半人馬的家園。吉爾吉斯半人馬之世仇。",
					["w"] = true,
					["n"] = "瑪格拉姆半人馬",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩人類",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼澤野豬人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鋼鬃野豬人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敵人",
				}, -- [128]
				[998] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 5",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龍喉敵人",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[1037] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[935] = {
					["r"] = false,
					["d"] = "薩塔由一群強大的那魯所組成，統治著重建的撒塔斯城。在奧多爾與占卜者的協助下對抗著伊利丹和燃燒軍團。",
					["w"] = false,
					["n"] = "薩塔",
				},
				[967] = {
					["r"] = false,
					["d"] = "肯瑞托為了監視麥迪文和他的行動而成立的一支秘密派別。",
					["w"] = false,
					["n"] = "紫羅蘭之眼",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力怪物",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "諾姆瑞根蟲",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索圖斯",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "撒塔斯城",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "太陽之鷹",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的僕從",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[809] = {
					["r"] = false,
					["d"] = "曾經強大一時的殘存精靈居住在厄運之槌，在神秘領域裡卻仍保有智慧和博學見識。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂亂",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，森林",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劍刃氏族",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禦天者敵人",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬，喇叭花",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "歐曼奈",
				},
				[970] = {
					["r"] = false,
					["d"] = "孢子人是外域土生土長的蘑菇人種族，大部份的人都崇尚和平。他們的家園位在贊格沼澤的南方沼澤。",
					["w"] = true,
					["n"] = "斯博格爾",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小動物",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "護國者",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝙蝠",
				},
				[749] = {
					["r"] = false,
					["d"] = "這些元素以艾薩拉東邊的島嶼為家，是拉格納羅斯軍隊不共戴天的仇敵。",
					["w"] = true,
					["n"] = "海達希亞水元素",
				},
				[909] = {
					["r"] = false,
					["d"] = "行遍天下的馬戲團專門獻出奇異和非凡的表演。常出現在艾爾文森林與莫高雷。",
					["w"] = false,
					["n"] = "暗月馬戲團",
				},
				[941] = {
					["r"] = false,
					["d"] = "這個由棕色皮膚獸人所組成的孤寂團隊躲過了惡魔的腐化。他們在外域面臨了巨大改變但也保留了傳統生活方式。",
					["w"] = false,
					["n"] = "瑪格哈",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，掠奪者",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "薩弗隆火焰之王",
				},
				[910] = {
					["r"] = false,
					["d"] = "青銅龍軍團的後裔是時間的守護者，對凡人種族漠不關心。",
					["w"] = false,
					["n"] = "諾茲多姆的子嗣",
				},
				[942] = {
					["r"] = false,
					["d"] = "一批由塞納里奧議會派至外域研究倖存生命形態的探勘團隊。塞納里奧遠征隊在黑暗之門敞開後便快速擴大並獲得自治權。",
					["w"] = false,
					["n"] = "塞納里奧遠征隊",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，犧牲者",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 德崔克",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "監工費蘇勒",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虛無異象",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟",
				},
				[529] = {
					["r"] = false,
					["d"] = "專門保護艾澤拉斯免受天譴軍團威脅的組織。銀色黎明的大本營就在東瘟疫之地和西瘟疫之地。",
					["w"] = true,
					["n"] = "銀色黎明",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鷹身人",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡林多聯軍",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔獄獸人鬼魂",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑鐵酒吧哥布林老闆",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 盧瑞斯",
				},
				[530] = {
					["r"] = false,
					["d"] = "流亡的食人妖部族加入了索爾和部落的行列。他們現在以杜洛塔為家，並與獸人同盟為伍。",
					["w"] = false,
					["n"] = "暗矛食人妖",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落靈魂嚮導",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛薩之子鬼魂",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾入侵者",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 考林",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青銅龍軍團",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精靈",
				},
				[946] = {
					["r"] = false,
					["d"] = "殘存的洛薩之子，聯盟中首批來到外域的老兵，已經穩固的堅守著地獄火前哨站。目前已和暴風城與鐵爐堡的軍隊匯流。",
					["w"] = false,
					["n"] = "榮譽堡",
				},
				[978] = {
					["r"] = false,
					["d"] = "德萊尼語中的『得救者』。這些破碎者逃離各方奴役他們的魔爪，並且在納葛蘭建立他們的家園，找尋新的命運。",
					["w"] = false,
					["n"] = "卡爾奈",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的僕人",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍龍軍團",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克蘇恩軍隊",
				},
				[947] = {
					["r"] = false,
					["d"] = "遠征隊通過了黑暗之門，索爾在地獄火半島建造了一個要塞。索爾瑪在外域擔任很多部落活動的指揮官。",
					["w"] = false,
					["n"] = "索爾瑪",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陶土議會",
				},
				[1011] = {
					["r"] = false,
					["d"] = "來自不同背景和種族的撒塔斯難民。有用的消息迅速地在陰鬱城居民間傳開。",
					["w"] = false,
					["n"] = "陰鬱城",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "碎矛食人妖",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種攻擊者",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "外域",
				},
				[1012] = {
					["r"] = false,
					["d"] = "灰舌是眾所皆知的破碎者部族精英，正式地與伊利丹結盟。死亡誓言者是阿卡瑪最信任的副官，同時參與他們領袖的秘密活動。",
					["w"] = false,
					["n"] = "灰舌死亡誓言者",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龍軍團 - 誘餌",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人妖，阿曼尼",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龍訓練師",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鐵爐堡軍旅",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 1",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿拉卡",
				},
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 1",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟靈魂嚮導",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "訓練假人",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flags",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(聯盟)",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗月的靈魂 2",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "銀月倖存者",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劫毀者",
				},
				[1038] = {
					["r"] = false,
					["d"] = "歐格利拉有知識的居民都住在劍刃山脈西邊，鄰近頂尖水晶讓他們超越了野蠻的巨魔天性。",
					["w"] = false,
					["n"] = "歐格利拉",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速威力上升 DND",
				},
				[349] = {
					["r"] = false,
					["d"] = "這個小偷與刺客公會，只歡迎身懷非凡卓越本事的人加入。辛迪加的世仇。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(部落)",
				},
				[1015] = {
					["r"] = false,
					["d"] = "這支不尋常的龍族血裔源於死亡之翼的黑龍軍團，並受到虛空獨特的能量所影響。如今，他們試著在父親毀滅天性的陰影下認清自己。",
					["w"] = true,
					["n"] = "虛空之翼",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "山羊競速陷阱 DND",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "紅色",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨龍教團",
				},
				[1071] = {
					["r"] = false,
					["d"] = "測試用",
					["w"] = true,
					["n"] = "克萊格的松鼠",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族設法從奧特蘭克山谷驅逐雷矛遠征隊營地的矮人。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索聯軍試圖替他們在暴風城的贊助者取回他們在阿拉希盆地所丟失的土地。",
					["w"] = false,
					["n"] = "阿拉索聯軍",
				},
				[270] = {
					["r"] = false,
					["d"] = "食人妖已在尤亞姆巴島上努力招募幫手，對抗復活的血神，以及祖爾格拉布的阿塔萊祭司。",
					["w"] = false,
					["n"] = "贊達拉部族",
				},
				[933] = {
					["r"] = false,
					["d"] = "由「奈薩斯王子」哈拉瑪德率領，聯合團是一個由伊私利走私者，商人，和小偷組成的鬆散企業，試圖在外域獲取他們的利益。",
					["w"] = false,
					["n"] = "聯合團",
				},
				[1077] = {
					["r"] = false,
					["d"] = "撒塔斯城在太陽之井對凱爾薩斯王子計畫的最後一擊。",
					["w"] = false,
					["n"] = "破碎之日進攻部隊",
				},
				[889] = {
					["r"] = false,
					["d"] = "戰歌氏族的兇猛獸人，於戰歌峽谷中與銀翼哨兵彼此對峙。",
					["w"] = false,
					["n"] = "戰歌偵察騎兵",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藍色",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[730] = {
					["r"] = false,
					["d"] = "雷矛矮人以奧特蘭克山谷為家，因其在戰爭中受霜狼獸人所封鎖。",
					["w"] = false,
					["n"] = "雷矛衛隊",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "樹人",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 水桶",
				},
				[922] = {
					["r"] = false,
					["d"] = "安寧地曾是個高等精靈的城鎮，在天譴軍團入侵奎爾薩拉斯時被放棄。被遺忘者和那些試圖驅趕天譴軍團的血精靈又重新控制了此地。",
					["w"] = false,
					["n"] = "安寧地",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 南海鎮衛兵",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 聯盟",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日 - 通稱",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 敦霍爾德",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 I",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝食人妖",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 III",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落西洋棋",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商隊",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奪取旗幟 - 旗幟 - 部落",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 II",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "對戰型普通寵物",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海掠劫者",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烏龜",
				},
				[892] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落軍隊",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "禿鷹",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊斯利恩",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影議會藏身處",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物，強制反應",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(克羅卡斯)",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "惡齒食人妖",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "目標，強制反應",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[989] = {
					["r"] = false,
					["d"] = "時光守望者是諾茲多姆精挑細選來看守時光之穴的青銅龍群。",
					["w"] = false,
					["n"] = "時光守望者",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 IV",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加爾防衛者",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未墮落的熊怪",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天譴入侵者",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德萊尼",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "博學者的公會",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰鬥機器人",
				},
				[990] = {
					["r"] = false,
					["d"] = "青銅龍軍團神秘的成員，由索芮朵蜜所領導，諾茲多姆的首位配偶。",
					["w"] = false,
					["n"] = "流沙之鱗",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "李奧薩拉斯惡魔 V",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德",
				},
				[576] = {
					["r"] = false,
					["d"] = "身為最後一個尚未墮落的熊怪部族，木喉還在尋求保護心智的方法以終結同胞的受難。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "節日怪物",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的假人",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱷魚",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "善良行動者",
				},
				[369] = {
					["r"] = false,
					["d"] = "熱砂企業的首都，同時身為哥布林最出名的工程師、鍊金師和商人之都。",
					["w"] = true,
					["n"] = "加基森",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿薩羅斯",
				},
				[931] = {
					["r"] = false,
					["d"] = "This faction only exists to test the editing of faction names and descriptions……",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[577] = {
					["r"] = false,
					["d"] = "熱砂企業的哥布林經營這座貿易商埠區，位在冬泉谷主要貿易道路的十字路口上。",
					["w"] = true,
					["n"] = "永望鎮",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞納里奧的德魯伊是大自然的守護神，將寧靜的月光林地當成自己的家。",
					["w"] = true,
					["n"] = "塞納里奧議會",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛絲偷獵者",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土狼",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪惡行動者",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "異種蠍",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝石者",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "贊格沼澤旗幟(中立)",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，聯盟",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剝皮獵人",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "靜松熊怪",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門攻擊者，軍團",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克的符咒",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗之門防衛者，部落",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鴉林長者",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "軍團通報器",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灼熱蜘蛛",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蠍子",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瘋狂的梟獸",
				},
				[994] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉茲洛克",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "時光之穴 - 索爾",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月遮蔽處",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "貓頭鷹",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "西洋棋，合適的西洋棋",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "陸行鳥",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "聯盟西洋棋",
				},
				[995] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 2",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗神廟大門 - 伊利達瑞",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熱砂企業",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "螃蟹",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由撒塔斯城召集的空軍軍隊，專門對付接近外域最高範圍的威脅。",
					["w"] = false,
					["n"] = "薩塔禦天者",
				},
				[932] = {
					["r"] = false,
					["d"] = "曾由費倫帶領的古老德萊尼祭司，奧多爾目前由高階女祭司伊莎納領導。他們服從撒塔斯城中名為薩塔的那魯。與占卜者彼此敵對。",
					["w"] = false,
					["n"] = "奧多爾",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "戰場中立方",
				},
				[996] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 3",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52區",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "遠行者",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者想幫部落尋求阿拉希盆地珍稀的資源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德納爾",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "瑪翼夫",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "風蛇",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸",
				},
				[997] = {
					["r"] = false,
					["d"] = "用於煽動者黑心事件。",
					["w"] = true,
					["n"] = "煽動觸發器 4",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯暗影阿拉卡",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "秘法殲滅者 (DNR)",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "肯瑞瓦 - 貝爾瑪拉",
				},
				[470] = {
					["r"] = false,
					["d"] = "隸屬於熱砂企業的一部份。這座哥布林城提供那些在貧瘠之地從事貨物交易與服務的商人一座中立的庇護所。",
					["w"] = true,
					["n"] = "棘齒城",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "司凱堤斯阿拉卡",
				},
				[934] = {
					["r"] = false,
					["d"] = "『先知』沃藍索，帶領反對凱爾薩斯奪權的血精靈們。他們加入了撒塔斯城的那魯。和奧多爾彼此敵視。",
					["w"] = false,
					["n"] = "占卜者",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪盜史霸黨羽",
				},
				[911] = {
					["r"] = false,
					["d"] = "奎爾薩拉斯的首都，血精靈的家園。雖然阿薩斯對太陽之井的攻擊幾乎毀了銀月城，但它仍再次成為一個繁榮的城市。",
					["w"] = false,
					["n"] = "銀月城",
				},
			},
			["rule"] = {
				["1:4:10:0:1000:item:28399:0"] = false,
				["1:3:8:0:1000:empty:0:1"] = false,
				["1:4:1:0:1000:item:33872:0"] = false,
				["1:4:2:0:1000:item:22451:0"] = false,
				["1:5:6:0:1000:item:13446:0"] = false,
				["1:4:5:0:1000:item:33092:0"] = false,
				["1:2:1:0:1000:item:32902:0"] = false,
				["1:3:5:0:1000:item:32062:0"] = false,
				["1:2:10:0:1000:item:9224:0"] = false,
				["1:3:15:0:1000:item:22831:0"] = false,
				["1:2:5:0:1000:item:22854:0"] = false,
				["1:4:11:0:1000:item:21877:0"] = false,
				["1:2:4:0:1000:item:24368:0"] = false,
				["1:2:13:0:1000:item:28421:0"] = false,
				["1:3:8:3:1000:item:28439:1:2673:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:4:0:1000:item:22446:0"] = false,
				["1:1:5:0:1000:item:22572:0"] = false,
				["1:1:9:3:1000:item:28558:1"] = false,
				["1:1:4:0:1000:item:29449:0"] = false,
				["1:1:16:3:1000:item:29434:1"] = false,
				["1:4:7:0:1000:item:14047:0"] = false,
				["1:4:4:0:1000:item:29425:0"] = false,
				["1:3:16:0:1000:item:33872:0"] = false,
				["1:5:7:3:1000:item:25023:1:2984:0:0:0:0:-35:300548138:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:14:0:1000:item:29426:0"] = false,
				["1:3:8:0:1000:item:17058:0"] = false,
				["1:2:14:0:1000:item:33872:0"] = false,
				["1:1:2:0:1000:item:27503:0"] = false,
				["1:2:3:0:1000:item:23529:0"] = false,
				["1:1:8:0:1000:item:29449:0"] = false,
				["1:2:8:0:1000:item:21991:0"] = false,
				["1:2:12:0:1000:item:30155:0"] = false,
				["1:3:9:0:1000:item:27503:0"] = false,
				["1:5:12:3:1000:item:29996:1:2673:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:5:6:0:1000:item:22104:0"] = false,
				["1:5:10:0:1000:item:34062:0"] = false,
				["1:3:4:0:1000:item:22459:0"] = false,
				["1:1:11:0:1000:item:22854:0"] = false,
				["1:1:7:3:1000:item:33923:1:0:24048:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:12:3:1000:item:25477:1"] = false,
				["1:3:11:0:1000:item:22831:0"] = false,
				["1:3:14:0:1000:item:27503:0"] = false,
				["1:1:1:3:1000:item:29472:1"] = false,
				["1:2:9:0:1000:item:9224:0"] = false,
				["1:5:16:0:1000:empty:0:1"] = false,
				["1:3:12:0:1000:item:28061:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:15:0:1000:item:27503:0"] = false,
				["1:5:15:0:1000:empty:0:1"] = false,
				["1:5:5:0:1000:item:22447:0"] = false,
				["1:5:8:3:1000:item:24616:1:2984:0:0:0:0:-35:552271904:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:11:0:1000:item:21991:0"] = false,
				["1:5:14:0:1000:empty:0:1"] = false,
				["1:5:13:3:1000:item:30487:1:684:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:15:0:1000:item:22831:0"] = false,
				["1:3:7:0:1000:item:32062:0"] = false,
				["1:5:3:3:1000:item:30344:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:16:3:1000:item:30359:1"] = false,
				["1:5:2:3:1000:item:29021:1:3009:32409:22459:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:7:0:1000:item:22445:0"] = false,
				["1:5:1:3:1000:item:32649:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:15:3:1000:item:30053:1:2997:31868:24067:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:13:0:1000:item:27860:0"] = false,
				["1:3:6:0:1000:item:13455:0"] = false,
				["1:5:9:3:1000:item:28301:1:1441:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:4:9:0:1000:item:25719:0"] = false,
				["1:4:6:0:1000:item:21991:0"] = false,
				["1:4:3:0:1000:item:33092:0"] = false,
				["1:1:3:0:1000:item:22824:0"] = false,
				["1:3:10:0:1000:item:27503:0"] = false,
				["1:3:3:0:1000:item:27503:0"] = false,
				["1:1:14:0:1000:item:27664:0"] = false,
				["1:3:2:0:1000:item:27503:0"] = false,
				["1:5:11:0:1000:item:34062:0"] = false,
				["1:3:1:0:1000:item:5956:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:2:6:0:1000:item:27503:0"] = false,
				["1:1:10:3:1000:item:28579:1:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0:0"] = false,
				["1:1:6:0:1000:item:22450:0"] = false,
				["1:4:8:0:1000:item:28421:0"] = false,
				["1:2:2:0:1000:item:22851:0"] = false,
				["1:5:12:0:1000:empty:0:1"] = false,
				["1:4:16:0:1000:item:17056:0"] = false,
				["1:3:13:3:1000:item:22462:1"] = false,
				["1:1:13:3:1000:item:6948:1"] = false,
				["1:1:12:0:1000:item:22854:0"] = false,
			},
			["version"] = 30963,
		},
		["option"] = {
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								{
									["key"] = "slottype",
								}, -- [8]
								{
									["key"] = "expansion",
								}, -- [9]
								{
									["key"] = "itemstatlevel",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemuselevel",
								}, -- [12]
								{
									["key"] = "vendorprice",
								}, -- [13]
								{
									["key"] = "itemage",
								}, -- [14]
								{
									["key"] = "itemtype",
								}, -- [15]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "itemage",
								}, -- [10]
								{
									["key"] = "itemtype",
								}, -- [11]
								{
									["key"] = "category",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "name",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "slottype",
								}, -- [3]
								{
									["key"] = "expansion",
								}, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "id",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "vendorprice",
								}, -- [8]
								{
									["key"] = "itemage",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "category",
								}, -- [11]
								{
									["key"] = "location",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "count",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "slottype",
								}, -- [5]
								{
									["key"] = "expansion",
								}, -- [6]
								{
									["key"] = "itemstatlevel",
								}, -- [7]
								{
									["key"] = "id",
								}, -- [8]
								{
									["key"] = "itemuselevel",
								}, -- [9]
								{
									["key"] = "vendorprice",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "category",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "quality",
								}, -- [15]
							},
						},
					},
				},
			},
			["restack"] = {
				["blizzard"] = false,
			},
			["tooltip"] = {
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
					[1000] = {
						["location"] = {
							{
								["anchor"] = {
									["b"] = 402.6130065917969,
									["l"] = 932.9419555664062,
									["t"] = 816.613037109375,
									["r"] = 1676.94189453125,
								},
								["container"] = {
									["height"] = 294,
									["width"] = 744,
								},
							}, -- [1]
							{
								["anchor"] = {
									["b"] = 968.0164794921875,
									["t"] = 1259.016357421875,
									["l"] = 1534.251220703125,
									["r"] = 2238.251220703125,
								},
								["container"] = {
									["height"] = 171,
									["width"] = 704,
								},
							}, -- [2]
							{
								["anchor"] = {
									["b"] = 352.2723388671875,
									["l"] = 432.24951171875,
									["t"] = 930.2723388671875,
									["r"] = 1176.249389648438,
								},
								["container"] = {
									["height"] = 458,
									["width"] = 744,
								},
							}, -- [3]
							{
								["anchor"] = {
									["b"] = 1073.016357421875,
									["l"] = 1838.251220703125,
									["t"] = 1259.016357421875,
									["r"] = 2238.251220703125,
								},
								["container"] = {
									["height"] = 8,
								},
							}, -- [4]
							nil, -- [5]
							{
								["anchor"] = {
									["b"] = 804.608642578125,
									["l"] = 507.8031616210938,
									["r"] = 1211.803100585938,
									["t"] = 1034.608520507813,
								},
								["container"] = {
									["height"] = 110,
									["width"] = 704,
								},
							}, -- [6]
						},
					},
					[1001] = {
						["name"] = "123",
						["guid"] = "4487-0012ECFA-20210919161946-A764-6137-677A",
						["location"] = {
							[3] = {
							},
						},
						["used"] = "Y",
					},
					[0] = {
						["location"] = {
							[3] = {
							},
						},
					},
				},
				["next"] = 1001,
			},
			["design"] = {
				["data"] = {
					[9999] = {
					},
					[9998] = {
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
					[1000] = {
						["changer"] = {
							["hide"] = true,
						},
						["category"] = {
							["1!437"] = 4,
							["1!444"] = 3,
							["1!416"] = 3,
							["1!411"] = 10,
							["1!902"] = 4,
							["1!458"] = 3,
							["1!457"] = 3,
							["1!436"] = 4,
							["1!456"] = 3,
							["1!420"] = 4,
							["1!426"] = 4,
							["1!417"] = 4,
							["1!428"] = 4,
							["1!435"] = 4,
							["1!419"] = 4,
							["1!418"] = 4,
							["1!414"] = 3,
							["1!512"] = 5,
							["1!430"] = 4,
						},
						["bar"] = {
							["data"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["name"] = {
										["text"] = "裝備",
									},
								}, -- [3]
								{
									["name"] = {
										["text"] = "消耗品",
									},
								}, -- [4]
								{
									["name"] = {
										["text"] = "附魔",
									},
								}, -- [5]
								[10] = {
									["name"] = {
										["text"] = "任務",
									},
								},
							},
						},
					},
				},
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_INVENTORY_CHANGE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["version"] = 30963,
			["transmog"] = {
				["enable"] = false,
			},
		},
	},
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "Default",
	},
}
