
ARKINVDB = {
	["global"] = {
		["player"] = {
			["data"] = {
				["特變電工 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-0012ECFA",
						["class"] = "WARRIOR",
						["class_local"] = "战士",
						["race"] = "Tauren",
						["level"] = 80,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 75246114,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "特變電工",
						["faction"] = "Horde",
						["race_local"] = "牛头人",
						["player_id"] = "特變電工 - 伊弗斯",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36932::::::::80:::::::::|h[黑玉]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 11,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36917::::::::80:::::::::|h[血石]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36929::::::::80:::::::::|h[茶晶石]|h|r",
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 15,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40718::::::::80:::::::::|h[坚固堡垒徽记]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["age"] = 27824099,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36923::::::::80:::::::::|h[玉髓石]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:44750::::::::80:::::::::|h[山泉水]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["age"] = 27821811,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["age"] = 27821811,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 4,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34054::::::::80:::::::::|h[无限之尘]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 11,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33449::::::::80:::::::::|h[硬面包片]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["age"] = 27821817,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 20,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37618::::::::80:::::::::|h[上古邪恶胫甲]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["age"] = 27823168,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["count"] = 11,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46379::::::::80:::::::::|h[石血合剂]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 12,
											["bag_id"] = 1,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34582::::::::80:::::::::|h[神秘枪弹]|h|r",
											["count"] = 194,
											["sb"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["age"] = 27822503,
											["slot_id"] = 16,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36926::::::::80:::::::::|h[暗影水晶]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:36920::::::::80:::::::::|h[太阳水晶]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 15,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::80:::::::::|h[霜纹布]|h|r",
											["count"] = 15,
											["sb"] = 0,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27821812,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37722::::::::80:::::::::|h[死灵胸铠]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["age"] = 27823097,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43155::::::::80:::::::::|h[黑锋骑士团战袍]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43157::::::::80:::::::::|h[肯瑞托战袍]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37263::::::::80:::::::::|h[魔环守护者腿铠]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38302::::::::80:::::::::|h[巨龙女王的红玉信标]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43493::::::::80:::::::::|h[看守者的尸尘]|h|r",
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43154::::::::80:::::::::|h[银色北伐军战袍]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:38551::::::::80:::::::::|h[达卡莱供品]|h|r",
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 3,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:34736::::::::80:::::::::|h[猛犸肉]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27822504,
											["count"] = 5,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 0,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46376::::::::80:::::::::|h[冰霜巨龙合剂]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37093::::::::80:::::::::|h[耐力卷轴 VII]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["age"] = 27821656,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 10,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43013::::::::80:::::::::|h[冰冷的肉]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["age"] = 27822504,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33447::::::::80:::::::::|h[符文治疗药水]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 2,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:34055::::::::80:::::::::|h[强效宇宙精华]|h|r",
											["slot_id"] = 20,
											["sb"] = 0,
											["age"] = 27822840,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [20]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43465::::::::80:::::::::|h[力量卷轴 VII]|h|r",
											["slot_id"] = 21,
											["sb"] = 0,
											["count"] = 10,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37091::::::::80:::::::::|h[智力卷轴 VII]|h|r",
											["slot_id"] = 22,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 2,
											["loc_id"] = 1,
										}, -- [22]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffa335ee|Hitem:38082::::::::80:::::::::|h[\"巨无霸\"背包]|h|r",
									["texture"] = 133660,
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20815::::::::80:::::::::|h[珠宝制作工具]|h|r",
											["slot_id"] = 1,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20824::::::::80:::::::::|h[简易研磨器]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20816::::::::80:::::::::|h[精巧的铜线]|h|r",
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 14,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:39141::::::::80:::::::::|h[偏斜指环]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
											["slot_id"] = 5,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:29426::::::::80:::::::::|h[火翼徽记]|h|r",
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27822504,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["slot_id"] = 10,
											["o"] = true,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:41426::::::::80:::::::::|h[魔法包装的礼物]|h|r",
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27822504,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43274::::::::80:::::::::|h[精致龙骨雕像]|h|r",
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43269::::::::80:::::::::|h[血玉护符]|h|r",
											["slot_id"] = 14,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20816::::::::80:::::::::|h[精巧的铜线]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43274::::::::80:::::::::|h[精致龙骨雕像]|h|r",
											["slot_id"] = 16,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [16]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43274::::::::80:::::::::|h[精致龙骨雕像]|h|r",
											["slot_id"] = 17,
											["sb"] = 0,
											["count"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [17]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37688::::::::80:::::::::|h[无尽龙族腿铠]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["age"] = 27821653,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43270::::::::80:::::::::|h[炽热鹿牙雕像]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27822504,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:34052::::::::80:::::::::|h[梦境碎片]|h|r",
											["slot_id"] = 20,
											["sb"] = 0,
											["count"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 1,
										}, -- [20]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40734:3850:::::::80:::::::::|h[达拉然城墙护腕]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["age"] = 27821641,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 22,
											["sb"] = 0,
											["age"] = 27824077,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [22]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 2,
									["h"] = "|cffa335ee|Hitem:38082::::::::80:::::::::|h[\"巨无霸\"背包]|h|r",
									["texture"] = 133660,
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:42341::42157:40008:::::80:::::::::|h[雕像 - 红宝石野兔]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["age"] = 27821619,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 2,
											["sb"] = 0,
											["age"] = 27824287,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37705::::::::80:::::::::|h[水之结晶]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["age"] = 27824077,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:38373::::::::80:::::::::|h[霜皮腿甲片]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27822969,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["bag_id"] = 4,
											["h"] = "|cffa335ee|Hitem:39610:3818:41380:40034:::::80:::::::::|h[英雄的无畏巨盔]|h|r",
											["age"] = 27823170,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:44063::40008:42157:::::80:::::::::|h[雕像 - 帝黄晶螃蟹]|h|r",
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37220::::::::80:::::::::|h[蛛丝精华]|h|r",
											["slot_id"] = 7,
											["sb"] = 3,
											["age"] = 27821769,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 3,
											["age"] = 27823170,
											["h"] = "|cffa335ee|Hitem:44659::::::::80:::::::::|h[龙人坠饰]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["age"] = 27823161,
											["h"] = "|cffa335ee|Hitem:39195::::::::80:::::::::|h[迷失情感护腕]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:44240::40034::::::80:::::::::|h[特殊制式腿铠]|h|r",
											["slot_id"] = 11,
											["sb"] = 3,
											["age"] = 27821768,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43275::::::::80:::::::::|h[光芒护甲圣物]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["age"] = 27824287,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 3,
											["age"] = 27823090,
											["h"] = "|cffa335ee|Hitem:39245::::::::80:::::::::|h[帝陨]|h|r",
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:43102::::::::80:::::::::|h[冰冻宝珠]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27821713,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["age"] = 27823109,
											["h"] = "|cffa335ee|Hitem:39404::::::::80:::::::::|h[主宰披风]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46377::::::::80:::::::::|h[无尽怒气合剂]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["age"] = 27821714,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:20817::::::::80:::::::::|h[青铜底座]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["count"] = 20,
											["bag_id"] = 4,
											["loc_id"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37097::::::::80:::::::::|h[精神卷轴 VII]|h|r",
											["count"] = 5,
											["sb"] = 0,
											["age"] = 27821769,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 22,
										}, -- [22]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 5,
									["h"] = "|cffa335ee|Hitem:38082::::::::80:::::::::|h[\"巨无霸\"背包]|h|r",
									["texture"] = 133660,
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["h"] = "|cffa335ee|Hitem:39276::::::::80:::::::::|h[废墟之颅]|h|r",
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 3,
											["age"] = 27823162,
											["h"] = "|cffa335ee|Hitem:44311::::::::80:::::::::|h[艾沃尔的巨魔剑]|h|r",
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:37115:3811:::::::80:::::::::|h[十字军广场护肩]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40689::40089:40008:::::80:::::::::|h[活铁腰带]|h|r",
											["slot_id"] = 4,
											["sb"] = 3,
											["age"] = 27823168,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:46378::::::::80:::::::::|h[纯净魔精合剂]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["age"] = 27821713,
											["loc_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:39622::40034::::::80:::::::::|h[英雄的无畏手套]|h|r",
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:41168::40008::::::80:::::::::|h[铁甲战斗猎枪]|h|r",
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:6948::::::::80:::::::::|h[炉石]|h|r",
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 1,
											["bag_id"] = 5,
											["loc_id"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["slot_id"] = 22,
										}, -- [22]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 22,
									["status"] = -3,
									["empty"] = 14,
									["h"] = "|cffa335ee|Hitem:38082::::::::80:::::::::|h[\"巨无霸\"背包]|h|r",
									["texture"] = 133660,
								}, -- [5]
							},
							["slot_count"] = 104,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:27808::::::::80:::::::::|h[超级蹦床4000型的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:27991::::::::80:::::::::|h[暗影迷宫钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:29460::::::::80:::::::::|h[复仇军监牢钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 6,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:24490::::::::80:::::::::|h[麦迪文的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:42482::::::::80:::::::::|h[紫罗兰监狱钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30623::::::::80:::::::::|h[水库钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31084::::::::80:::::::::|h[禁魔监狱钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30635::::::::80:::::::::|h[时光之钥]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30633::::::::80:::::::::|h[奥金尼钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30634::::::::80:::::::::|h[星船钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30637::::::::80:::::::::|h[焰铸钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:31755::::::::80:::::::::|h[双足飞龙牢笼钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31704::::::::80:::::::::|h[风暴钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 2,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:44582::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r",
											["age"] = 27823235,
											["bag_id"] = 1,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 16,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 23,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 24,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 25,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 26,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 27,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 28,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 29,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 30,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 31,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 32,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 18,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						nil, -- [3]
						nil, -- [4]
						{
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 5,
											["slot_id"] = 1,
											["att_id"] = 1,
											["msg_id"] = 1,
											["bag_id"] = 1,
											["sb"] = 0,
										}, -- [1]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["loc_id"] = 5,
									["status"] = -3,
									["bag_id"] = 2,
									["type"] = 15,
								}, -- [2]
							},
							["slot_count"] = 1,
						}, -- [5]
						{
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:35068:3003:32409:38550:::::80:::::::::|h[野蛮角斗士的板甲头盔]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:42027::::::::80:::::::::|h[致命角斗士的凯旋坠饰]|h|r",
											["bag_id"] = 1,
											["age"] = 27821558,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33732:2997:32217:32205:::::80:::::::::|h[复仇角斗士的板甲护肩]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:42067:983:::::::80:::::::::|h[致命角斗士的凯旋披风]|h|r",
											["bag_id"] = 1,
											["age"] = 27821558,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40783:3245:39996:40016:::::80:::::::::|h[憎恨角斗士的板甲护胸]|h|r",
											["bag_id"] = 1,
											["age"] = 27823113,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:43156::::::::80:::::::::|h[龙眠联军战袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27821733,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40888::::::::80:::::::::|h[致命角斗士的凯旋护腕]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:35067:684:::::::80:::::::::|h[野蛮角斗士的板甲手套]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40877::40022:39996:::::80:::::::::|h[憎恨角斗士的凯旋束带]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:33731::::::::80:::::::::|h[复仇角斗士的板甲护腿]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40878:3232:40016::::::80:::::::::|h[憎恨角斗士的凯旋胫甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27823947,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:42115::::::::80:::::::::|h[致命角斗士的胜利指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:42112::::::::80:::::::::|h[憎恨角斗士的凯旋指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:28830::::::::80:::::::::|h[龙脊奖章]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:30344::::::::80:::::::::|h[部落勋章]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:40497::::::::80:::::::::|h[黑冰]|h|r",
											["bag_id"] = 1,
											["age"] = 27824098,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 2,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 43,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 1,
											["sb"] = 3,
											["count"] = 500,
											["bag_id"] = 1,
											["h"] = "reputation:369:中立:500:3000:0:0:0",
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 2,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:934:崇拜:999:1000:0:0:0",
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 3,
											["sb"] = 3,
											["count"] = 14440,
											["bag_id"] = 1,
											["h"] = "reputation:1073:尊敬:5440:12000:0:0:0",
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 4,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:609:中立:0:3000:0:0:0",
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 5,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:942:崇拜:999:1000:0:0:0",
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 13248,
											["bag_id"] = 1,
											["h"] = "reputation:1067:尊敬:4248:12000:0:0:0",
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["count"] = 8872,
											["bag_id"] = 1,
											["h"] = "reputation:1124:友善:5872:6000:0:0:0",
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = -42000,
											["bag_id"] = 1,
											["h"] = "reputation:932:仇恨:0:36000:0:0:0",
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 9,
											["sb"] = 3,
											["count"] = 10356,
											["bag_id"] = 1,
											["h"] = "reputation:76:尊敬:1356:12000:0:0:0",
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 10,
											["sb"] = 3,
											["count"] = -235,
											["bag_id"] = 1,
											["h"] = "reputation:970:冷淡:2765:3000:0:0:0",
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 11,
											["sb"] = 3,
											["count"] = 4166,
											["bag_id"] = 1,
											["h"] = "reputation:68:友善:1166:6000:0:0:0",
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 12,
											["sb"] = 3,
											["count"] = 13250,
											["bag_id"] = 1,
											["h"] = "reputation:889:尊敬:4250:12000:0:0:0",
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 13,
											["sb"] = 3,
											["count"] = 22421,
											["bag_id"] = 1,
											["h"] = "reputation:1085:崇敬:1421:21000:0:0:0",
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["count"] = 32398,
											["bag_id"] = 1,
											["h"] = "reputation:989:崇敬:11398:21000:0:0:0",
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 15,
											["sb"] = 3,
											["count"] = 21336,
											["bag_id"] = 1,
											["h"] = "reputation:933:崇敬:336:21000:0:0:0",
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 16,
											["sb"] = 3,
											["count"] = 0,
											["bag_id"] = 1,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 17,
											["sb"] = 3,
											["count"] = 10891,
											["bag_id"] = 1,
											["h"] = "reputation:530:尊敬:1891:12000:0:0:0",
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 18,
											["sb"] = 3,
											["count"] = -4020,
											["bag_id"] = 1,
											["h"] = "reputation:576:敌对:1980:3000:0:0:0",
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 19,
											["sb"] = 3,
											["count"] = 500,
											["bag_id"] = 1,
											["h"] = "reputation:577:中立:500:3000:0:0:0",
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 20,
											["sb"] = 3,
											["count"] = 11570,
											["bag_id"] = 1,
											["h"] = "reputation:510:尊敬:2570:12000:0:0:0",
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 21,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:935:崇拜:999:1000:0:0:0",
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 22,
											["sb"] = 3,
											["count"] = 3067,
											["bag_id"] = 1,
											["h"] = "reputation:1031:友善:67:6000:0:0:0",
										}, -- [22]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 23,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:990:崇拜:999:1000:0:0:0",
										}, -- [23]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 24,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:1012:崇拜:999:1000:0:0:0",
										}, -- [24]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 25,
											["sb"] = 3,
											["count"] = 10625,
											["bag_id"] = 1,
											["h"] = "reputation:1015:尊敬:1625:12000:0:0:0",
										}, -- [25]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 26,
											["sb"] = 3,
											["count"] = 15240,
											["bag_id"] = 1,
											["h"] = "reputation:1064:尊敬:6240:12000:0:0:0",
										}, -- [26]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 27,
											["sb"] = 3,
											["count"] = 22276,
											["bag_id"] = 1,
											["h"] = "reputation:941:崇敬:1276:21000:0:0:0",
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["count"] = 1100,
											["bag_id"] = 1,
											["h"] = "reputation:59:中立:1100:3000:0:0:0",
										}, -- [28]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 29,
											["sb"] = 3,
											["count"] = 4350,
											["bag_id"] = 1,
											["h"] = "reputation:1077:友善:1350:6000:0:0:0",
										}, -- [29]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 30,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:967:崇拜:999:1000:0:0:0",
										}, -- [30]
										{
											["q"] = 0,
											["h"] = "reputation:1090:友善:2475:6000:0:0:0",
											["count"] = 5475,
											["sb"] = 3,
											["slot_id"] = 31,
											["bag_id"] = 1,
											["loc_id"] = 16,
										}, -- [31]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 32,
											["sb"] = 3,
											["count"] = 35433,
											["bag_id"] = 1,
											["h"] = "reputation:947:崇敬:14433:21000:0:0:0",
										}, -- [32]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 33,
											["sb"] = 3,
											["count"] = 500,
											["bag_id"] = 1,
											["h"] = "reputation:21:中立:500:3000:0:0:0",
										}, -- [33]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 34,
											["sb"] = 3,
											["count"] = 35734,
											["bag_id"] = 1,
											["h"] = "reputation:1011:崇敬:14734:21000:0:0:0",
										}, -- [34]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 35,
											["sb"] = 3,
											["count"] = 490,
											["bag_id"] = 1,
											["h"] = "reputation:270:中立:490:3000:0:0:0",
										}, -- [35]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 36,
											["sb"] = 3,
											["count"] = 7060,
											["bag_id"] = 1,
											["h"] = "reputation:911:友善:4060:6000:0:0:0",
										}, -- [36]
										{
											["q"] = 0,
											["h"] = "reputation:1106:崇敬:459:21000:0:0:0",
											["count"] = 21459,
											["sb"] = 3,
											["slot_id"] = 37,
											["bag_id"] = 1,
											["loc_id"] = 16,
										}, -- [37]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 38,
											["sb"] = 3,
											["count"] = 250,
											["bag_id"] = 1,
											["h"] = "reputation:529:中立:250:3000:0:0:0",
										}, -- [38]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 39,
											["sb"] = 3,
											["count"] = 15081,
											["bag_id"] = 1,
											["h"] = "reputation:81:尊敬:6081:12000:0:0:0",
										}, -- [39]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 40,
											["sb"] = 3,
											["count"] = 42125,
											["bag_id"] = 1,
											["h"] = "reputation:1119:崇拜:125:1000:0:0:0",
										}, -- [40]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 41,
											["sb"] = 3,
											["count"] = 42999,
											["bag_id"] = 1,
											["h"] = "reputation:729:崇拜:999:1000:0:0:0",
										}, -- [41]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 42,
											["sb"] = 3,
											["count"] = 21057,
											["bag_id"] = 1,
											["h"] = "reputation:1098:崇敬:57:21000:0:0:0",
										}, -- [42]
										{
											["q"] = 0,
											["h"] = "reputation:1091:尊敬:1339:12000:0:0:0",
											["count"] = 10339,
											["sb"] = 3,
											["slot_id"] = 43,
											["bag_id"] = 1,
											["loc_id"] = 16,
										}, -- [43]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 43,
						}, -- [16]
					},
				},
				["邁克爾假死 - 伊弗斯"] = {
					["info"] = {
						["guid"] = "Player-4487-0008386D",
						["class"] = "HUNTER",
						["class_local"] = "猎人",
						["race"] = "Troll",
						["level"] = 78,
						["realm"] = "伊弗斯",
						["isplayer"] = true,
						["money"] = 45656685,
						["gender"] = 2,
						["itemlevel"] = 1,
						["name"] = "邁克爾假死",
						["faction"] = "Horde",
						["race_local"] = "巨魔",
						["player_id"] = "邁克爾假死 - 伊弗斯",
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:43926::::::::79:::::::::|h[斯利文男爵的徽记之戒]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["age"] = 27821785,
											["loc_id"] = 1,
											["count"] = 16,
											["sb"] = 0,
											["slot_id"] = 2,
											["h"] = "|cffffffff|Hitem:33447::::::::79:::::::::|h[符文治疗药水]|h|r",
											["bag_id"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["age"] = 27821844,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["slot_id"] = 3,
											["h"] = "|cffffffff|Hitem:38698::::::::79:::::::::|h[苦痛浆液]|h|r",
											["bag_id"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43608::::::::79:::::::::|h[考伯克拉的爆炸油]|h|r",
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22854::::::::79:::::::::|h[无情突袭合剂]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 19,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:33452::::::::79:::::::::|h[蜜饯苔藓]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:20475::::::::79:::::::::|h[精金制箭器]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43470::::::::79:::::::::|h[狼牙麦片酒]|h|r",
											["slot_id"] = 8,
											["sb"] = 3,
											["count"] = 1,
											["loc_id"] = 1,
											["age"] = 27824547,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::79:::::::::|h[霜纹布]|h|r",
											["count"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:42732::::::::79:::::::::|h[永冻刀片]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:42891::::::::79:::::::::|h[布伦希尔达踏雪靴]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:42780::::::::79:::::::::|h[奥杜尔的圣物]|h|r",
											["count"] = 21,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
											["age"] = 27824715,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["sb"] = 0,
											["count"] = 2,
											["h"] = "|cffffffff|Hitem:37093::::::::79:::::::::|h[耐力卷轴 VII]|h|r",
											["age"] = 27824223,
										}, -- [13]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["slot_id"] = 14,
											["h"] = "|cff1eff00|Hitem:36920::::::::79:::::::::|h[太阳水晶]|h|r",
											["age"] = 27824222,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:36770::::::::79:::::::::|h[佐特的防护药剂]|h|r",
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:37700::::::::79:::::::::|h[空气结晶]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
									},
									["bag_id"] = 1,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:42164::::::::79:::::::::|h[霍迪尔的号角]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:44208::::::::79:::::::::|h[破碎的原木]|h|r",
											["count"] = 2,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:43829::::::::79:::::::::|h[北伐军的坠饰]|h|r",
											["slot_id"] = 3,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:29451::::::::79:::::::::|h[裂蹄肋排]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:6948::::::::79:::::::::|h[炉石]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 1,
											["age"] = 27821785,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 3,
											["count"] = 57,
											["h"] = "|cffffffff|Hitem:38551::::::::79:::::::::|h[达卡莱供品]|h|r",
											["bag_id"] = 2,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 27824073,
											["h"] = "|cffffffff|Hitem:20390::::::::79:::::::::|h[糖块]|h|r",
											["count"] = 5,
											["sb"] = 3,
											["slot_id"] = 7,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43010::::::::79:::::::::|h[虫肉]|h|r",
											["count"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:41776::::::::79:::::::::|h[暗影拱顶裁决令]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:33447::::::::79:::::::::|h[符文治疗药水]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:43089::::::::79:::::::::|h[维库人的徽记]|h|r",
											["bag_id"] = 2,
											["count"] = 27,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:41731::::::::79:::::::::|h[雪人的乳汁]|h|r",
											["slot_id"] = 12,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:22829::::::::79:::::::::|h[超级治疗药水]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 16,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:21991::::::::79:::::::::|h[厚灵纹布绷带]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:43851::::::::79:::::::::|h[皮衣碎片]|h|r",
											["slot_id"] = 15,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 2,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:31001::32212::::::79:::::::::|h[戈隆追猎者手套]|h|r",
											["count"] = 1,
											["sb"] = 3,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["h"] = "|cff9d9d9d|Hitem:43852::::::::79:::::::::|h[厚皮衣碎片]|h|r",
											["count"] = 1,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:42480::::::::79:::::::::|h[黑锋旗帜]|h|r",
											["slot_id"] = 18,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:40068::::::::79:::::::::|h[怒火药剂]|h|r",
											["bag_id"] = 2,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 1,
											["age"] = 27824132,
											["h"] = "|cffffffff|Hitem:43013::::::::79:::::::::|h[冰冷的肉]|h|r",
											["count"] = 8,
											["sb"] = 0,
											["slot_id"] = 20,
											["loc_id"] = 1,
											["bag_id"] = 2,
										}, -- [20]
									},
									["bag_id"] = 2,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:41599::::::::79:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["age"] = 27824714,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["count"] = 19,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["bag_id"] = 3,
										}, -- [3]
										{
											["q"] = 1,
											["age"] = 27821785,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["count"] = 6,
											["h"] = "|cffffffff|Hitem:43465::::::::78:::::::::|h[力量卷轴 VII]|h|r",
											["bag_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["r"] = true,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:34960::::::::78:::::::::|h[号角的传说]|h|r",
											["slot_id"] = 5,
											["sb"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["age"] = 27821785,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["count"] = 20,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["bag_id"] = 3,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:43011::::::::78:::::::::|h[座狼腰肉]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 3,
											["count"] = 5,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 8,
										}, -- [8]
										{
											["q"] = 3,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:44579::::::::78:::::::::|h[英雄勋章]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 2,
											["bag_id"] = 3,
											["h"] = "|cff1eff00|Hitem:43622::::::::78:::::::::|h[霜钢宝箱]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["loc_id"] = 1,
											["o"] = true,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["count"] = 10,
											["sb"] = 0,
											["slot_id"] = 14,
											["h"] = "|cffffffff|Hitem:37702::::::::78:::::::::|h[火焰结晶]|h|r",
											["age"] = 27824714,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 3,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:37701::::::::78:::::::::|h[土之结晶]|h|r",
											["bag_id"] = 3,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 3,
											["slot_id"] = 20,
										}, -- [20]
									},
									["bag_id"] = 3,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 11,
									["h"] = "|cff1eff00|Hitem:41599::::::::78:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:39691::::::::78:::::::::|h[美味炖鲸肉]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 4,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:9172::::::::78:::::::::|h[隐形药水]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 27824076,
											["h"] = "|cffffffff|Hitem:34722::::::::78:::::::::|h[厚霜纹布绷带]|h|r",
											["slot_id"] = 7,
											["sb"] = 0,
											["count"] = 20,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [7]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:37091::::::::78:::::::::|h[智力卷轴 VII]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 20,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:43467::::::::78:::::::::|h[保护卷轴 VII]|h|r",
											["bag_id"] = 4,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 1,
											["age"] = 27824075,
											["h"] = "|cffffffff|Hitem:36912::::::::78:::::::::|h[萨隆邪铁矿石]|h|r",
											["slot_id"] = 19,
											["sb"] = 0,
											["count"] = 2,
											["loc_id"] = 1,
											["bag_id"] = 4,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [20]
									},
									["bag_id"] = 4,
									["loc_id"] = 1,
									["count"] = 20,
									["status"] = -3,
									["empty"] = 13,
									["h"] = "|cff1eff00|Hitem:41599::::::::78:::::::::|h[霜纹包]|h|r",
									["texture"] = 133665,
								}, -- [4]
								{
									["q"] = 3,
									["type"] = 12,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 0,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 1,
											["age"] = 27822523,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["slot_id"] = 8,
											["sb"] = 0,
											["count"] = 494,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [8]
										{
											["q"] = 1,
											["age"] = 27822523,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["slot_id"] = 9,
											["sb"] = 0,
											["count"] = 1000,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [9]
										{
											["q"] = 1,
											["age"] = 27822523,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["slot_id"] = 10,
											["sb"] = 0,
											["count"] = 1000,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [10]
										{
											["q"] = 1,
											["age"] = 27822523,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["slot_id"] = 11,
											["sb"] = 0,
											["count"] = 1000,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [11]
										{
											["q"] = 1,
											["age"] = 27822523,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["count"] = 1000,
											["sb"] = 0,
											["slot_id"] = 12,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [12]
										{
											["q"] = 1,
											["age"] = 27822509,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["count"] = 1000,
											["sb"] = 0,
											["slot_id"] = 13,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [13]
										{
											["q"] = 1,
											["age"] = 27822509,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["count"] = 1000,
											["sb"] = 0,
											["slot_id"] = 14,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [14]
										{
											["q"] = 1,
											["age"] = 27822509,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["count"] = 1000,
											["sb"] = 0,
											["slot_id"] = 15,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [15]
										{
											["q"] = 1,
											["age"] = 27822505,
											["h"] = "|cffffffff|Hitem:41586::::::::78:::::::::|h[恐怖箭矢]|h|r",
											["count"] = 800,
											["sb"] = 0,
											["slot_id"] = 16,
											["loc_id"] = 1,
											["bag_id"] = 5,
										}, -- [16]
									},
									["bag_id"] = 5,
									["loc_id"] = 1,
									["count"] = 16,
									["status"] = -3,
									["empty"] = 7,
									["h"] = "|cff0070dd|Hitem:19319::::::::78:::::::::|h[鹰身人皮箭袋]|h|r",
									["texture"] = 134406,
								}, -- [5]
							},
							["slot_count"] = 92,
						}, -- [1]
						{
							["bag"] = {
								{
									["type"] = 3,
									["count"] = 32,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:18249::::::::79:::::::::|h[月牙钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:11000::::::::79:::::::::|h[暗炉钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:12382::::::::79:::::::::|h[城市大门钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:27808::::::::79:::::::::|h[超级蹦床4000型的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 5,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:25604::::::::79:::::::::|h[战槌监狱钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 6,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:27991::::::::79:::::::::|h[暗影迷宫钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 2,
											["slot_id"] = 7,
											["sb"] = 0,
											["h"] = "|cff1eff00|Hitem:29460::::::::79:::::::::|h[复仇军监牢钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 5,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:24490::::::::79:::::::::|h[麦迪文的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30633::::::::79:::::::::|h[奥金尼钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30623::::::::79:::::::::|h[水库钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30635::::::::79:::::::::|h[时光之钥]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30634::::::::79:::::::::|h[星船钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:30637::::::::79:::::::::|h[焰铸钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 14,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:31664::::::::79:::::::::|h[祖鲁希德的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cffffffff|Hitem:31704::::::::79:::::::::|h[风暴钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 1,
											["loc_id"] = 2,
											["slot_id"] = 16,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:37500::::::::79:::::::::|h[翻新过的伐木机的钥匙]|h|r",
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 17,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 18,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 19,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 20,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 21,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [21]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 22,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [22]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 23,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [23]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 24,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [24]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 25,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [25]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 26,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [26]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 27,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [27]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 28,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [28]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 29,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [29]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 30,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [30]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 31,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [31]
										{
											["q"] = -1,
											["loc_id"] = 2,
											["slot_id"] = 32,
											["sb"] = 0,
											["bag_id"] = 1,
											["count"] = 1,
										}, -- [32]
									},
									["status"] = -3,
									["empty"] = 16,
									["bag_id"] = 1,
									["loc_id"] = 2,
								}, -- [1]
							},
							["slot_count"] = 32,
						}, -- [2]
						nil, -- [3]
						nil, -- [4]
						{
							["bag"] = {
								{
									["type"] = 15,
									["count"] = 41,
									["slot"] = {
										{
											["q"] = 1,
											["att_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["msg_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 1,
											["age"] = 27824076,
										}, -- [1]
										{
											["q"] = 1,
											["att_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["msg_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 2,
											["age"] = 27824076,
										}, -- [2]
										{
											["q"] = 1,
											["att_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["msg_id"] = 1,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 5,
											["slot_id"] = 3,
											["age"] = 27824076,
										}, -- [3]
										{
											["q"] = 1,
											["att_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 4,
											["age"] = 27824076,
										}, -- [4]
										{
											["q"] = 1,
											["att_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37700::::::::78:::::::::|h[空气结晶]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 8,
											["slot_id"] = 5,
											["age"] = 27824076,
										}, -- [5]
										{
											["q"] = 1,
											["att_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:36903::::::::78:::::::::|h[蛇信草]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 2,
											["slot_id"] = 6,
											["age"] = 27824076,
										}, -- [6]
										{
											["q"] = 1,
											["att_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:43010::::::::78:::::::::|h[虫肉]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 19,
											["slot_id"] = 7,
											["age"] = 27824076,
										}, -- [7]
										{
											["q"] = 1,
											["att_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:36912::::::::78:::::::::|h[萨隆邪铁矿石]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 4,
											["slot_id"] = 8,
											["age"] = 27824076,
										}, -- [8]
										{
											["q"] = 1,
											["att_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37705::::::::78:::::::::|h[水之结晶]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 9,
											["age"] = 27824076,
										}, -- [9]
										{
											["q"] = 2,
											["att_id"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:35622::::::::78:::::::::|h[永恒之水]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 3,
											["slot_id"] = 10,
											["age"] = 27824076,
										}, -- [10]
										{
											["q"] = 2,
											["att_id"] = 8,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:35623::::::::78:::::::::|h[永恒空气]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 11,
											["age"] = 27824076,
										}, -- [11]
										{
											["q"] = 2,
											["att_id"] = 9,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36929::::::::78:::::::::|h[茶晶石]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 12,
											["age"] = 27824076,
										}, -- [12]
										{
											["q"] = 2,
											["att_id"] = 10,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36917::::::::78:::::::::|h[血石]|h|r",
											["msg_id"] = 4,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 13,
											["age"] = 27824076,
										}, -- [13]
										{
											["q"] = 1,
											["att_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 14,
											["age"] = 27824076,
										}, -- [14]
										{
											["q"] = 1,
											["att_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 15,
											["age"] = 27824076,
										}, -- [15]
										{
											["q"] = 1,
											["att_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 16,
											["age"] = 27824076,
										}, -- [16]
										{
											["q"] = 1,
											["att_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 17,
											["age"] = 27824076,
										}, -- [17]
										{
											["q"] = 1,
											["att_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 18,
											["age"] = 27824076,
										}, -- [18]
										{
											["q"] = 1,
											["att_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["msg_id"] = 5,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 9,
											["slot_id"] = 19,
											["age"] = 27824076,
										}, -- [19]
										{
											["q"] = 3,
											["att_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cff0070dd|Hitem:36927::::::::78:::::::::|h[曙光猫眼石]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 20,
											["age"] = 27824076,
										}, -- [20]
										{
											["q"] = 2,
											["att_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36917::::::::78:::::::::|h[血石]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 5,
											["slot_id"] = 21,
											["age"] = 27824076,
										}, -- [21]
										{
											["q"] = 2,
											["att_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36932::::::::78:::::::::|h[黑玉]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 4,
											["slot_id"] = 22,
											["age"] = 27824076,
										}, -- [22]
										{
											["q"] = 1,
											["att_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37705::::::::78:::::::::|h[水之结晶]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 2,
											["slot_id"] = 23,
											["age"] = 27824076,
										}, -- [23]
										{
											["q"] = 2,
											["att_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36910::::::::78:::::::::|h[泰坦神铁矿石]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 2,
											["slot_id"] = 24,
											["age"] = 27824076,
										}, -- [24]
										{
											["q"] = 1,
											["att_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37700::::::::78:::::::::|h[空气结晶]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 6,
											["slot_id"] = 25,
											["age"] = 27824076,
										}, -- [25]
										{
											["q"] = 2,
											["att_id"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:36920::::::::78:::::::::|h[太阳水晶]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 26,
											["age"] = 27824076,
										}, -- [26]
										{
											["q"] = 1,
											["att_id"] = 8,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:36905::::::::78:::::::::|h[巫妖花]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 2,
											["slot_id"] = 27,
											["age"] = 27824076,
										}, -- [27]
										{
											["q"] = 1,
											["att_id"] = 9,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 3,
											["slot_id"] = 28,
											["age"] = 27824076,
										}, -- [28]
										{
											["q"] = 1,
											["att_id"] = 10,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33448::::::::78:::::::::|h[符文法力药水]|h|r",
											["msg_id"] = 6,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 29,
											["age"] = 27824076,
										}, -- [29]
										{
											["q"] = 1,
											["att_id"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 19,
											["slot_id"] = 30,
											["age"] = 27824076,
										}, -- [30]
										{
											["q"] = 1,
											["att_id"] = 2,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 31,
											["age"] = 27824076,
										}, -- [31]
										{
											["q"] = 1,
											["att_id"] = 3,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 32,
											["age"] = 27824076,
										}, -- [32]
										{
											["q"] = 1,
											["att_id"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 33,
											["age"] = 27824076,
										}, -- [33]
										{
											["q"] = 1,
											["att_id"] = 5,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33470::::::::78:::::::::|h[霜纹布]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 20,
											["slot_id"] = 34,
											["age"] = 27824076,
										}, -- [34]
										{
											["q"] = 2,
											["att_id"] = 6,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:43622::::::::78:::::::::|h[霜钢宝箱]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 35,
											["age"] = 27824076,
										}, -- [35]
										{
											["q"] = 2,
											["att_id"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff1eff00|Hitem:43622::::::::78:::::::::|h[霜钢宝箱]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 1,
											["slot_id"] = 36,
											["age"] = 27824076,
										}, -- [36]
										{
											["q"] = 1,
											["att_id"] = 8,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:36909::::::::78:::::::::|h[钴矿石]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 8,
											["slot_id"] = 37,
											["age"] = 27824076,
										}, -- [37]
										{
											["q"] = 1,
											["att_id"] = 9,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:36904::::::::78:::::::::|h[卷丹]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 2,
											["slot_id"] = 38,
											["age"] = 27824076,
										}, -- [38]
										{
											["q"] = 1,
											["att_id"] = 10,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:33568::::::::78:::::::::|h[北地皮]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 3,
											["slot_id"] = 39,
											["age"] = 27824076,
										}, -- [39]
										{
											["q"] = 1,
											["att_id"] = 11,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:37701::::::::78:::::::::|h[土之结晶]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 5,
											["slot_id"] = 40,
											["age"] = 27824076,
										}, -- [40]
										{
											["q"] = 1,
											["att_id"] = 12,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:36907::::::::78:::::::::|h[塔兰德拉的玫瑰]|h|r",
											["msg_id"] = 7,
											["sb"] = 0,
											["loc_id"] = 5,
											["count"] = 2,
											["slot_id"] = 41,
											["age"] = 27824076,
										}, -- [41]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 5,
								}, -- [1]
								{
									["loc_id"] = 5,
									["status"] = -3,
									["bag_id"] = 2,
									["type"] = 15,
								}, -- [2]
							},
							["slot_count"] = 41,
						}, -- [5]
						{
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:44045::::::::79:::::::::|h[北伐军的罩帽]|h|r",
											["bag_id"] = 1,
											["age"] = 27824610,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 4,
											["loc_id"] = 6,
											["slot_id"] = 2,
											["sb"] = 3,
											["h"] = "|cffa335ee|Hitem:30017::::::::79:::::::::|h[塔隆尼库斯的伤害坠饰]|h|r",
											["bag_id"] = 1,
											["age"] = 27821488,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:42887::::::::79:::::::::|h[晋升肩甲]|h|r",
											["bag_id"] = 1,
											["age"] = 27824408,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 4,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:37566::::::::79:::::::::|h[耐用的座狼皮斗篷]|h|r",
											["bag_id"] = 1,
											["age"] = 27821488,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:42896::::::::79:::::::::|h[瓦基里安追踪者护胸]|h|r",
											["bag_id"] = 1,
											["age"] = 27824510,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["sb"] = 0,
											["h"] = "|cffffffff|Hitem:127::::::::79:::::::::|h[捕兽者衬衣]|h|r",
											["bag_id"] = 1,
											["age"] = 27821488,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:31404::::::::79:::::::::|h[绿色伊利达雷战袍]|h|r",
											["bag_id"] = 1,
											["age"] = 27821488,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:41844::::::::79:::::::::|h[复仇征程护腕]|h|r",
											["bag_id"] = 1,
											["age"] = 27821844,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:43981::::::::79:::::::::|h[奥努森的手套]|h|r",
											["bag_id"] = 1,
											["age"] = 27824712,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:42821::::::::79:::::::::|h[雷铸腰带]|h|r",
											["bag_id"] = 1,
											["age"] = 27824483,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:43202::::::::79:::::::::|h[冰虫外皮护腿]|h|r",
											["bag_id"] = 1,
											["age"] = 27824508,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:44024::::::::79:::::::::|h[暗语者的软靴]|h|r",
											["bag_id"] = 1,
											["age"] = 27824687,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 13,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:42864::::::::79:::::::::|h[冰冷心境之戒]|h|r",
											["bag_id"] = 1,
											["age"] = 27824243,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:43191::::::::79:::::::::|h[碎冰指环]|h|r",
											["bag_id"] = 1,
											["age"] = 27824532,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 15,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:44014::::::::79:::::::::|h[菲斯克的怀表]|h|r",
											["bag_id"] = 1,
											["age"] = 27824194,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 2,
											["loc_id"] = 6,
											["slot_id"] = 16,
											["sb"] = 3,
											["h"] = "|cff1eff00|Hitem:43838::::::::79:::::::::|h[恐惧小盒]|h|r",
											["bag_id"] = 1,
											["age"] = 27824706,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 3,
											["loc_id"] = 6,
											["slot_id"] = 17,
											["sb"] = 3,
											["h"] = "|cff0070dd|Hitem:41815::::::::79:::::::::|h[高级冰刺长矛]|h|r",
											["bag_id"] = 1,
											["age"] = 27824609,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = -1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 0,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
									},
									["status"] = -3,
									["empty"] = 1,
									["bag_id"] = 1,
									["loc_id"] = 6,
								}, -- [1]
							},
							["slot_count"] = 18,
						}, -- [6]
						nil, -- [7]
						nil, -- [8]
						nil, -- [9]
						{
							["bag"] = {
								{
									["bag_id"] = 1,
									["loc_id"] = 10,
								}, -- [1]
							},
						}, -- [10]
						nil, -- [11]
						nil, -- [12]
						nil, -- [13]
						nil, -- [14]
						nil, -- [15]
						{
							["bag"] = {
								{
									["type"] = 29,
									["count"] = 47,
									["slot"] = {
										{
											["q"] = 0,
											["h"] = "reputation:369:中立:627:3000:0:0:0",
											["count"] = 627,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["h"] = "reputation:934:崇拜:235:1000:0:0:0",
											["count"] = 42235,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 2,
										}, -- [2]
										{
											["q"] = 0,
											["h"] = "reputation:1073:尊敬:6440:12000:0:0:0",
											["count"] = 15440,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 3,
										}, -- [3]
										{
											["q"] = 0,
											["h"] = "reputation:92:仇恨:0:36000:0:0:0",
											["count"] = -42000,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 4,
										}, -- [4]
										{
											["q"] = 0,
											["h"] = "reputation:609:尊敬:8774:12000:0:0:0",
											["count"] = 17774,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 5,
										}, -- [5]
										{
											["q"] = 0,
											["h"] = "reputation:942:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 7,
											["sb"] = 3,
											["h"] = "reputation:1067:尊敬:6985:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 15985,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 8,
											["sb"] = 3,
											["h"] = "reputation:1124:尊敬:2601:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 11601,
										}, -- [8]
										{
											["q"] = 0,
											["h"] = "reputation:932:仇恨:0:36000:0:0:0",
											["count"] = -42000,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 9,
										}, -- [9]
										{
											["q"] = 0,
											["h"] = "reputation:76:尊敬:13:12000:0:0:0",
											["count"] = 9013,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 10,
										}, -- [10]
										{
											["q"] = 0,
											["h"] = "reputation:970:友善:2180:6000:0:0:0",
											["count"] = 5180,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 11,
										}, -- [11]
										{
											["q"] = 0,
											["h"] = "reputation:68:友善:1098:6000:0:0:0",
											["count"] = 4098,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 12,
										}, -- [12]
										{
											["q"] = 0,
											["h"] = "reputation:889:中立:1470:3000:0:0:0",
											["count"] = 1470,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 13,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 14,
											["sb"] = 3,
											["h"] = "reputation:1085:崇敬:9497:21000:0:0:0",
											["bag_id"] = 1,
											["count"] = 30497,
										}, -- [14]
										{
											["q"] = 0,
											["h"] = "reputation:989:崇敬:4577:21000:0:0:0",
											["count"] = 25577,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["h"] = "reputation:933:友善:5122:6000:0:0:0",
											["count"] = 8122,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["h"] = "reputation:909:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 17,
										}, -- [17]
										{
											["q"] = 0,
											["h"] = "reputation:530:尊敬:3486:12000:0:0:0",
											["count"] = 12486,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["h"] = "reputation:576:敌对:2475:3000:0:0:0",
											["count"] = -3525,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["h"] = "reputation:470:中立:740:3000:0:0:0",
											["count"] = 740,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["h"] = "reputation:577:中立:625:3000:0:0:0",
											["count"] = 625,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["h"] = "reputation:510:中立:410:3000:0:0:0",
											["count"] = 410,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 22,
										}, -- [22]
										{
											["q"] = 0,
											["h"] = "reputation:935:崇敬:11747:21000:0:0:0",
											["count"] = 32747,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 23,
										}, -- [23]
										{
											["q"] = 0,
											["h"] = "reputation:990:尊敬:8935:12000:0:0:0",
											["count"] = 17935,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 24,
										}, -- [24]
										{
											["q"] = 0,
											["h"] = "reputation:749:崇敬:18799:21000:0:0:0",
											["count"] = 39799,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 25,
										}, -- [25]
										{
											["q"] = 0,
											["h"] = "reputation:1012:尊敬:6436:12000:0:0:0",
											["count"] = 15436,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 26,
										}, -- [26]
										{
											["q"] = 0,
											["h"] = "reputation:1015:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 27,
										}, -- [27]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 28,
											["sb"] = 3,
											["h"] = "reputation:1064:尊敬:9925:12000:0:0:0",
											["bag_id"] = 1,
											["count"] = 18925,
										}, -- [28]
										{
											["q"] = 0,
											["h"] = "reputation:93:尊敬:7420:12000:0:0:0",
											["count"] = 16420,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 29,
										}, -- [29]
										{
											["q"] = 0,
											["h"] = "reputation:941:友善:5232:6000:0:0:0",
											["count"] = 8232,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 30,
										}, -- [30]
										{
											["q"] = 0,
											["h"] = "reputation:59:中立:0:3000:0:0:0",
											["count"] = 0,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 31,
										}, -- [31]
										{
											["q"] = 0,
											["h"] = "reputation:967:尊敬:11268:12000:0:0:0",
											["count"] = 20268,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 32,
										}, -- [32]
										{
											["q"] = 0,
											["h"] = "reputation:1090:友善:2105:6000:0:0:0",
											["count"] = 5105,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 33,
										}, -- [33]
										{
											["q"] = 0,
											["h"] = "reputation:947:崇敬:7646:21000:0:0:0",
											["count"] = 28646,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 34,
										}, -- [34]
										{
											["q"] = 0,
											["h"] = "reputation:21:中立:632:3000:0:0:0",
											["count"] = 632,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 35,
										}, -- [35]
										{
											["q"] = 0,
											["h"] = "reputation:910:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 36,
										}, -- [36]
										{
											["q"] = 0,
											["h"] = "reputation:1011:崇敬:7001:21000:0:0:0",
											["count"] = 28001,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 37,
										}, -- [37]
										{
											["q"] = 0,
											["h"] = "reputation:270:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 38,
										}, -- [38]
										{
											["q"] = 0,
											["h"] = "reputation:809:中立:800:3000:0:0:0",
											["count"] = 800,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 39,
										}, -- [39]
										{
											["q"] = 0,
											["h"] = "reputation:911:友善:2590:6000:0:0:0",
											["count"] = 5590,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 40,
										}, -- [40]
										{
											["q"] = 0,
											["h"] = "reputation:1106:尊敬:3565:12000:0:0:0",
											["count"] = 12565,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 41,
										}, -- [41]
										{
											["q"] = 0,
											["h"] = "reputation:529:中立:1085:3000:0:0:0",
											["count"] = 1085,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 42,
										}, -- [42]
										{
											["q"] = 0,
											["h"] = "reputation:81:友善:3773:6000:0:0:0",
											["count"] = 6773,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 43,
										}, -- [43]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 44,
											["sb"] = 3,
											["h"] = "reputation:1119:友善:825:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 3825,
										}, -- [44]
										{
											["q"] = 0,
											["h"] = "reputation:729:崇拜:999:1000:0:0:0",
											["count"] = 42999,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 45,
										}, -- [45]
										{
											["q"] = 0,
											["h"] = "reputation:1098:友善:305:6000:0:0:0",
											["count"] = 3305,
											["sb"] = 3,
											["loc_id"] = 16,
											["bag_id"] = 1,
											["slot_id"] = 46,
										}, -- [46]
										{
											["q"] = 0,
											["loc_id"] = 16,
											["slot_id"] = 47,
											["sb"] = 3,
											["h"] = "reputation:1091:友善:3680:6000:0:0:0",
											["bag_id"] = 1,
											["count"] = 6680,
										}, -- [47]
									},
									["status"] = -3,
									["bag_id"] = 1,
									["loc_id"] = 16,
								}, -- [1]
							},
							["slot_count"] = 47,
						}, -- [16]
					},
				},
				["!ACCOUNT - 100"] = {
					["info"] = {
						["class"] = "ACCOUNT",
						["class_local"] = "Account",
						["name"] = "我的账户",
						["faction"] = "",
						["realm"] = "",
						["level"] = 1,
						["player_id"] = "!ACCOUNT - 100",
						["faction_local"] = "",
					},
				},
			},
			["version"] = 31003,
		},
		["version"] = 31003,
		["cache"] = {
			["reputation"] = {
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "人类(玩家)",
				}, -- [1]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "兽人(玩家)",
				}, -- [2]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "矮人(玩家)",
				}, -- [3]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗夜精灵(玩家)",
				}, -- [4]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(玩家)",
				}, -- [5]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牛头人(玩家)",
				}, -- [6]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "生物",
				}, -- [7]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "侏儒(玩家)",
				}, -- [8]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨魔(玩家)",
				}, -- [9]
				nil, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "怪物",
				}, -- [14]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迪菲亚潜行者",
				}, -- [15]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "河爪豺狼人",
				}, -- [16]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赤脊山豺狼人",
				}, -- [17]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗皮豺狼人",
				}, -- [18]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鱼人",
				}, -- [19]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "亡灵(天灾军团)",
				}, -- [20]
				{
					["r"] = false,
					["d"] = "一个由黑水海盗的头目，大财主里维加兹经营的繁荣的海港城市。它也是热砂集团的一部分，主要仇敌是血帆海盗。",
					["w"] = true,
					["n"] = "藏宝海湾",
				}, -- [21]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蜘蛛",
				}, -- [22]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "野猪",
				}, -- [23]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [24]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狗头人",
				}, -- [25]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血顶巨魔",
				}, -- [26]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劈颅巨魔",
				}, -- [27]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猎物",
				}, -- [28]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狼人",
				}, -- [29]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "叛变的迪菲亚潜行者(艾泽拉斯)",
				}, -- [30]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "友方",
				}, -- [31]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "穴居人",
				}, -- [32]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰巨魔",
				}, -- [33]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑石氏族兽人",
				}, -- [34]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Villian",
				}, -- [35]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "牺牲品",
				}, -- [36]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊",
				}, -- [37]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "食人魔",
				}, -- [38]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "库森的雇佣兵",
				}, -- [39]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卫队",
				}, -- [40]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "荆棘谷地精",
				}, -- [41]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "迅猛龙",
				}, -- [42]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "石化蜥蜴",
				}, -- [43]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "绿龙",
				}, -- [44]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "失落者",
				}, -- [45]
				nil, -- [46]
				nil, -- [47]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑铁矮人",
				}, -- [48]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暮色森林守夜人",
				}, -- [49]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红龙",
				}, -- [50]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "藓皮豺狼人",
				}, -- [51]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉氏族兽人",
				}, -- [52]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂侏儒",
				}, -- [53]
				nil, -- [54]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "豹",
				}, -- [55]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血色十字军",
				}, -- [56]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "烂皮豺狼人",
				}, -- [57]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "猩猩",
				}, -- [58]
				{
					["r"] = false,
					["d"] = "瑟银兄弟会的矮人有着无与伦比的制造技术，并致力于解开黑石山中的全部秘密。",
					["w"] = false,
					["n"] = "瑟银兄弟会",
				}, -- [59]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "纳迦",
				}, -- [60]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "达拉然",
				}, -- [61]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弃灵",
				}, -- [62]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Darkhowl",
				}, -- [63]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "劣魔",
				}, -- [64]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "熊怪",
				}, -- [65]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落友军",
				}, -- [66]
				{
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落",
				}, -- [67]
				{
					["r"] = false,
					["d"] = "希尔瓦娜斯·风行者领导下的被遗忘者与部落之间建立起了微弱的同盟关系，并在洛丹伦地下遗迹的深处建立起了这座城市。",
					["w"] = false,
					["n"] = "幽暗城",
				}, -- [68]
				nil, -- [69]
				{
					["r"] = false,
					["d"] = "一个主要由人类组成的犯罪组织，目前占据着奥特兰克山脉与希尔斯布莱德丘陵的部分地区。",
					["w"] = false,
					["n"] = "辛迪加",
				}, -- [70]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德民兵",
				}, -- [71]
				nil, -- [72]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶魔",
				}, -- [73]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "元素生物",
				}, -- [74]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "灵魂",
				}, -- [75]
				{
					["r"] = false,
					["d"] = "这座由萨尔建立的部落城市是许多兽人氏族的家园。",
					["w"] = false,
					["n"] = "奥格瑞玛",
				}, -- [76]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "宝物",
				}, -- [77]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泥嘴豺狼人",
				}, -- [78]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "希尔斯布莱德，南海镇",
				}, -- [79]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑龙",
				}, -- [80]
				{
					["r"] = false,
					["d"] = "凯恩·血蹄及其领导下的牛头人的家园，壮丽而伟大的部落城市。",
					["w"] = false,
					["n"] = "雷霆崖",
				}, -- [81]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "枯木巨魔",
				}, -- [82]
				nil, -- [83]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [84]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刺背野猪人",
				}, -- [85]
				nil, -- [86]
				{
					["r"] = false,
					["d"] = "一群嗜血的海盗，所有海上商人的公敌。藏宝海湾的死敌。",
					["w"] = false,
					["n"] = "血帆海盗",
				}, -- [87]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "黑暗深渊",
				}, -- [88]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙虾人",
				}, -- [89]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "科卡尔半人马",
				}, -- [90]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加拉克半人马",
				}, -- [91]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地南方的半人马，玛格拉姆半人马的仇敌。",
					["w"] = false,
					["n"] = "吉尔吉斯半人马",
				}, -- [92]
				{
					["r"] = false,
					["d"] = "一群居住在凄凉之地东部的半人马，吉尔吉斯半人马的仇敌。",
					["w"] = true,
					["n"] = "玛格拉姆半人马",
				}, -- [93]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛洛迪",
				}, -- [94]
				nil, -- [95]
				nil, -- [96]
				nil, -- [97]
				nil, -- [98]
				nil, -- [99]
				nil, -- [100]
				nil, -- [101]
				nil, -- [102]
				nil, -- [103]
				nil, -- [104]
				nil, -- [105]
				nil, -- [106]
				nil, -- [107]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩",
				}, -- [108]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剃刀沼泽野猪人",
				}, -- [109]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "钢鬃野猪人",
				}, -- [110]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Quilboar, Deathshead",
				}, -- [111]
				nil, -- [112]
				nil, -- [113]
				nil, -- [114]
				nil, -- [115]
				nil, -- [116]
				nil, -- [117]
				nil, -- [118]
				nil, -- [119]
				nil, -- [120]
				nil, -- [121]
				nil, -- [122]
				nil, -- [123]
				nil, -- [124]
				nil, -- [125]
				nil, -- [126]
				nil, -- [127]
				{
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "敌人",
				}, -- [128]
				[1013] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 1",
				},
				[630] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暴掠龙训练师",
				},
				[1014] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirits of Shadowmoon 2",
				},
				[1015] = {
					["r"] = false,
					["d"] = "这种罕见的龙是死亡之翼的后代，受到原始的虚空能量影响后发生了变异。现在，他们正在努力摆脱死亡之翼的血脉带来的阴影，找寻自己的命运。",
					["w"] = true,
					["n"] = "灵翼之龙",
				},
				[1016] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "拜龙教",
				},
				[889] = {
					["r"] = false,
					["d"] = "战歌氏族是最具攻击性的兽人氏族，目前正与暗夜精灵的银翼哨兵部队在战歌峡谷激烈地交战中。",
					["w"] = false,
					["n"] = "战歌氏族",
				},
				[1017] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "树人",
				},
				[1018] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon I",
				},
				[1019] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon II",
				},
				[892] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "部落军队",
				},
				[1020] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon III",
				},
				[893] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "恶齿巨魔",
				},
				[1021] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon IV",
				},
				[1022] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Leotheras Demon V",
				},
				[1023] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿萨洛斯",
				},
				[1024] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者",
				},
				[1025] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "剥石者猎手",
				},
				[449] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影蛛丝偷猎者",
				},
				[1026] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "影月之魂",
				},
				[770] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gizlock's Charm",
				},
				[1028] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "乌鸦林古树",
				},
				[1029] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Chess, Friendly to All Chess",
				},
				[450] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Searing Spider",
				},
				[1030] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Black Temple Gates - Illidari",
				},
				[1031] = {
					["r"] = false,
					["d"] = "一支由沙塔斯城建立的空中武装力量，职责是应对潜伏在外域天空中的威胁。",
					["w"] = false,
					["n"] = "沙塔尔天空卫队",
				},
				[1032] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "52区",
				},
				[1033] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玛维",
				},
				[1034] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯阴影鸦人",
				},
				[1035] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "斯克提斯鸦人",
				},
				[1036] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "龙喉之敌",
				},
				[1038] = {
					["r"] = false,
					["d"] = "聪明而开化的奥格瑞拉食人魔居住在刀锋山的西部区域，那里富产的埃匹希斯水晶使得他们的智商远远超越了其他野蛮的同类。",
					["w"] = false,
					["n"] = "奥格瑞拉",
				},
				[1039] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "掠食者",
				},
				[1040] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[649] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "管理者埃克索图斯",
				},
				[1041] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "狂鱼",
				},
				[1042] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天空卫队之敌",
				},
				[1043] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "臭鼬",
				},
				[1044] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "塞拉摩叛逃者",
				},
				[1045] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库人",
				},
				[1046] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "北海海盗",
				},
				[1047] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海象人",
				},
				[1048] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "UNUSED",
				},
				[1049] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿曼尼巨魔",
				},
				[909] = {
					["r"] = false,
					["d"] = "一个向全世界展示着各类珍奇异宝的旅行马戏团。他们经常会访问艾尔文森林、莫高雷和泰罗卡森林。",
					["w"] = false,
					["n"] = "暗月马戏团",
				},
				[1051] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "UNUSED",
				},
				[910] = {
					["r"] = false,
					["d"] = "青铜龙军团的后代，时间的守卫者，对凡人种族漠不关心。",
					["w"] = true,
					["n"] = "诺兹多姆的子嗣",
				},
				[1052] = {
					["r"] = true,
					["d"] = "部落派往诺森德的多支部队的统称，由战歌远征军充当先头部队。",
					["w"] = false,
					["n"] = "部落先遣军",
				},
				[1053] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Westguard",
				},
				[911] = {
					["r"] = false,
					["d"] = "奎尔萨拉斯的首都，血精灵的家园。虽然银月城几乎被阿尔萨斯毁灭，但它再次成为了一座繁荣的城市。",
					["w"] = false,
					["n"] = "银月城",
				},
				[1054] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spotted Gryphon",
				},
				[1055] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Tamed Plaguehound",
				},
				[912] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡利姆多联军",
				},
				[1056] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Spirit 1)",
				},
				[329] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "工头费苏勒",
				},
				[1057] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Siprit 2)",
				},
				[1058] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul (Ancient Siprit 3)",
				},
				[1059] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance",
				},
				[229] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "哀嚎洞穴",
				},
				[1060] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test",
				},
				[1061] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库人",
				},
				[915] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "克苏恩的军队",
				},
				[1062] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维库角斗士",
				},
				[1063] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Valgarde Combatant",
				},
				[916] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种虫类",
				},
				[1064] = {
					["r"] = false,
					["d"] = "这些坚强的牦牛人是牛头人的同类，在部落远征诺森德的战役中，他们成为了具有重要价值的斥候。",
					["w"] = false,
					["n"] = "牦牛人",
				},
				[1065] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Zone Force Reaction 1",
				},
				[917] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁炉堡军团",
				},
				[1066] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Zone Force Reaction 2",
				},
				[790] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Alliance",
				},
				[918] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Enemies",
				},
				[1069] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Powerup DND",
				},
				[919] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "RC Objects",
				},
				[1070] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ram Racing Trap DND",
				},
				[1071] = {
					["r"] = false,
					["d"] = "A test faction.",
					["w"] = true,
					["n"] = "Craig's Squirrels",
				},
				[920] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "红",
				},
				[269] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "银月幸存者",
				},
				[1073] = {
					["r"] = false,
					["d"] = "海象人是坚韧而和平的种族，通过捕鲸和捕鱼谋生。他们的家园最近正在遭受凶猛的攻击，急需来自外界的援手。",
					["w"] = false,
					["n"] = "卡鲁亚克",
				},
				[921] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝",
				},
				[1074] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Water Barrel",
				},
				[1075] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Holiday - Generic",
				},
				[922] = {
					["r"] = false,
					["d"] = "塔奎林曾是一座高等精灵的城镇，但是在天灾军团入侵奎尔萨拉斯之后被废弃了。现在，被遗忘者和血精灵联手夺回了这座城镇。",
					["w"] = false,
					["n"] = "塔奎林",
				},
				[1076] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁矮人",
				},
				[1077] = {
					["r"] = false,
					["d"] = "沙塔斯城的精锐部队，目标是向太阳之井的凯尔萨斯王子发动最终的攻势。",
					["w"] = false,
					["n"] = "破碎残阳",
				},
				[923] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "远行者",
				},
				[1078] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "战斗宠物",
				},
				[1079] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冬鳞鱼人",
				},
				[924] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[1080] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Friendly, Force Reaction",
				},
				[669] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Carrion Bird",
				},
				[1081] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Object, Force Reaction",
				},
				[925] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "逐日者",
				},
				[1082] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "REUSE",
				},
				[168] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "奈瑟加德商队",
				},
				[1083] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[926] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "魔导师公会",
				},
				[1084] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Vrykul, Sea",
				},
				[671] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crab",
				},
				[1085] = {
					["r"] = false,
					["d"] = "部落的主力部队由加尔鲁什·地狱咆哮率领，向盘踞在诺森德的阿尔萨斯和天灾军团发起挑战。",
					["w"] = false,
					["n"] = "战歌远征军",
				},
				[927] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，德莱尼",
				},
				[1086] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Poacher",
				},
				[672] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Crocilisk",
				},
				[1087] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "节日怪物",
				},
				[928] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "天灾入侵者",
				},
				[1088] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Furbolg, Redfang",
				},
				[673] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Hyena",
				},
				[1089] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Furbolg, Frostpaw",
				},
				[929] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "血槌氏族",
				},
				[1090] = {
					["r"] = false,
					["d"] = "统治达拉然的法师和大法师们。由于蓝龙军团和亡灵天灾造成的威胁，他们将整座城市传送到了诺森德的腹地。",
					["w"] = false,
					["n"] = "肯瑞托",
				},
				[169] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "热砂港",
				},
				[1091] = {
					["r"] = false,
					["d"] = "由于蓝龙军团粗暴地干涉凡人种族使用魔法的权利，其余的龙族不得不联合在红龙军团旗下，与这些狂乱的同胞抗衡。",
					["w"] = false,
					["n"] = "龙眠联军",
				},
				[1092] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "艾卓-尼鲁布",
				},
				[675] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Scorpid",
				},
				[1093] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[931] = {
					["r"] = false,
					["d"] = "This faction only exists to test the editing of faction names and descriptions...",
					["w"] = true,
					["n"] = "Test Faction (not a real faction)",
				},
				[676] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Tallstrider",
				},
				[1095] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Grizzly Hills Trapper",
				},
				[932] = {
					["r"] = false,
					["d"] = "一个古老的德莱尼祭司组织，起初由维伦领导。现在他们在高阶女祭司伊沙娜的指引下为沙塔斯城的纳鲁效力。与占星者势力敌对。",
					["w"] = false,
					["n"] = "奥尔多",
				},
				[1096] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[677] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Turtle",
				},
				[1097] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巫妖王之怒",
				},
				[933] = {
					["r"] = false,
					["d"] = "由星界巨商哈拉麦德领导的星界财团是一个结构松散的商业联盟，其成员都是从事走私、贸易或盗窃的虚灵。",
					["w"] = false,
					["n"] = "星界财团",
				},
				[1098] = {
					["r"] = false,
					["d"] = "在脱离了巫妖王的控制之后，这些曾经效命于他的死亡骑士联合起来，在大领主达里安·莫格莱尼的领导下对抗巫妖王。",
					["w"] = false,
					["n"] = "黑锋骑士团",
				},
				[678] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Wind Serpent",
				},
				[1099] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Scourge",
				},
				[934] = {
					["r"] = false,
					["d"] = "由先知沃雷塔尔领导的这群血精灵拒绝跟随凯尔萨斯。他们加入了沙塔斯城的纳鲁联军，这令奥尔多感到非常不安。",
					["w"] = false,
					["n"] = "占星者",
				},
				[1100] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Alliance",
				},
				[679] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Training Dummy",
				},
				[1101] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Wrathgate Horde",
				},
				[935] = {
					["r"] = false,
					["d"] = "沙塔尔是一群统治沙塔斯城的强大纳鲁人的组织。在奥尔多和占星者的帮助下，他们正在领导针对伊利丹和燃烧军团的战斗。",
					["w"] = false,
					["n"] = "沙塔尔",
				},
				[1102] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde",
				},
				[1103] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Neutral",
				},
				[936] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "沙塔斯城",
				},
				[1104] = {
					["r"] = false,
					["d"] = "这群凶猛的狼獾人被天灾军团追杀，偶然来到了索拉查盆地，遂决定在此安家。由于极富攻击性，他们与被称为神谕者的鳄鱼人部族成水火之势。",
					["w"] = false,
					["n"] = "狂心氏族",
				},
				[809] = {
					["r"] = false,
					["d"] = "一群居住在厄运之槌的精灵后裔，他们仍然具有着相当渊博的智慧与学识，并保守着一些伟大的秘密。",
					["w"] = false,
					["n"] = "辛德拉",
				},
				[937] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "森林巨魔",
				},
				[1106] = {
					["r"] = false,
					["d"] = "提里奥·弗丁领导的银色北伐军是由白银之手骑士团和银色黎明重组而成的，他们的目标是击溃巫妖王的军队。",
					["w"] = false,
					["n"] = "银色北伐军",
				},
				[1107] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Troll, Drakkari",
				},
				[938] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "欧麦尼",
				},
				[1108] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Arthas",
				},
				[1109] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Stratholme Citizen",
				},
				[939] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "DEPRECATED",
				},
				[1110] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CoT Scourge",
				},
				[1111] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "弗蕾亚",
				},
				[940] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[1112] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Alliance",
				},
				[1113] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Horde",
				},
				[941] = {
					["r"] = false,
					["d"] = "这群隐居的棕皮兽人逃脱了恶魔的腐蚀，并在天崩地裂的外域中保持了古老的传统。",
					["w"] = false,
					["n"] = "玛格汉",
				},
				[1114] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Mount - Taxi - Neutral",
				},
				[1115] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Elemental, Water",
				},
				[942] = {
					["r"] = false,
					["d"] = "塞纳里奥议会派往外域研究生态的探险队。在黑暗之门开启后，远征队迅速壮大，并获得了自治权。",
					["w"] = false,
					["n"] = "塞纳里奥远征队",
				},
				[1116] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Elemental, Air",
				},
				[943] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人",
				},
				[1118] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "经典旧世",
				},
				[1119] = {
					["r"] = false,
					["d"] = "这支风暴峭壁的冰霜巨人部族非常好战，他们定居在丹尼芬雷。",
					["w"] = true,
					["n"] = "霍迪尔之子",
				},
				[944] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪兽人幽灵",
				},
				[1120] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "铁巨人",
				},
				[689] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dragonflight, Black - Bait",
				},
				[409] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鹰身人",
				},
				[945] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "洛萨之子",
				},
				[1122] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土灵",
				},
				[1123] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Referee",
				},
				[946] = {
					["r"] = false,
					["d"] = "这座前哨基地坐落在地狱火半岛上，由第一批深入德拉诺的联盟精英部队\"洛萨之子\"的残余力量坚守。现在他们得到了来自暴风城和铁炉堡的支援。",
					["w"] = false,
					["n"] = "荣耀堡",
				},
				[1124] = {
					["r"] = false,
					["d"] = "在大法师艾萨斯·夺日者的努力下，一贯被达拉然据之门外的部落也获准进入这座城市。他的追随者保卫着以他的名字命名的夺日者圣殿。",
					["w"] = false,
					["n"] = "夺日者",
				},
				[1125] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海德比武会",
				},
				[947] = {
					["r"] = false,
					["d"] = "由萨尔派出的远征军在地狱火半岛建立的要塞。萨尔玛是部落在外域的大部分行动的根据地。",
					["w"] = false,
					["n"] = "萨尔玛",
				},
				[1126] = {
					["r"] = false,
					["d"] = "这个神秘的冰霜矮人种族定居在风暴峭壁。他们最近与探险者协会成为了朋友，并且欢迎联盟的成员造访他们的家园。",
					["w"] = false,
					["n"] = "霜脉矮人",
				},
				[1127] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Orgrimmar (Alex Test)",
				},
				[948] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 2",
				},
				[949] = {
					["r"] = false,
					["d"] = "",
					["w"] = false,
					["n"] = "Test Faction 1",
				},
				[950] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag",
				},
				[951] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Alliance (DND)",
				},
				[952] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 3",
				},
				[349] = {
					["r"] = false,
					["d"] = "这个由潜行者与刺客组成的行会只欢迎那些有着出色实力的人进入他们的领地。他们也是辛迪加的仇敌。",
					["w"] = true,
					["n"] = "拉文霍德",
				},
				[953] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Test Faction 4",
				},
				[954] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "ToWoW - Flag Trigger Horde (DND)",
				},
				[955] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "破碎者",
				},
				[572] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "邪枝巨魔",
				},
				[956] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[573] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "南海海盗",
				},
				[829] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Ogre (Captain Kromcrush)",
				},
				[957] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "土元素",
				},
				[958] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "打架机器人",
				},
				[575] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "未堕落的熊怪",
				},
				[959] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "好演员",
				},
				[576] = {
					["r"] = false,
					["d"] = "作为最后一支尚未堕落的熊怪部族，木喉部族正致力于保留他们那种独特的精神修行之道，并试图终结其他熊怪部族的痛苦。",
					["w"] = false,
					["n"] = "木喉要塞",
				},
				[960] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "坏演员",
				},
				[577] = {
					["r"] = false,
					["d"] = "热砂集团经营之下的一座贸易城市，坐落于冬泉谷的两条主要干道的交叉处。",
					["w"] = true,
					["n"] = "永望镇",
				},
				[961] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "止松熊怪",
				},
				[209] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "守望堡",
				},
				[962] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "疯狂的枭兽",
				},
				[1156] = {
					["r"] = false,
					["d"] = "在提里奥·弗丁与达里安·莫格莱尼的共同协议下，银色北伐军与黑锋骑士团决定暂时放下分歧、统一战线，合力攻入冰冠堡垒，击败巫妖王。",
					["w"] = false,
					["n"] = "灰烬审判军",
				},
				[963] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟棋子",
				},
				[1159] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance 2",
				},
				[964] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "部落棋子",
				},
				[1160] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde 2",
				},
				[709] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Battleground Neutral",
				},
				[965] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar",
				},
				[966] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster Spar Buddy",
				},
				[967] = {
					["r"] = false,
					["d"] = "一个由肯瑞托为了调查麦迪文和监视他的活动而建立的秘密组织。",
					["w"] = false,
					["n"] = "紫罗兰之眼",
				},
				[968] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "炎鹰",
				},
				[969] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "阿古斯之手",
				},
				[970] = {
					["r"] = false,
					["d"] = "生活在外域的孢子人是一个非常温和的种族。他们的家园就坐落在赞加沼泽南部的沼泽地中。",
					["w"] = true,
					["n"] = "孢子村",
				},
				[971] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "真菌巨人",
				},
				[972] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "孢子蝠",
				},
				[973] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Predator",
				},
				[148] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "小动物",
				},
				[974] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Monster, Prey",
				},
				[975] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "虚空畸能",
				},
				[976] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔防御者",
				},
				[849] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Spirit Guide - Horde",
				},
				[977] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "海加尔入侵者",
				},
				[978] = {
					["r"] = false,
					["d"] = "在德莱尼语中意为\"得到救赎\"。这些从各种奴役和控制中逃出来的破碎者在纳格兰建立了自己的家园，寻找自己真正的命运。",
					["w"] = false,
					["n"] = "库雷尼",
				},
				[979] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "大地之环",
				},
				[980] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "燃烧的远征",
				},
				[981] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "鸦人",
				},
				[982] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（联盟）",
				},
				[983] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（部落）",
				},
				[984] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "赞加沼泽军旗（中立）",
				},
				[729] = {
					["r"] = false,
					["d"] = "霜狼氏族正在努力将雷矛探险队赶出奥特兰克山谷。",
					["w"] = false,
					["n"] = "霜狼氏族",
				},
				[429] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "火刃氏族",
				},
				[985] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 萨尔",
				},
				[730] = {
					["r"] = false,
					["d"] = "一群在奥特兰克山谷建立了永久居所的矮人，正与霜狼氏族的兽人激烈交战中。",
					["w"] = false,
					["n"] = "雷矛卫队",
				},
				[2402] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Horde",
				},
				[986] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 敦霍尔德",
				},
				[987] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "时光之穴 - 南海镇卫兵",
				},
				[988] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "暗影议会",
				},
				[989] = {
					["r"] = false,
					["d"] = "这些由诺兹多姆亲自挑选的青铜龙无时无刻不在监视着时光之穴。",
					["w"] = false,
					["n"] = "时光守护者",
				},
				[990] = {
					["r"] = false,
					["d"] = "隶属于青铜龙军团的秘密组织，由诺兹多姆最亲密的伴侣索莉多米领导。",
					["w"] = false,
					["n"] = "流沙之鳞",
				},
				[991] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Alliance",
				},
				[992] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Defender, Horde",
				},
				[609] = {
					["r"] = false,
					["d"] = "塞纳里奥议会的德鲁伊是自然的守卫者，他们定居于宁静的月光林地。",
					["w"] = true,
					["n"] = "塞纳里奥议会",
				},
				[369] = {
					["r"] = false,
					["d"] = "热砂集团的首府，诸多优秀地精技师、炼金师和商人的家乡。",
					["w"] = true,
					["n"] = "加基森",
				},
				[993] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Dark Portal Attacker, Legion",
				},
				[994] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger",
				},
				[995] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 2",
				},
				[996] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 3",
				},
				[869] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "加德纳尔",
				},
				[997] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 4",
				},
				[998] = {
					["r"] = false,
					["d"] = "Used for the Blackheart the Inciter event.",
					["w"] = true,
					["n"] = "Inciter Trigger 5",
				},
				[999] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "法力生物",
				},
				[1000] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "卡德加的仆从",
				},
				[309] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝎子",
				},
				[1001] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "刀塔氏族",
				},
				[1002] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "复仇军",
				},
				[310] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蝙蝠",
				},
				[1003] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "维序派",
				},
				[771] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克",
				},
				[1004] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Arcane Annihilator (DNR)",
				},
				[311] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "泰坦",
				},
				[749] = {
					["r"] = false,
					["d"] = "这些元素生物定居于艾萨拉的东部的一座小岛上，是拉格纳罗斯及其军团的死敌。",
					["w"] = true,
					["n"] = "海达希亚水元素",
				},
				[769] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "吉兹洛克的假人",
				},
				[249] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "异种蝎",
				},
				[1105] = {
					["r"] = false,
					["d"] = "索拉查盆地的鳄鱼人将自己视为该区域中存留的泰坦科技的守护者（虽然他们基本不了解这种科技）。目前他们正在与狼獾人进行着不断激化的领土战争。",
					["w"] = false,
					["n"] = "神谕者",
				},
				[750] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "萨弗隆火元素",
				},
				[389] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Gnomeregan Bug",
				},
				[1006] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Dathric",
				},
				[510] = {
					["r"] = false,
					["d"] = "污染者试图为部落夺取阿拉希盆地的重要资源。",
					["w"] = false,
					["n"] = "污染者",
				},
				[270] = {
					["r"] = false,
					["d"] = "这群居住在尤亚姆巴岛的巨魔正在努力招募全世界的勇士，希望他们能够帮助自己对抗祖尔格拉布中的邪神哈卡以及他的阿塔莱祭司们。",
					["w"] = false,
					["n"] = "赞达拉部族",
				},
				[509] = {
					["r"] = false,
					["d"] = "阿拉索联军正试图为暴风城夺回阿拉希盆地。",
					["w"] = false,
					["n"] = "阿拉索联军",
				},
				[1007] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Belmara",
				},
				[529] = {
					["r"] = false,
					["d"] = "一个致力于从亡灵天灾军团的威胁下拯救艾泽拉斯世界的组织。银色黎明的据点遍布东西瘟疫之地。",
					["w"] = true,
					["n"] = "银色黎明",
				},
				[511] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "巨人",
				},
				[670] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Cat",
				},
				[1008] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Luminrath",
				},
				[1067] = {
					["r"] = false,
					["d"] = "这支由希尔瓦娜斯·风行者派遣的被遗忘者势力想要在诺森德散播他们最新研制成功的瘟疫病菌，以此来向阿尔萨斯复仇。",
					["w"] = false,
					["n"] = "复仇之手",
				},
				[914] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "玩家，血精灵",
				},
				[1072] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "REUSE",
				},
				[1009] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Kirin'Var - Cohlien",
				},
				[789] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "莫洛加",
				},
				[189] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "联盟",
				},
				[531] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "青铜龙军团",
				},
				[1010] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "伊利丹的仆从",
				},
				[674] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Beast - Owl",
				},
				[530] = {
					["r"] = false,
					["d"] = "一群被放逐的巨魔，加入了萨尔领导下的部落。他们现在将杜隆塔尔当作自己的新家，并与兽人盟友们一起生活在那里。",
					["w"] = false,
					["n"] = "暗矛巨魔",
				},
				[489] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "Goblin, Dark Iron Bar Patron",
				},
				[1011] = {
					["r"] = false,
					["d"] = "来自各个地方、各个种族的避难者在沙塔斯城的聚集地。在贫民窟中，善行善举总是会很快传遍所有人的耳朵。",
					["w"] = false,
					["n"] = "贫民窟",
				},
				[1027] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "军团联络器",
				},
				[532] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "蓝龙军团",
				},
				[470] = {
					["r"] = false,
					["d"] = "热砂集团的成员，这座城市给许多希望在贫瘠之地做生意的人提供了一个开放和中立的天堂。",
					["w"] = true,
					["n"] = "棘齿城",
				},
				[1012] = {
					["r"] = false,
					["d"] = "来自破碎者灰舌部族的精英勇士，表面上与伊利丹结盟。这些勇士是阿卡玛最信任的部下，并参与了他的秘密计划。",
					["w"] = false,
					["n"] = "灰舌死誓者",
				},
				[629] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "断矛巨魔",
				},
				[1121] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "冰霜维库人",
				},
				[1145] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "憎世者",
				},
				[2403] = {
					["r"] = false,
					["d"] = "",
					["w"] = true,
					["n"] = "CTF - Flag - Alliance",
				},
			},
			["default"] = {
				["1000:item:43013:0"] = "1!505",
				["1000:item:20475:0"] = "1!404",
				["1000:item:43829:1"] = "1!416",
				["1000:item:42164:0"] = "1!411",
				["1000:item:37702:0"] = "1!503",
				["1000:empty:0:1"] = "1!302",
				["1000:item:34722:0"] = "1!432",
				["1000:item:21991:0"] = "1!432",
				["1000:item:20390:1"] = "1!417",
				["1000:item:42480:0"] = "1!411",
				["1000:item:41776:0"] = "1!411",
				["1000:item:44024:1"] = "1!416",
				["1000:item:43981:1"] = "1!416",
				["1000:item:29451:0"] = "1!417",
				["1000:empty:0:12"] = "1!310",
				["1000:item:43838:1"] = "1!416",
				["1000:item:41731:0"] = "1!418",
				["1000:item:33452:0"] = "1!417",
				["1000:item:33447:0"] = "1!420",
				["1000:item:43608:0"] = "1!411",
				["1000:item:36770:1"] = "1!424",
				["1000:item:37701:0"] = "1!503",
				["1000:item:43851:0"] = "1!402",
				["1000:item:41586:0"] = "1!421",
				["1000:item:36920:0"] = "1!513",
				["1000:item:43852:0"] = "1!402",
				["1000:item:43470:1"] = "1!426",
				["1000:item:33448:0"] = "1!419",
				["1000:item:43467:0"] = "1!436",
				["1000:item:43926:1"] = "1!416",
				["1000:item:22854:0"] = "1!431",
				["1000:item:37091:0"] = "1!435",
				["1000:item:40068:0"] = "1!435",
				["1000:item:37700:0"] = "1!503",
				["1000:item:43010:0"] = "1!505",
				["1000:item:37093:0"] = "1!436",
				["1000:item:42891:1"] = "1!416",
				["1000:item:44579:1"] = "1!416",
				["1000:item:42780:0"] = "1!428",
				["1000:item:41372:0"] = "1!411",
				["1000:item:36912:0"] = "1!506",
				["1000:item:9172:0"] = "1!424",
				["1000:item:39691:0"] = "1!417",
				["1000:item:43011:0"] = "1!505",
				["1000:item:43622:0"] = "1!407",
				["1000:item:6948:1"] = "1!403",
				["1000:item:34960:1"] = "1!411",
				["1000:item:38551:1"] = "1!411",
				["1000:item:43465:0"] = "1!435",
				["1000:item:44790:0"] = "1!411",
				["1000:item:33426:0"] = "1!402",
				["1000:item:31001:1"] = "1!416",
				["1000:item:22829:0"] = "1!420",
				["1000:item:38698:0"] = "1!418",
				["1000:item:42732:0"] = "1!411",
				["1000:item:44208:0"] = "1!402",
				["1000:item:43089:1"] = "1!411",
				["1000:item:33470:0"] = "1!502",
			},
			["version"] = 31003,
		},
		["option"] = {
			["catset"] = {
				["data"] = {
					[1000] = {
						["category"] = {
							["active"] = {
								[3] = {
									[1001] = true,
									[1003] = true,
									[1002] = true,
								},
							},
						},
					},
				},
			},
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								nil, -- [6]
								nil, -- [7]
								nil, -- [8]
								{
									["key"] = "itemstatlevel",
								}, -- [9]
								{
									["key"] = "itemuselevel",
								}, -- [10]
								{
									["key"] = "itemage",
								}, -- [11]
								{
									["key"] = "expansion",
								}, -- [12]
								{
									["key"] = "id",
								}, -- [13]
								{
									["key"] = "itemtype",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
							},
						},
						[9995] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "count",
								}, -- [11]
								{
									["key"] = "name",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9999] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "count",
								}, -- [11]
								{
									["key"] = "name",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								{
									["key"] = "itemstatlevel",
								}, -- [5]
								{
									["key"] = "itemuselevel",
								}, -- [6]
								{
									["key"] = "itemage",
								}, -- [7]
								{
									["key"] = "category",
								}, -- [8]
								{
									["key"] = "quality",
								}, -- [9]
								{
									["key"] = "expansion",
								}, -- [10]
								{
									["key"] = "id",
								}, -- [11]
								{
									["key"] = "itemtype",
								}, -- [12]
								{
									["key"] = "name",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9993] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								{
									["key"] = "itemstatlevel",
								}, -- [3]
								{
									["key"] = "itemuselevel",
								}, -- [4]
								{
									["key"] = "itemage",
								}, -- [5]
								{
									["key"] = "category",
								}, -- [6]
								{
									["key"] = "quality",
								}, -- [7]
								{
									["key"] = "expansion",
								}, -- [8]
								{
									["key"] = "id",
								}, -- [9]
								{
									["key"] = "itemtype",
								}, -- [10]
								{
									["key"] = "count",
								}, -- [11]
								{
									["key"] = "name",
								}, -- [12]
								{
									["key"] = "location",
								}, -- [13]
								{
									["key"] = "slottype",
								}, -- [14]
								{
									["key"] = "vendorprice",
								}, -- [15]
								{
									["key"] = "rank",
								}, -- [16]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["key"] = "itemstatlevel",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "itemage",
								}, -- [8]
								{
									["key"] = "category",
								}, -- [9]
								{
									["key"] = "quality",
								}, -- [10]
								{
									["key"] = "expansion",
								}, -- [11]
								{
									["key"] = "id",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								nil, -- [5]
								{
									["key"] = "itemstatlevel",
								}, -- [6]
								{
									["key"] = "itemuselevel",
								}, -- [7]
								{
									["key"] = "itemage",
								}, -- [8]
								{
									["key"] = "category",
								}, -- [9]
								{
									["key"] = "quality",
								}, -- [10]
								{
									["key"] = "expansion",
								}, -- [11]
								{
									["key"] = "id",
								}, -- [12]
								{
									["key"] = "itemtype",
								}, -- [13]
								{
									["key"] = "location",
								}, -- [14]
								{
									["key"] = "slottype",
								}, -- [15]
								{
									["key"] = "vendorprice",
								}, -- [16]
							},
						},
					},
				},
			},
			["category"] = {
				[3] = {
					["data"] = {
						[1001] = {
							["name"] = "防戰",
							["formula"] = "outfit( \"防戰\" )",
							["guid"] = "4487-0012ECFA-20221125233209-F913-6970-1F59",
							["used"] = "Y",
						},
						[1003] = {
							["name"] = "PVP",
							["formula"] = "outfit( \"PVP\" )",
							["guid"] = "4487-0012ECFA-20221126144233-8ACC-BCD7-02EF",
							["used"] = "Y",
						},
						[1002] = {
							["name"] = "武器戰",
							["formula"] = "outfit( \"武器戰\" )",
							["guid"] = "4487-0012ECFA-20221126144118-31D6-7734-F2D8",
							["used"] = "Y",
						},
					},
					["next"] = 1003,
				},
			},
			["transmog"] = {
				["enable"] = false,
			},
			["tooltip"] = {
				["battlepet"] = {
					["enable"] = false,
				},
			},
			["profile"] = {
				["data"] = {
					[1000] = {
						["location"] = {
							{
								["anchor"] = {
									["b"] = 467.801513671875,
									["l"] = 929.9183959960938,
									["r"] = 1704.91845703125,
									["t"] = 1000.801574707031,
								},
								["container"] = {
									["height"] = 359,
									["width"] = 775,
								},
							}, -- [1]
							[3] = {
							},
						},
					},
					[9999] = {
						["location"] = {
							[3] = {
							},
						},
					},
				},
			},
			["design"] = {
				["data"] = {
					[9999] = {
					},
					[9998] = {
					},
					[9997] = {
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
									},
									["name"] = {
										["text"] = "",
										["custom"] = 1,
										["colour"] = {
											["r"] = 1,
											["g"] = 1,
											["b"] = 1,
										},
									},
									["background"] = {
										["custom"] = 1,
										["colour"] = {
											["a"] = 0.4,
											["r"] = 0,
											["g"] = 0,
											["b"] = 0.4,
										},
									},
									["border"] = {
										["custom"] = 1,
										["colour"] = {
											["r"] = 0.3,
											["g"] = 0.3,
											["b"] = 0.3,
										},
									},
									["width"] = {
										["min"] = 0,
									},
								}, -- [1]
							},
						},
					},
					[1000] = {
						["category"] = {
							["1!505"] = 2,
							["3!1002"] = 6,
							["1!424"] = 10,
							["1!402"] = 3,
							["1!417"] = 3,
							["3!1003"] = 7,
							["1!421"] = 15,
							["1!411"] = 10,
							["1!513"] = 5,
							["1!418"] = 3,
							["1!502"] = 4,
							["1!414"] = 12,
							["1!416"] = 8,
							["3!1001"] = 7,
						},
						["bar"] = {
							["data"] = {
								{
									["sort"] = {
										["method"] = 9994,
									},
								}, -- [1]
							},
						},
					},
				},
			},
			["updatetimer"] = {
				["EVENT_ARKINV_VAULT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_QUEST_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BACKPACK_TOKEN_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_TRANSMOG_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_VAULT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BANK_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_MOUNT_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_CURRENCY_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_RESCAN_BUCKET"] = {
				},
				["EVENT_ARKINV_MAIL_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_LOCATION_SCANNED_BUCKET"] = {
				},
				["EVENT_ARKINV_MERCHANT_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_LDB_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_LEAVE_BUCKET"] = {
				},
				["EVENT_ARKINV_AUCTION_UPDATE_MASSIVE_BUCKET"] = {
				},
				["EVENT_ARKINV_BAG_UPDATE_COOLDOWN_BUCKET"] = {
				},
				["EVENT_ARKINV_COLLECTION_REPUTATION_UPDATE_BUCKET"] = {
				},
				["EVENT_ARKINV_VOID_UPDATE_BUCKET"] = {
				},
			},
			["version"] = 31003,
			["restack"] = {
				["blizzard"] = false,
			},
		},
	},
	["profileKeys"] = {
		["邁克爾假死 - 伊弗斯"] = "Default",
		["特變電工 - 伊弗斯"] = "Default",
	},
}
