
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 2030003,
	},
	["profileKeys"] = {
		["路易斯桑拿 - 伊弗斯"] = "路易斯桑拿 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
	},
	["profiles"] = {
		["路易斯桑拿 - 伊弗斯"] = {
		},
		["特變電工 - 伊弗斯"] = {
			["minimap"] = {
				["minimapPos"] = 228.6882344345748,
			},
			["GUI"] = {
				["point"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-211.8287200927734, -- [4]
					-82.73228454589844, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"EnchantingBC", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["minimap"] = {
				["minimapPos"] = 286.7554949708375,
			},
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					272.1581726074219, -- [4]
					43.14564895629883, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"SerpentshrineCavern", -- [2]
					5, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["畜生犬隊長 - 伊弗斯"] = {
		},
	},
}
