
AtlasLootClassicDB = {
	["global"] = {
		["__addonrevision"] = 2030003,
	},
	["profileKeys"] = {
		["路易斯桑拿 - 伊弗斯"] = "路易斯桑拿 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
	},
	["profiles"] = {
		["路易斯桑拿 - 伊弗斯"] = {
		},
		["特變電工 - 伊弗斯"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					-25.87435531616211, -- [4]
					-59.50821304321289, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"TempestKeep", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["GUI"] = {
				["point"] = {
					"RIGHT", -- [1]
					nil, -- [2]
					"RIGHT", -- [3]
					-25.49185371398926, -- [4]
					122.5871124267578, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"BlacksmithingBC", -- [2]
					nil, -- [3]
					1, -- [4]
					0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 286.7554949708375,
			},
		},
		["畜生犬隊長 - 伊弗斯"] = {
		},
	},
}
