
AtlasLootClassicDB = {
	["profileKeys"] = {
		["路易斯桑拿 - 伊弗斯"] = "路易斯桑拿 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
	},
	["global"] = {
		["__addonrevision"] = 2040002,
	},
	["profiles"] = {
		["路易斯桑拿 - 伊弗斯"] = {
			["GUI"] = {
				["point"] = {
					"BOTTOM", -- [1]
					nil, -- [2]
					"BOTTOM", -- [3]
					132.1975402832031, -- [4]
					-0, -- [5]
				},
				["selected"] = {
					"AtlasLootClassic_Crafting", -- [1]
					"EnchantingBC", -- [2]
					6, -- [3]
					1, -- [4]
					-0, -- [5]
				},
			},
		},
		["特變電工 - 伊弗斯"] = {
			["minimap"] = {
				["minimapPos"] = 232.2005268178225,
			},
			["GUI"] = {
				["point"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					-204.1162567138672, -- [4]
					-141.3715362548828, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"ZulAman", -- [2]
					6, -- [3]
					1, -- [4]
					-0, -- [5]
				},
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["GUI"] = {
				["point"] = {
					nil, -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					272.1581726074219, -- [4]
					43.14564895629883, -- [5]
				},
				["selected"] = {
					nil, -- [1]
					"HyjalSummit", -- [2]
					5, -- [3]
					1, -- [4]
					-0, -- [5]
				},
			},
			["minimap"] = {
				["minimapPos"] = 286.7554949708375,
			},
		},
		["畜生犬隊長 - 伊弗斯"] = {
		},
	},
}
