
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["Inventory"] = {
					"|cff0070dd|Hitem:28275:3003:30553:32409:::::70:::::::::|h[野獸之王頭盔]|h|r", -- [1]
					"|cffa335ee|Hitem:29381::::::::70:::::::::|h[邪惡意圖頸飾]|h|r", -- [2]
					"|cff0070dd|Hitem:27801:2996:28290:23116:::::70:::::::::|h[野獸之王披肩]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[捕獸者襯衣]|h|r", -- [4]
					"|cff0070dd|Hitem:28228:2661:23097:23097:23121::::70:::::::::|h[野獸之王胸衣]|h|r", -- [5]
					"|cffa335ee|Hitem:28750::23097:23097:::::70:::::::::|h[叛節束腰]|h|r", -- [6]
					"|cffa335ee|Hitem:16847:2586:::::::70:::::::::|h[巨獸之王護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:28746:2657:23097:31865:::::70:::::::::|h[屠魔之靴]|h|r", -- [8]
					"|cffa335ee|Hitem:30091::::::::70:::::::::|h[精準遠行者手環]|h|r", -- [9]
					"|cff0070dd|Hitem:27474:684:23097:23121:::::70:::::::::|h[野獸之王手甲]|h|r", -- [10]
					"|cff0070dd|Hitem:31077::::::::70:::::::::|h[救贖之殺戮者印記]|h|r", -- [11]
					"|cffa335ee|Hitem:28649::::::::70:::::::::|h[迦羅娜的璽戒]|h|r", -- [12]
					"|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r", -- [13]
					"|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r", -- [14]
					"|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r", -- [15]
					"|cffa335ee|Hitem:28587:2670:::::::70:::::::::|h[繼承之斧]|h|r", -- [16]
					[18] = "|cffa335ee|Hitem:29351::::::::70:::::::::|h[怒潮長弓]|h|r",
					[19] = "|cff1eff00|Hitem:31404::::::::70:::::::::|h[綠色伊利達瑞戰利外袍]|h|r",
				},
				["averageItemLvl"] = 110.9375,
				["lastUpdate"] = 1632561001,
			},
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffa335ee|Hitem:31371:3008:::::::70:::::::::|h[冰霜守衛頭盔]|h|r", -- [1]
					"|cff0070dd|Hitem:24093::::::::70:::::::::|h[融解墜飾]|h|r", -- [2]
					"|cffa335ee|Hitem:30053:2997:31868:24067:::::70:::::::::|h[戰鬥舞者肩鎧]|h|r", -- [3]
					nil, -- [4]
					"|cffa335ee|Hitem:31369:2987:::::::70:::::::::|h[冰霜守衛胸甲]|h|r", -- [5]
					"|cffa335ee|Hitem:28779::24027:24054:::::70:::::::::|h[無盡圈套束腰]|h|r", -- [6]
					"|cffa335ee|Hitem:31370:2987:::::::70:::::::::|h[冰霜守衛護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:30081:2658:::::::70:::::::::|h[遺忘戰靴]|h|r", -- [8]
					"|cffa335ee|Hitem:30057:2647:24067::::::70:::::::::|h[消滅護腕]|h|r", -- [9]
					"|cffa335ee|Hitem:30487:684:::::::70:::::::::|h[殘忍鬥士鎧甲護手]|h|r", -- [10]
					"|cff1eff00|Hitem:25054::::::-33:104988701:70:::::::::|h[冰霜防護之方鈉礦指環]|h|r", -- [11]
					"|cffa335ee|Hitem:31398::::::::70:::::::::|h[冰凍之眼]|h|r", -- [12]
					"|cffa335ee|Hitem:28579::::::::70:::::::::|h[羅慕歐的毒藥瓶]|h|r", -- [13]
					"|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r", -- [14]
					"|cffa335ee|Hitem:28672:368:::::::70:::::::::|h[黑暗搶奪者披氅]|h|r", -- [15]
					"|cffa335ee|Hitem:30058:2673:::::::70:::::::::|h[潮汐之錘]|h|r", -- [16]
					"|cffa335ee|Hitem:28307:2673:::::::70:::::::::|h[鬥士速刃]|h|r", -- [17]
					"|cffa335ee|Hitem:30025::::::::70:::::::::|h[毒蛇神殿手裏劍]|h|r", -- [18]
					"|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r", -- [19]
				},
				["averageItemLvl"] = 118.7058823529412,
				["lastUpdate"] = 1639239524,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.猛男俱樂部"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 7,
					},
				},
			},
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
		},
	},
}
