
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1659269207,
				["lastVisitDate"] = "2022/07/31 20:06",
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1647786761,
				["lastVisitDate"] = "2022/03/20 22:32",
			},
		},
	},
}
