
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1636216546,
				["Auctions"] = {
					"0|23117|1||4499|4499|3", -- [1]
					"0|13444|3||74999|74999|3", -- [2]
					"0|27860|1||2088|2088|3", -- [3]
					"0|22459|1||389999|389999|3", -- [4]
					"0|22459|1||389999|389999|3", -- [5]
				},
				["lastVisitDate"] = "2021/11/07 00:35",
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632545261,
				["lastVisitDate"] = "2021/09/25 12:47",
			},
		},
	},
}
