
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1657454201,
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1657952361,
				["DungeonIDs"] = {
					["戈魯爾之巢 25人|112012866"] = "405639|1657952361|0|1",
				},
				["BossKills"] = {
					["戈魯爾之巢 25人|112012866"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
				},
			},
		},
	},
}
