
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1653143389,
				["DungeonIDs"] = {
					["黑暗神廟 25人|110981024"] = "376211|1653143389|0|1",
				},
				["BossKills"] = {
					["黑暗神廟 25人|110981024"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|0", -- [4]
						"葛塔格·血沸|0", -- [5]
						"靈魂聖匣|0", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1653317174,
				["DungeonIDs"] = {
					["黑暗神廟 25人|110880605"] = "202425|1653317174|0|1",
					["太陽之井 25人|111048147"] = "202425|1653317174|0|1",
					["祖阿曼 10人|111196247"] = "116025|1653317174|0|1",
				},
				["BossKills"] = {
					["黑暗神廟 25人|110880605"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|1", -- [4]
						"葛塔格·血沸|1", -- [5]
						"靈魂聖匣|1", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
					["太陽之井 25人|111048147"] = {
						"卡雷苟斯|1", -- [1]
						"布魯托魯斯|1", -- [2]
						"魔龍謎霧|1", -- [3]
						"埃雷達爾雙胞胎|0", -- [4]
						"莫魯|0", -- [5]
						"基爾加丹|0", -- [6]
					},
					["祖阿曼 10人|111196247"] = {
						"阿奇爾森|1", -- [1]
						"納羅拉克|1", -- [2]
						"賈納雷|1", -- [3]
						"哈拉齊|1", -- [4]
						"妖術領主瑪拉克雷斯|1", -- [5]
						"祖爾金|1", -- [6]
					},
				},
			},
		},
	},
}
