
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["Inventory"] = {
					"|cff0070dd|Hitem:28275:3003:30553:32409:::::70:::::::::|h[野獸之王頭盔]|h|r", -- [1]
					"|cffa335ee|Hitem:32649::::::::70:::::::::|h[卡拉伯爾勳章]|h|r", -- [2]
					"|cffa335ee|Hitem:30143:2997:24028:24028:::::70:::::::::|h[裂隙行者披肩]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[捕獸者襯衣]|h|r", -- [4]
					"|cffa335ee|Hitem:30139:2661:24055:31868:32205::::70:::::::::|h[裂隙行者鍊衫]|h|r", -- [5]
					"|cffa335ee|Hitem:30879::24048:24048:::::70:::::::::|h[阿里漢多先生的金幣腰帶]|h|r", -- [6]
					"|cffa335ee|Hitem:30142:3010:24028::::::70:::::::::|h[裂隙行者護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:28746:2657:23097:31865:::::70:::::::::|h[屠魔之靴]|h|r", -- [8]
					"|cffa335ee|Hitem:30091:1593:31868::::::70:::::::::|h[精準遠行者手環]|h|r", -- [9]
					"|cffa335ee|Hitem:31001::32212::::::70:::::::::|h[古羅行者的手套]|h|r", -- [10]
					"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [11]
					"|cffa335ee|Hitem:29298::::::::70:::::::::|h[永恆指環]|h|r", -- [12]
					"|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r", -- [13]
					"|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r", -- [14]
					"|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r", -- [15]
					"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [16]
					[18] = "|cffa335ee|Hitem:29351::::::::70:::::::::|h[怒潮長弓]|h|r",
					[19] = "|cff1eff00|Hitem:31404::::::::70:::::::::|h[綠色伊利達瑞戰利外袍]|h|r",
				},
				["averageItemLvl"] = 126.5,
				["lastUpdate"] = 1647794568,
			},
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:32521:2999:32409:24055:::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:33296::::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:30117:2991:24033:24033:::::70:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:30896:2661:::::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:32333::24055:32223:::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:30116:3013:24055::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:32793:2658:::::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:33516:2649:::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:32280:2564:::::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:33500::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:30083::::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:37127::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:30629::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:28377:368:::::::70:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:32254:2673:::::::70:::::::::|h[]|h|r", -- [16]
					"|cffffffff|Hitem:30889:1071:24051::::::70:::::::::|h[]|h|r", -- [17]
					"|cffffffff|Hitem:32054::::::::70:::::::::|h[]|h|r", -- [18]
					"|cffffffff|Hitem:36941::::::::70:::::::::|h[]|h|r", -- [19]
				},
				["lastUpdate"] = 1650380078,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.猛男俱樂部"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 7,
					},
				},
			},
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
			["Default.伊弗斯.光之烙印"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 126,
					},
				},
			},
		},
	},
}
