
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["Inventory"] = {
					"|cff0070dd|Hitem:28275:3003:30553:32409:::::70:::::::::|h[野獸之王頭盔]|h|r", -- [1]
					"|cffa335ee|Hitem:30017::::::::70:::::::::|h[泰隆尼卡斯的暴行墜飾]|h|r", -- [2]
					"|cffa335ee|Hitem:30143:2997:24028:24028:::::70:::::::::|h[裂隙行者披肩]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[]|h|r", -- [4]
					"|cffa335ee|Hitem:30139:2661:24055:31868:32205::::70:::::::::|h[裂隙行者鍊衫]|h|r", -- [5]
					"|cffa335ee|Hitem:30879::24048:24048:::::70:::::::::|h[阿里漢多先生的金幣腰帶]|h|r", -- [6]
					"|cffa335ee|Hitem:30142:3010:24028::::::70:::::::::|h[裂隙行者護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:28746:2657:23097:31865:::::70:::::::::|h[屠魔之靴]|h|r", -- [8]
					"|cffa335ee|Hitem:30091:1593:31868::::::70:::::::::|h[精準遠行者手環]|h|r", -- [9]
					"|cffa335ee|Hitem:31001::32212::::::70:::::::::|h[古羅行者的手套]|h|r", -- [10]
					"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [11]
					"|cffa335ee|Hitem:29298::::::::70:::::::::|h[永恆指環]|h|r", -- [12]
					"|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r", -- [13]
					"|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r", -- [14]
					"|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r", -- [15]
					"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [16]
					[18] = "|cffa335ee|Hitem:29351::::::::70:::::::::|h[怒潮長弓]|h|r",
					[19] = "|cffffffff|Hitem:31404::::::::70:::::::::|h[]|h|r",
				},
				["averageItemLvl"] = 126.3125,
				["lastUpdate"] = 1651666915,
			},
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffa335ee|Hitem:32373:3003:32409:32205:::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [2]
					"|cffa335ee|Hitem:30979:2997:32205:32226:::::70:::::::::|h[猛擊戰甲肩刃]|h|r", -- [3]
					nil, -- [4]
					"|cffa335ee|Hitem:30975:2661:32205:32205:32205::::70:::::::::|h[猛擊戰甲胸甲]|h|r", -- [5]
					"|cffa335ee|Hitem:33331::32205:32205:::::70:::::::::|h[狂怒釋放之鍊]|h|r", -- [6]
					"|cffa335ee|Hitem:32341:3012:::::::70:::::::::|h[神聖懲戒護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:32345:2939:32205:32205:::::70:::::::::|h[軍團恐懼之靴]|h|r", -- [8]
					"|cffa335ee|Hitem:30057:2647:24067::::::70:::::::::|h[消滅護腕]|h|r", -- [9]
					"|cffa335ee|Hitem:32278:684:32193:32193:::::70:::::::::|h[寂靜正義手套]|h|r", -- [10]
					"|cffa335ee|Hitem:32497:2931:::::::70:::::::::|h[怒風璽戒]|h|r", -- [11]
					"|cffa335ee|Hitem:33496:2931:::::::70:::::::::|h[原始之怒徽記]|h|r", -- [12]
					"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [13]
					"|cffa335ee|Hitem:34472::::::::70:::::::::|h[蔑視裂片]|h|r", -- [14]
					"|cffa335ee|Hitem:32323:368:::::::70:::::::::|h[影月毀滅者披氅]|h|r", -- [15]
					"|cffa335ee|Hitem:33762:3225:::::::70:::::::::|h[復仇鬥士分割者]|h|r", -- [16]
					"|cffa335ee|Hitem:33762:2673:::::::70:::::::::|h[復仇鬥士分割者]|h|r", -- [17]
					"|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r", -- [18]
					"|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r", -- [19]
				},
				["averageItemLvl"] = 138.2352941176471,
				["lastUpdate"] = 1652447735,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.猛男俱樂部"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 7,
					},
				},
			},
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
			["Default.伊弗斯.光之烙印"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 126,
					},
				},
			},
		},
	},
}
