
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:32373:3003:32409:32205:::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:32591::::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:30979:2997:32205:32226:::::70:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:30975:2661:32205:32205:32205::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:30032::24067:24048:::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:32341:3012:::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:30081:2658:::::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:30057:2647:24067::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:32278:684:32193:32193:::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:32335:2931:::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:32497:2931:::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:28830::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:30627::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:32323:368:::::::70:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:28439:2673:::::::70:::::::::|h[]|h|r", -- [16]
					"|cffffffff|Hitem:29996:2673:::::::70:::::::::|h[]|h|r", -- [17]
					"|cffffffff|Hitem:30105::::::::70:::::::::|h[]|h|r", -- [18]
					"|cffffffff|Hitem:36941::::::::70:::::::::|h[]|h|r", -- [19]
				},
				["lastUpdate"] = 1646561358,
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:28275:3003:30553:32409:::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:30017::::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:30143:2997:24028:24028:::::70:::::::::|h[]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[]|h|r", -- [4]
					"|cffffffff|Hitem:30139:2661:24055:31868:32205::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:28750::23097:23097:::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:30142:3010:24028::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:28746:2657:23097:31865:::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:30091:1593:31868::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:27474:684:23097:23121:::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:30052::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffa335ee|Hitem:29298::::::::70:::::::::|h[永恆指環]|h|r", -- [12]
					"|cffffffff|Hitem:28034::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:29383::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:27878:368:::::::70:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:28587:2670:::::::70:::::::::|h[]|h|r", -- [16]
					[18] = "|cffffffff|Hitem:29351::::::::70:::::::::|h[]|h|r",
					[19] = "|cffffffff|Hitem:31404::::::::70:::::::::|h[]|h|r",
				},
				["averageItemLvl"] = 8,
				["lastUpdate"] = 1646664891,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.猛男俱樂部"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 7,
					},
				},
			},
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
			["Default.伊弗斯.光之烙印"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 8,
					},
				},
			},
		},
	},
}
