
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1647711955,
				["DungeonIDs"] = {
					["黑暗神廟 25人|95364795"] = "364445|1647711955|0|1",
					["海加爾山戰場 25人|95471568"] = "364445|1647711955|0|1",
				},
				["BossKills"] = {
					["黑暗神廟 25人|95364795"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|1", -- [4]
						"葛塔格·血沸|1", -- [5]
						"靈魂聖匣|1", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
					["海加爾山戰場 25人|95471568"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1647712019,
				["DungeonIDs"] = {
					["海加爾山戰場 25人|95471568"] = "364380|1647712019|0|1",
				},
				["BossKills"] = {
					["海加爾山戰場 25人|95471568"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
				},
			},
		},
	},
}
