
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1651854099,
				["DungeonIDs"] = {
					["瑪瑟里頓的巢穴 25人|110107575"] = "455901|1651854099|0|1",
					["戈魯爾之巢 25人|110107441"] = "455901|1651854099|0|1",
					["祖阿曼 10人|110028538"] = "23901|1651854099|0|1",
				},
				["BossKills"] = {
					["瑪瑟里頓的巢穴 25人|110107575"] = {
						"瑪瑟里頓|1", -- [1]
					},
					["戈魯爾之巢 25人|110107441"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["祖阿曼 10人|110028538"] = {
						"阿奇爾森|1", -- [1]
						"納羅拉克|1", -- [2]
						"賈納雷|1", -- [3]
						"哈拉齊|1", -- [4]
						"妖術領主瑪拉克雷斯|1", -- [5]
						"祖爾金|1", -- [6]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1651666916,
				["BossKills"] = {
					["戈魯爾之巢 25人|109932446"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["海加爾山戰場 25人|109933375"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
				},
			},
		},
	},
}
