
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1632932625,
				["DungeonIDs"] = {
					["盤牙:毒蛇神殿洞穴 25人|42238603"] = "23774|1632932625|0|1",
					["風暴要塞 25人|42306904"] = "23774|1632932625|0|1",
				},
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|42238603"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
					["風暴要塞 25人|42306904"] = {
						"歐爾|1", -- [1]
						"虛無搶奪者|1", -- [2]
						"高階星術師索拉瑞恩|1", -- [3]
						"凱爾薩斯·逐日者|0", -- [4]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632561105,
				["DungeonIDs"] = {
					["盤牙:毒蛇神殿洞穴 25人|42217305"] = "395295|1632561105|0|1",
				},
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|42217305"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
				},
			},
		},
	},
}
