
DataStore_AchievementsDB = {
	["profileKeys"] = {
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.頂級投資家"] = {
				["Partial"] = {
					[705] = "6:1,7:1,10:9,14:1",
					[859] = "4",
					[503] = 3,
					[762] = "1:521,2:3121,3:521,4:521,5:4335",
					[16] = 1,
					[1677] = 2,
					[1182] = 30,
				},
				["numAchievements"] = 1055,
				["lastUpdate"] = 1672640195,
				["guid"] = "Player-4487-001C0EC2",
			},
			["Default.伊弗斯.暖男你馬四了"] = {
				["Partial"] = {
					[776] = "9",
					[16] = 1,
					[705] = "3:1,9:1,12:1,14:1",
					[948] = "1:3100,2:3000,3:3100,4:3100,5:4000",
				},
				["guid"] = "Player-4487-0018BE27",
				["lastUpdate"] = 1668964936,
				["numAchievements"] = 1055,
			},
		},
	},
}
