
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632545261,
				["Auctions"] = {
					"0|11144|1||59998|59998|4", -- [1]
					"0|11144|1||59998|59998|4", -- [2]
					"0|31322|1||488999|488999|4", -- [3]
					"0|22457|2||619999|619999|4", -- [4]
					"0|21885|1||233999|233999|4", -- [5]
				},
				["lastVisitDate"] = "2021/09/25 12:47",
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1632588162,
				["lastVisitDate"] = "2021/09/26 00:42",
			},
		},
	},
}
