
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffa335ee|Hitem:29011:2999:25896:24033:::::70:::::::::|h[戰爭使者防禦巨盔]|h|r", -- [1]
					"|cffa335ee|Hitem:28516::::::::70:::::::::|h[倒刺懲罰頸飾]|h|r", -- [2]
					"|cffa335ee|Hitem:29016:2991:24055:24062:::::70:::::::::|h[戰爭使者防禦肩衛]|h|r", -- [3]
					nil, -- [4]
					"|cffa335ee|Hitem:28597:2661:24033:24033:24033::::70:::::::::|h[潘札薩爾胸甲]|h|r", -- [5]
					"|cffa335ee|Hitem:28566::24033:24033:::::70:::::::::|h[不撓的赤紅束腰]|h|r", -- [6]
					"|cffa335ee|Hitem:28621:3013:24033:24033:24033::::70:::::::::|h[烏瑞恩王朝護脛]|h|r", -- [7]
					"|cffa335ee|Hitem:28747:2649:24033:24033:::::70:::::::::|h[戰傷長靴]|h|r", -- [8]
					"|cffa335ee|Hitem:28502:2647:24033::::::70:::::::::|h[驍勇臂鎧]|h|r", -- [9]
					"|cffa335ee|Hitem:29017:2564:::::::70:::::::::|h[戰爭使者防禦手甲]|h|r", -- [10]
					"|cffa335ee|Hitem:28675::::::::70:::::::::|h[謝爾曼納偉大之戒]|h|r", -- [11]
					"|cffa335ee|Hitem:29279::::::::70:::::::::|h[偉大保衛者之紫羅蘭徽記]|h|r", -- [12]
					"|cffa335ee|Hitem:31113::::::::70:::::::::|h[紫羅蘭徽章]|h|r", -- [13]
					"|cff0070dd|Hitem:27891::::::::70:::::::::|h[極堅刻像]|h|r", -- [14]
					"|cff0070dd|Hitem:27804:2662:::::::70:::::::::|h[惡魔鯊魚斗篷]|h|r", -- [15]
					"|cffa335ee|Hitem:28749::::::::70:::::::::|h[君王防衛者]|h|r", -- [16]
					"|cffa335ee|Hitem:29266:1071:::::::70:::::::::|h[寇達拉的藍色盾牌]|h|r", -- [17]
					"|cffa335ee|Hitem:28659::::::::70:::::::::|h[薩維亞短劍]|h|r", -- [18]
					"|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r", -- [19]
				},
				["averageItemLvl"] = 116.2941176470588,
				["lastUpdate"] = 1631555962,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
		},
	},
}
