
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1632760292,
				["Inventory"] = {
					"|cffffffff|Hitem:28853:3003:28556:24048:::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:33066::24048::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:30053:2997:24027:24033:::::70:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:28851:2661:24027:24027:24051::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:32805::::::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:24547:3012:::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:32793:2658:::::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:32818:2647:24048::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:28852:684:::::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:33057::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:28553::::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:29383::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:30344::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:28377:368:::::::70:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:28442:2673:::::::70:::::::::|h[]|h|r", -- [16]
					[18] = "|cffffffff|Hitem:28659::::::::70:::::::::|h[]|h|r",
					[19] = "|cffffffff|Hitem:36941::::::::70:::::::::|h[]|h|r",
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["Inventory"] = {
					"|cff0070dd|Hitem:28275:3003:30553:32409:::::70:::::::::|h[野獸之王頭盔]|h|r", -- [1]
					"|cffa335ee|Hitem:29381::::::::70:::::::::|h[邪惡意圖頸飾]|h|r", -- [2]
					"|cff0070dd|Hitem:27801:2996:28290:23116:::::70:::::::::|h[野獸之王披肩]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[捕獸者襯衣]|h|r", -- [4]
					"|cff0070dd|Hitem:28228:2661:23097:23097:23121::::70:::::::::|h[野獸之王胸衣]|h|r", -- [5]
					"|cffa335ee|Hitem:28750::23097:23097:::::70:::::::::|h[叛節束腰]|h|r", -- [6]
					"|cffa335ee|Hitem:16847:2586:::::::70:::::::::|h[巨獸之王護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:28746:2657:23097:31865:::::70:::::::::|h[屠魔之靴]|h|r", -- [8]
					"|cffa335ee|Hitem:30091::::::::70:::::::::|h[精準遠行者手環]|h|r", -- [9]
					"|cff0070dd|Hitem:27474:684:23097:23121:::::70:::::::::|h[野獸之王手甲]|h|r", -- [10]
					"|cff0070dd|Hitem:31077::::::::70:::::::::|h[救贖之殺戮者印記]|h|r", -- [11]
					"|cffa335ee|Hitem:28649::::::::70:::::::::|h[迦羅娜的璽戒]|h|r", -- [12]
					"|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r", -- [13]
					"|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r", -- [14]
					"|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r", -- [15]
					"|cffa335ee|Hitem:28587:2670:::::::70:::::::::|h[繼承之斧]|h|r", -- [16]
					[18] = "|cffa335ee|Hitem:29351::::::::70:::::::::|h[怒潮長弓]|h|r",
					[19] = "|cff1eff00|Hitem:31404::::::::70:::::::::|h[綠色伊利達瑞戰利外袍]|h|r",
				},
				["averageItemLvl"] = 110.9375,
				["lastUpdate"] = 1632561001,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
		},
	},
}
