
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1663501480,
			},
			["Default.伊弗斯.暖男你馬四了"] = {
				["lastUpdate"] = 1668964937,
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1664462132,
			},
			["Default.伊弗斯.頂級投資家"] = {
				["lastUpdate"] = 1672485948,
			},
		},
	},
}
