
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffa335ee|Hitem:29021:3003:32409:24058:::::70:::::::::|h[戰爭使者鬥盔]|h|r", -- [1]
					"|cffa335ee|Hitem:29381::::::::70:::::::::|h[邪惡意圖頸飾]|h|r", -- [2]
					"|cffa335ee|Hitem:28755:2997:24048:24048:::::70:::::::::|h[無情刀刃肩墊]|h|r", -- [3]
					nil, -- [4]
					"|cffa335ee|Hitem:29019:2661:24058:30546:24054::::70:::::::::|h[戰爭使者戰甲胸甲]|h|r", -- [5]
					"|cffa335ee|Hitem:28779::24027:24054:::::70:::::::::|h[無盡圈套束腰]|h|r", -- [6]
					"|cff0070dd|Hitem:31544:3012:::::::70:::::::::|h[裂蹄皮護腿]|h|r", -- [7]
					"|cff0070dd|Hitem:25686:2658:24048:30559:::::70:::::::::|h[惡魔皮靴]|h|r", -- [8]
					"|cffa335ee|Hitem:28795:2647:24054:24027:::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [9]
					"|cffa335ee|Hitem:28824:684:23104:23100:::::70:::::::::|h[火星完美護手]|h|r", -- [10]
					"|cffa335ee|Hitem:28791::::::::70:::::::::|h[頑強之戒]|h|r", -- [11]
					"|cffa335ee|Hitem:28730::::::::70:::::::::|h[無疤秘銀指環]|h|r", -- [12]
					"|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r", -- [13]
					"|cff0070dd|Hitem:28034::::::::70:::::::::|h[破壞者沙漏]|h|r", -- [14]
					"|cffa335ee|Hitem:28672:368:::::::70:::::::::|h[黑暗搶奪者披氅]|h|r", -- [15]
					"|cffa335ee|Hitem:28438:2673:::::::70:::::::::|h[龍喉]|h|r", -- [16]
					"|cffa335ee|Hitem:28307:2673:::::::70:::::::::|h[鬥士速刃]|h|r", -- [17]
					"|cffa335ee|Hitem:28659::::::::70:::::::::|h[薩維亞短劍]|h|r", -- [18]
					"|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r", -- [19]
				},
				["averageItemLvl"] = 117.5882352941177,
				["lastUpdate"] = 1631898775,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["特變電工"] = {
						["averageItemLvl"] = 117,
					},
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
		},
	},
}
