
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632561105,
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|42217305"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1635185212,
				["DungeonIDs"] = {
					["祖爾格拉布 20人|44698949"] = "103987|1635185212|0|1",
					["風暴要塞 25人|44639938"] = "190387|1635185212|0|1",
					["盤牙:毒蛇神殿洞穴 25人|44626914"] = "190387|1635185212|0|1",
				},
				["BossKills"] = {
					["祖爾格拉布 20人|44698949"] = {
						"高階祭司耶克里克|0", -- [1]
						"高階祭司溫諾希斯|0", -- [2]
						"哈卡萊安魂者|0", -- [3]
						"血領主曼多基爾|1", -- [4]
						"瘋狂之緣|0", -- [5]
						"古拉巴什食腐者|1", -- [6]
						"加茲蘭卡|0", -- [7]
						"哈卡萊先知|0", -- [8]
						"妖術師金度|0", -- [9]
						"哈卡|0", -- [10]
					},
					["風暴要塞 25人|44639938"] = {
						"歐爾|1", -- [1]
						"虛無搶奪者|1", -- [2]
						"高階星術師索拉瑞恩|1", -- [3]
						"凱爾薩斯·逐日者|0", -- [4]
					},
					["盤牙:毒蛇神殿洞穴 25人|44626914"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|1", -- [5]
						"瓦許女士|0", -- [6]
					},
				},
			},
		},
	},
}
