
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1645289249,
				["Auctions"] = {
					"0|32227|1||9699998|9699998|4", -- [1]
					"0|7082|1||178499|178499|4", -- [2]
					"0|22572|1||79999|79999|4", -- [3]
					"0|27674|9||9899|9899|4", -- [4]
				},
				["lastVisitDate"] = "2022/02/20 00:47",
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632545261,
				["lastVisitDate"] = "2021/09/25 12:47",
			},
		},
	},
}
