
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1644685622,
				["Auctions"] = {
					"0|32227|1||8899900|8899900|4", -- [1]
					"0|7082|1||9499|9499|4", -- [2]
					"0|22572|1||79499|79499|4", -- [3]
				},
				["lastVisitDate"] = "2022/02/13 01:07",
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632545261,
				["lastVisitDate"] = "2021/09/25 12:47",
			},
		},
	},
}
