
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1651666916,
				["BossKills"] = {
					["海加爾山戰場 25人|109933375"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
					["戈魯爾之巢 25人|109932446"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1652549798,
				["DungeonIDs"] = {
					["太陽之井 25人|110487195"] = "365001|1652549798|0|1",
					["戈魯爾之巢 25人|110471373"] = "365001|1652549798|0|1",
				},
				["BossKills"] = {
					["太陽之井 25人|110487195"] = {
						"卡雷苟斯|1", -- [1]
						"布魯托魯斯|0", -- [2]
						"魔龍謎霧|0", -- [3]
						"埃雷達爾雙胞胎|0", -- [4]
						"莫魯|0", -- [5]
						"基爾加丹|0", -- [6]
					},
					["戈魯爾之巢 25人|110471373"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
				},
			},
		},
	},
}
