
DataStore_AchievementsDB = {
	["profileKeys"] = {
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.暖男你馬四了"] = {
				["Partial"] = {
					[776] = "9",
					[16] = 1,
					[705] = "3:1,9:1,12:1,14:1",
					[948] = "1:3100,2:3000,3:3100,4:3100,5:4000",
				},
				["guid"] = "Player-4487-0018BE27",
				["lastUpdate"] = 1668964936,
				["numAchievements"] = 1055,
			},
			["Default.伊弗斯.畜生犬隊長"] = {
				["Partial"] = {
					[848] = "7,10",
					[762] = "1:3100,2:500,3:5375,4:4425,5:400",
					[503] = 12,
					[768] = "1,5,10,11",
					[16] = 26,
					[705] = "1:30,3:1,5:35,10:1,14:26",
					[1680] = 11,
					[769] = "2,5,7,8",
					[728] = "2,4,5,6,7,10",
				},
				["numAchievements"] = 1068,
				["lastUpdate"] = 1675508554,
				["numAchievementPoints"] = 30,
				["Completed"] = {
					448, -- [1]
				},
				["CompletionDates"] = {
					[8] = "1:9:23",
					[6] = "1:9:23",
					[7] = "1:9:23",
				},
				["numCompletedAchievements"] = 3,
				["guid"] = "Player-4487-000B0452",
			},
			["Default.伊弗斯.頂級投資家"] = {
				["Partial"] = {
					[705] = "6:1,7:1,10:9,14:1",
					[859] = "4",
					[1182] = 30,
					[762] = "1:521,2:3121,3:521,4:521,5:4335",
					[16] = 1,
					[1677] = 2,
					[503] = 3,
				},
				["numAchievements"] = 1055,
				["lastUpdate"] = 1672640195,
				["guid"] = "Player-4487-001C0EC2",
			},
		},
	},
}
