
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1635529204,
				["DungeonIDs"] = {
					["盤牙:奴隸監獄 英雄|45229202"] = "19195|1635529204|0|0",
				},
				["BossKills"] = {
					["盤牙:奴隸監獄 英雄|45229202"] = {
						"背叛者曼紐|0", -- [1]
						"奎克米瑞|0", -- [2]
						"爆裂者洛克瑪|0", -- [3]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632561105,
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|42217305"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
				},
			},
		},
	},
}
