
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632545261,
				["lastVisitDate"] = "2021/09/25 12:47",
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1633091509,
				["Auctions"] = {
					"0|21882|15||115498|115498|4", -- [1]
					"0|25521|7||2060848|2060848|4", -- [2]
					"0|774|3||8999|8999|4", -- [3]
				},
				["lastVisitDate"] = "2021/10/01 20:31",
			},
		},
	},
}
