
DataStore_InventoryDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffa335ee|Hitem:35068:3003:32409:38550:::::70:::::::::|h[野蠻鬥士鎧甲頭盔]|h|r", -- [1]
					"|cffa335ee|Hitem:33923::32226::::::70:::::::::|h[復仇者凱旋墜飾]|h|r", -- [2]
					"|cffa335ee|Hitem:33732:2997:32217:32205:::::70:::::::::|h[復仇鬥士鎧甲護肩]|h|r", -- [3]
					nil, -- [4]
					"|cffa335ee|Hitem:35066:2661:38547:38547:38550::::70:::::::::|h[野蠻鬥士鎧甲護軀]|h|r", -- [5]
					"|cffa335ee|Hitem:35161::::::::70:::::::::|h[守護者鎧甲腰帶]|h|r", -- [6]
					"|cffa335ee|Hitem:32341:3012:::::::70:::::::::|h[神聖懲戒護腿]|h|r", -- [7]
					"|cffa335ee|Hitem:32793:2658:::::::70:::::::::|h[精兵鎧甲護脛]|h|r", -- [8]
					"|cffa335ee|Hitem:33813:2647:32226::::::70:::::::::|h[復仇者鎧甲護腕]|h|r", -- [9]
					"|cffa335ee|Hitem:35067:684:::::::70:::::::::|h[野蠻鬥士鎧甲護手]|h|r", -- [10]
					"|cffa335ee|Hitem:32497:2931:::::::70:::::::::|h[怒風璽戒]|h|r", -- [11]
					"|cffa335ee|Hitem:33919:2931:::::::70:::::::::|h[復仇者凱旋指環]|h|r", -- [12]
					"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [13]
					"|cff0070dd|Hitem:30344::::::::70:::::::::|h[部落勳章]|h|r", -- [14]
					"|cffa335ee|Hitem:33484:368:::::::70:::::::::|h[朵莉之擁]|h|r", -- [15]
					"|cffa335ee|Hitem:30902:3225:::::::70:::::::::|h[裂地之鋒]|h|r", -- [16]
					[18] = "|cffa335ee|Hitem:33765::::::::70:::::::::|h[復仇鬥士戰鋒飛斧]|h|r",
					[19] = "|cff0070dd|Hitem:36941::::::::70:::::::::|h[競賽者外袍]|h|r",
				},
				["averageItemLvl"] = 144.125,
				["lastUpdate"] = 1657210858,
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:28275:3003:30553:32409:::::70:::::::::|h[]|h|r", -- [1]
					"|cffa335ee|Hitem:30017::::::::70:::::::::|h[泰隆尼卡斯的暴行墜飾]|h|r", -- [2]
					"|cffa335ee|Hitem:30143:2997:24028:24028:::::70:::::::::|h[裂隙行者披肩]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[捕獸者襯衣]|h|r", -- [4]
					"|cffa335ee|Hitem:30139:2661:24055:31868:32205::::70:::::::::|h[裂隙行者鍊衫]|h|r", -- [5]
					"|cffa335ee|Hitem:30879::24048:24048:::::70:::::::::|h[阿里漢多先生的金幣腰帶]|h|r", -- [6]
					"|cffa335ee|Hitem:30142:3010:24028::::::70:::::::::|h[裂隙行者護腿]|h|r", -- [7]
					"|cffffffff|Hitem:28746:2657:23097:31865:::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:30091:1593:31868::::::70:::::::::|h[]|h|r", -- [9]
					"|cffa335ee|Hitem:31001::32212::::::70:::::::::|h[古羅行者的手套]|h|r", -- [10]
					"|cffffffff|Hitem:30052::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffa335ee|Hitem:29298::::::::70:::::::::|h[永恆指環]|h|r", -- [12]
					"|cffffffff|Hitem:28034::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffa335ee|Hitem:29383::::::::70:::::::::|h[嗜血胸針]|h|r", -- [14]
					"|cff0070dd|Hitem:27878:368:::::::70:::::::::|h[奧奇奈死亡罩氅]|h|r", -- [15]
					"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [16]
					[18] = "|cffffffff|Hitem:29351::::::::70:::::::::|h[]|h|r",
					[19] = "|cff1eff00|Hitem:31404::::::::70:::::::::|h[綠色伊利達瑞戰利外袍]|h|r",
				},
				["averageItemLvl"] = 82.375,
				["lastUpdate"] = 1653143389,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.猛男俱樂部"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 7,
					},
				},
			},
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
			["Default.伊弗斯.光之烙印"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 82,
					},
				},
			},
		},
	},
}
