
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1658591570,
				["DungeonIDs"] = {
					["太陽之井 25人|112048305"] = "371230|1658591570|0|1",
				},
				["BossKills"] = {
					["太陽之井 25人|112048305"] = {
						"卡雷苟斯|1", -- [1]
						"布魯托魯斯|1", -- [2]
						"魔龍謎霧|1", -- [3]
						"埃雷達爾雙胞胎|1", -- [4]
						"莫魯|0", -- [5]
						"基爾加丹|0", -- [6]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1657454201,
			},
		},
	},
}
