
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1632249533,
				["DungeonIDs"] = {
					["盤牙:毒蛇神殿洞穴 25人|41840640"] = "102066|1632249533|0|1",
					["瑪瑟里頓的巢穴 25人|41957512"] = "102066|1632249533|0|1",
					["風暴要塞 25人|41890987"] = "102066|1632249533|0|1",
					["戈魯爾之巢 25人|41955556"] = "102066|1632249533|0|1",
				},
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|41840640"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
					["瑪瑟里頓的巢穴 25人|41957512"] = {
						"瑪瑟里頓|1", -- [1]
					},
					["風暴要塞 25人|41890987"] = {
						"歐爾|0", -- [1]
						"虛無搶奪者|1", -- [2]
						"高階星術師索拉瑞恩|0", -- [3]
						"凱爾薩斯·逐日者|0", -- [4]
					},
					["戈魯爾之巢 25人|41955556"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632051167,
			},
		},
	},
}
