
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1652109211,
				["DungeonIDs"] = {
					["戈魯爾之巢 25人|110107441"] = "203034|1652109211|0|1",
					["祖阿曼 10人|110193878"] = "30234|1652109211|0|1",
					["黑暗神廟 25人|110142469"] = "203034|1652109211|0|1",
					["瑪瑟里頓的巢穴 25人|110107575"] = "203034|1652109211|0|1",
					["海加爾山戰場 25人|110149347"] = "203034|1652109211|0|1",
				},
				["BossKills"] = {
					["戈魯爾之巢 25人|110107441"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["祖阿曼 10人|110193878"] = {
						"阿奇爾森|1", -- [1]
						"納羅拉克|1", -- [2]
						"賈納雷|1", -- [3]
						"哈拉齊|1", -- [4]
						"妖術領主瑪拉克雷斯|1", -- [5]
						"祖爾金|1", -- [6]
					},
					["黑暗神廟 25人|110142469"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|1", -- [4]
						"葛塔格·血沸|1", -- [5]
						"靈魂聖匣|1", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
					["瑪瑟里頓的巢穴 25人|110107575"] = {
						"瑪瑟里頓|1", -- [1]
					},
					["海加爾山戰場 25人|110149347"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1651666916,
				["BossKills"] = {
					["戈魯爾之巢 25人|109932446"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["海加爾山戰場 25人|109933375"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
				},
			},
		},
	},
}
