
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1631637848,
				["DungeonIDs"] = {
					["風暴要塞:麥克納爾 英雄|41686360"] = "22552|1631637848|0|0",
					["戈魯爾之巢 25人|41558944"] = "108952|1631637848|0|1",
					["瑪瑟里頓的巢穴 25人|41559644"] = "108952|1631637848|0|1",
					["盤牙:奴隸監獄 英雄|41685150"] = "22552|1631637848|0|0",
					["卡拉贊 10人|41627886"] = "108952|1631637848|0|1",
				},
				["BossKills"] = {
					["風暴要塞:麥克納爾 英雄|41686360"] = {
						"虛空術師賽菲瑞雅|1", -- [1]
						"操縱者帕薩里歐|1", -- [2]
						"機械王卡帕希特斯|1", -- [3]
						"看守者蓋洛奇歐|1", -- [4]
						"看守者鐵手|1", -- [5]
					},
					["戈魯爾之巢 25人|41558944"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["瑪瑟里頓的巢穴 25人|41559644"] = {
						"瑪瑟里頓|1", -- [1]
					},
					["盤牙:奴隸監獄 英雄|41685150"] = {
						"背叛者曼紐|1", -- [1]
						"奎克米瑞|1", -- [2]
						"爆裂者洛克瑪|1", -- [3]
					},
					["卡拉贊 10人|41627886"] = {
						"獵人阿圖曼|1", -- [1]
						"摩洛|1", -- [2]
						"貞潔聖女|1", -- [3]
						"歌劇大廳|1", -- [4]
						"館長|1", -- [5]
						"泰瑞斯提安·疫蹄|1", -- [6]
						"埃蘭之影|1", -- [7]
						"尼德斯|1", -- [8]
						"西洋棋事件|1", -- [9]
						"莫克札王子|1", -- [10]
						"夜禍|1", -- [11]
					},
				},
			},
		},
	},
}
