
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1651478076,
				["DungeonIDs"] = {
					["海加爾山戰場 25人|109933375"] = "227123|1651478076|0|1",
					["戈魯爾之巢 25人|109932446"] = "227123|1651478076|0|1",
				},
				["BossKills"] = {
					["海加爾山戰場 25人|109933375"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
					["戈魯爾之巢 25人|109932446"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1651584927,
				["DungeonIDs"] = {
					["黑暗神廟 25人|109862198"] = "120282|1651584927|0|1",
					["戈魯爾之巢 25人|109930951"] = "120282|1651584927|0|1",
					["海加爾山戰場 25人|109868641"] = "120282|1651584927|0|1",
					["風暴要塞 25人|109857300"] = "120282|1651584927|0|1",
					["祖阿曼 10人|109909928"] = "33882|1651584927|0|1",
					["盤牙:毒蛇神殿洞穴 25人|109858799"] = "120282|1651584927|0|1",
				},
				["BossKills"] = {
					["黑暗神廟 25人|109862198"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|1", -- [4]
						"葛塔格·血沸|1", -- [5]
						"靈魂聖匣|1", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
					["戈魯爾之巢 25人|109930951"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["海加爾山戰場 25人|109868641"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
					["風暴要塞 25人|109857300"] = {
						"歐爾|0", -- [1]
						"虛無搶奪者|0", -- [2]
						"高階星術師索拉瑞恩|1", -- [3]
						"凱爾薩斯·逐日者|1", -- [4]
					},
					["祖阿曼 10人|109909928"] = {
						"阿奇爾森|1", -- [1]
						"納羅拉克|1", -- [2]
						"賈納雷|1", -- [3]
						"哈拉齊|1", -- [4]
						"妖術領主瑪拉克雷斯|1", -- [5]
						"祖爾金|1", -- [6]
					},
					["盤牙:毒蛇神殿洞穴 25人|109858799"] = {
						"不穩定者海卓司|0", -- [1]
						"海底潛伏者|0", -- [2]
						"『盲目者』李奧薩拉斯|0", -- [3]
						"深淵之王卡拉薩瑞斯|0", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|1", -- [6]
					},
				},
			},
		},
	},
}
