
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632561105,
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|42217305"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1644685538,
				["DungeonIDs"] = {
					["黑暗神廟 25人|74155038"] = "366862|1644685538|0|1",
				},
				["BossKills"] = {
					["黑暗神廟 25人|74155038"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|1", -- [4]
						"葛塔格·血沸|1", -- [5]
						"靈魂聖匣|1", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|0", -- [8]
						"伊利丹·怒風|0", -- [9]
					},
				},
			},
		},
	},
}
