
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1645633545,
				["DungeonIDs"] = {
					["風暴要塞 25人|78655216"] = "23655|1645633545|0|1",
					["戈魯爾之巢 25人|76874201"] = "23655|1645633545|0|1",
					["黑暗神廟 25人|77959735"] = "23655|1645633545|0|1",
					["盤牙:毒蛇神殿洞穴 25人|78602174"] = "23655|1645633545|0|1",
					["海加爾山戰場 25人|76806333"] = "23655|1645633545|0|1",
				},
				["BossKills"] = {
					["風暴要塞 25人|78655216"] = {
						"歐爾|1", -- [1]
						"虛無搶奪者|1", -- [2]
						"高階星術師索拉瑞恩|1", -- [3]
						"凱爾薩斯·逐日者|1", -- [4]
					},
					["戈魯爾之巢 25人|76874201"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
					["黑暗神廟 25人|77959735"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|1", -- [4]
						"葛塔格·血沸|1", -- [5]
						"靈魂聖匣|1", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
					["盤牙:毒蛇神殿洞穴 25人|78602174"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|1", -- [5]
						"瓦許女士|1", -- [6]
					},
					["海加爾山戰場 25人|76806333"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632561105,
				["BossKills"] = {
					["盤牙:毒蛇神殿洞穴 25人|42217305"] = {
						"不穩定者海卓司|1", -- [1]
						"海底潛伏者|1", -- [2]
						"『盲目者』李奧薩拉斯|1", -- [3]
						"深淵之王卡拉薩瑞斯|1", -- [4]
						"莫洛葛利姆·潮行者|0", -- [5]
						"瓦許女士|0", -- [6]
					},
				},
			},
		},
	},
}
