
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1651666916,
				["BossKills"] = {
					["海加爾山戰場 25人|109933375"] = {
						"瑞齊·凜冬|1", -- [1]
						"安納塞隆|1", -- [2]
						"卡茲洛加|1", -- [3]
						"亞茲加洛|1", -- [4]
						"阿克蒙德|1", -- [5]
					},
					["戈魯爾之巢 25人|109932446"] = {
						"大君王莫卡爾|1", -- [1]
						"弒龍者戈魯爾|1", -- [2]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1652447736,
				["DungeonIDs"] = {
					["博學者殿堂 英雄|110432188"] = "35064|1652447736|0|0",
				},
				["BossKills"] = {
					["博學者殿堂 英雄|110432188"] = {
						"凱爾薩斯·逐日者|1", -- [1]
						"女牧師戴利莎|1", -- [2]
						"賽林·炎心|1", -- [3]
						"維克索魯斯|1", -- [4]
					},
				},
			},
		},
	},
}
