
DataStore_InventoryDB = {
	["profileKeys"] = {
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
		["康樂股長 - 伊弗斯"] = "康樂股長 - 伊弗斯",
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.巴非特"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:199486::::::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:199519::::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:199487::::::::70:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:199488::::::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:199489::::::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:199490::::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:199491::::::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:199492::::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:199493::::::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:199522::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:199699::::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:199530::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:199529::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:199470::::::::70:::::::::|h[]|h|r", -- [15]
				},
				["lastUpdate"] = 1680407568,
			},
			["Default.伊弗斯.暖男你馬四了"] = {
				["lastUpdate"] = 1668964936,
				["Inventory"] = {
					[7] = "|cffffffff|Hitem:1396::::::::1:::::::::|h[]|h|r",
					[8] = "|cffffffff|Hitem:59::::::::1:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:6097::::::::1:::::::::|h[]|h|r",
					[5] = "|cffffffff|Hitem:57::::::::1:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:35::::::::1:::::::::|h[]|h|r",
				},
			},
			["Default.伊弗斯.畜生犬隊長"] = {
				["lastUpdate"] = 1675508554,
				["Inventory"] = {
					[5] = "|cffffffff|Hitem:10036::::::::34:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:4923::::::::34:::::::::|h[]|h|r",
					[7] = "|cffffffff|Hitem:10035::::::::34:::::::::|h[]|h|r",
				},
			},
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1664462132,
				["Inventory"] = {
					"|cffffffff|Hitem:28275:3003:30553:32409:::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:30017::::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:30143:2997:24028:24028:::::70:::::::::|h[]|h|r", -- [3]
					"|cffffffff|Hitem:127::::::::70:::::::::|h[]|h|r", -- [4]
					"|cffffffff|Hitem:30139:2661:24055:31868:32205::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:30879::24048:24048:::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:30142:3010:24028::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:28746:2657:23097:31865:::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:30091:1593:31868::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:31001::32212::::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:30052::::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:29298::::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:28034::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:29383::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:27878:368:::::::70:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:32248::::::::70:::::::::|h[]|h|r", -- [16]
					[18] = "|cffffffff|Hitem:29351::::::::70:::::::::|h[]|h|r",
					[19] = "|cffffffff|Hitem:31404::::::::70:::::::::|h[]|h|r",
				},
			},
			["Default.伊弗斯.康樂股長"] = {
				["lastUpdate"] = 1683812621,
				["averageItemLvl"] = 120.875,
				["Inventory"] = {
					"|cffffffff|Hitem:35864::::::::74:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:35936::::::::74:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:42952::::::::74:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:48689::::::::74:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:35893::::::::74:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:35926::::::::74:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:37984::::::::74:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:35889::::::::74:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:37996::::::::74:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:38251::::::::74:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:37524::::::::74:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:38081::::::::74:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:38259::::::::74:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:37383::::::::74:::::::::|h[]|h|r", -- [15]
					"|cffffffff|Hitem:35812::::::::74:::::::::|h[]|h|r", -- [16]
					[18] = "|cffffffff|Hitem:37573::::::::74:::::::::|h[]|h|r",
				},
			},
			["Default.伊弗斯.家駒"] = {
				["lastUpdate"] = 1679213842,
				["Inventory"] = {
					[4] = "|cffffffff|Hitem:154::::::::1:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:36::::::::1:::::::::|h[]|h|r",
					[17] = "|cffffffff|Hitem:2362::::::::1:::::::::|h[]|h|r",
					[7] = "|cffffffff|Hitem:153::::::::1:::::::::|h[]|h|r",
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["Inventory"] = {
					"|cffffffff|Hitem:35068:3003:32409:38550:::::70:::::::::|h[]|h|r", -- [1]
					"|cffffffff|Hitem:34177::::::::70:::::::::|h[]|h|r", -- [2]
					"|cffffffff|Hitem:34392:2997:38547:32211:::::70:::::::::|h[]|h|r", -- [3]
					nil, -- [4]
					"|cffffffff|Hitem:30975:2661:32205:32205:32226::::70:::::::::|h[]|h|r", -- [5]
					"|cffffffff|Hitem:34546::32205::::::70:::::::::|h[]|h|r", -- [6]
					"|cffffffff|Hitem:32341:3012:::::::70:::::::::|h[]|h|r", -- [7]
					"|cffffffff|Hitem:34569:2939:32205::::::70:::::::::|h[]|h|r", -- [8]
					"|cffffffff|Hitem:34441:2647:32217::::::70:::::::::|h[]|h|r", -- [9]
					"|cffffffff|Hitem:34370:684:32217:32217:::::70:::::::::|h[]|h|r", -- [10]
					"|cffffffff|Hitem:32497:2931:::::::70:::::::::|h[]|h|r", -- [11]
					"|cffffffff|Hitem:33496:2931:::::::70:::::::::|h[]|h|r", -- [12]
					"|cffffffff|Hitem:28830::::::::70:::::::::|h[]|h|r", -- [13]
					"|cffffffff|Hitem:34472::::::::70:::::::::|h[]|h|r", -- [14]
					"|cffffffff|Hitem:33484:368:::::::70:::::::::|h[]|h|r", -- [15]
					"|cffa335ee|Hitem:33762:3225:::::::70:::::::::|h[复仇角斗士的军刀]|h|r", -- [16]
					"|cffffffff|Hitem:34164:2673:::::::70:::::::::|h[]|h|r", -- [17]
					"|cffffffff|Hitem:34196::::::::70:::::::::|h[]|h|r", -- [18]
					"|cffffffff|Hitem:36941::::::::70:::::::::|h[]|h|r", -- [19]
				},
				["averageItemLvl"] = 8.588235294117647,
				["lastUpdate"] = 1663501479,
			},
			["Default.伊弗斯.頂級投資家"] = {
				["Inventory"] = {
					[8] = "|cffffffff|Hitem:24146::::::::2:::::::::|h[]|h|r",
					[16] = "|cffffffff|Hitem:23346::::::::2:::::::::|h[]|h|r",
					[7] = "|cffffffff|Hitem:24145::::::::2:::::::::|h[]|h|r",
					[4] = "|cffffffff|Hitem:24143::::::::2:::::::::|h[]|h|r",
				},
				["lastUpdate"] = 1672640195,
			},
		},
		["Guilds"] = {
			["Default.伊弗斯.猛男俱樂部"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 7,
					},
				},
			},
			["Default.伊弗斯.槍在手跟我走"] = {
				["Members"] = {
					["三浦建太郎"] = {
						["averageItemLvl"] = 117,
					},
				},
			},
			["Default.伊弗斯.極限鐵盒"] = {
				["Members"] = {
					["邁克爾假死"] = {
						["averageItemLvl"] = 110,
					},
					["衝鋒釋放"] = {
						["averageItemLvl"] = 9,
					},
					["假死釋放靈魂"] = {
						["averageItemLvl"] = 73,
					},
				},
			},
			["Default.伊弗斯.光之烙印"] = {
				["Members"] = {
					["特變電工"] = {
						["averageItemLvl"] = 8,
					},
				},
			},
		},
	},
}
