
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1647786761,
				["lastVisitDate"] = "2022/03/20 22:32",
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1654445179,
				["Auctions"] = {
					"0|34664|1||18279999|18279999|4", -- [1]
					"0|34664|1||18279999|18279999|4", -- [2]
					"0|34664|1||18279999|18279999|4", -- [3]
					"0|22451|19||11399979|11399979|3", -- [4]
				},
				["lastVisitDate"] = "2022/06/06 00:06",
			},
		},
	},
}
