
DataStore_AgendaDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1653143389,
				["BossKills"] = {
					["黑暗神廟 25人|110981024"] = {
						"高階督軍納珍塔斯|1", -- [1]
						"瑟普莫斯|1", -- [2]
						"阿卡瑪的黑暗面|1", -- [3]
						"泰朗·血魔|0", -- [4]
						"葛塔格·血沸|0", -- [5]
						"靈魂聖匣|0", -- [6]
						"薩拉茲女士|1", -- [7]
						"伊利達瑞議事|1", -- [8]
						"伊利丹·怒風|1", -- [9]
					},
				},
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1655049584,
				["DungeonIDs"] = {
					["太陽之井 25人|111689406"] = "284415|1655049584|0|1",
				},
				["BossKills"] = {
					["太陽之井 25人|111689406"] = {
						"卡雷苟斯|1", -- [1]
						"布魯托魯斯|1", -- [2]
						"魔龍謎霧|1", -- [3]
						"埃雷達爾雙胞胎|1", -- [4]
						"莫魯|0", -- [5]
						"基爾加丹|0", -- [6]
					},
				},
			},
		},
	},
}
