
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.邁克爾假死"] = {
				["lastUpdate"] = 1632545261,
				["lastVisitDate"] = "2021/09/25 12:47",
			},
			["Default.伊弗斯.特變電工"] = {
				["lastUpdate"] = 1635568294,
				["Auctions"] = {
					"0|22459|1||143999|143999|4", -- [1]
					"0|22459|1||143999|143999|4", -- [2]
				},
				["lastVisitDate"] = "2021/10/30 12:31",
			},
		},
	},
}
