
_detalhes_global = {
	["npcid_pool"] = {
		[18323] = "塞司克護衛",
		[18419] = "血守衛綠色看守者",
		[18451] = "辛諾翼護衛",
		[18483] = "安普爾的護衛",
		[16468] = "鬼靈巡邏",
		[12380] = "不死的居民",
		[16596] = "巨型噬屍獸",
		[18707] = "托茍斯",
		[1557] = "猩猩",
		[20882] = "潛伏的女巫",
		[18867] = "法力尋找者",
		[25040] = "巨型水元素 <巴琳達·石爐上尉>",
		[21042] = "Hawkeye",
		[4257] = "蘭納·雷酒",
		[21138] = "恆龍劊子手",
		[19219] = "機械王卡帕希特斯",
		[14763] = "丹巴達爾南部元帥",
		[19411] = "破碎之手術士",
		[19443] = "塔加·斷脊者",
		[19507] = "尋日基因接合者",
		[19635] = "阿拉斯恩上尉",
		[3229] = "尖叫者索恩曼圖",
		[19731] = "虛空野獸",
		[21810] = "巨龍教團砍伐者",
		[19795] = "伊克利普森血騎士",
		[19827] = "黑暗議會烏鴉守衛",
		[3265] = "鋼鬃獵手",
		[17940] = "盤牙技師",
		[20083] = "召喚的血守衛修補者",
		[20115] = "昂布拉凡巫醫",
		[22226] = "可伊靈魂 <特變電工>",
		[20243] = "廢棄的惡魔搶奪者",
		[18260] = "石拳侵略者",
		[416] = "帕格古普",
		[18420] = "尋日地卜者",
		[18452] = "空行者魔鷹",
		[18548] = "火翼情報員",
		[11357] = "哈卡之子",
		[20723] = "柯爾卡赫",
		[18708] = "莫爾墨",
		[15547] = "鬼靈戰馬",
		[20883] = "惡毒的妖婦",
		[21139] = "恆龍毀滅者",
		[19188] = "狂怒的巨像",
		[19220] = "操縱者帕薩里歐",
		[11677] = "監工斯尼維爾",
		[17269] = "血之谷黑暗法師",
		[21395] = "突變鑽地蟲",
		[17397] = "影月大師",
		[17429] = "魔獄獸人新兵",
		[19508] = "尋日草藥師",
		[19668] = "暗影惡魔 <淡淡蘭不路>",
		[17653] = "影月導魔師",
		[21811] = "巨龍教團小龍",
		[19796] = "伊克利普森大法師",
		[21907] = "卡巴信徒",
		[19988] = "葛瑞納鷹翼",
		[22099] = "巨龍教團物資供應者",
		[18037] = "戰槌術士",
		[18069] = "莫古",
		[18133] = "沼光流血者",
		[22259] = "地獄火吸法器",
		[22355] = "虛空蛛網俘虜者",
		[22387] = "里斯克神諭者",
		[18325] = "塞司克預言家",
		[22483] = "沙塵地精",
		[18421] = "尋日調查員",
		[18453] = "空行者裂風者",
		[16470] = "鬼魅慈善家",
		[8303] = "等你等妳 <莎煞>",
		[20756] = "劍刃主廚",
		[1815] = "生病的黑熊",
		[18869] = "不穩定的虛無怨靈",
		[16950] = "虛空捕獵者",
		[17014] = "重組的虛無行者",
		[21140] = "裂縫領主",
		[23219] = "扭曲行者",
		[19189] = "劫毀者",
		[19221] = "虛空術師賽菲瑞雅",
		[7376] = "暗影鷲",
		[14764] = "冰翼元帥",
		[17270] = "血之谷弓箭手",
		[7400] = "灼熱圖騰 V <Mkcharger>",
		[21428] = "墮落的水元素 <墮落的水之圖騰>",
		[7416] = "法力之泉圖騰 IV",
		[17398] = "年幼的魔獄獸人",
		[19509] = "尋日收割者",
		[1863] = "希納",
		[7456] = "小槍槍撿到潘",
		[5425] = "饑餓的皰爪土狼",
		[17622] = "神射手護衛",
		[19701] = "噬骨者塑能師",
		[19733] = "匕首沼地佣人",
		[19797] = "伊利達瑞大領主",
		[10990] = "奧特蘭克山羊",
		[19957] = "血槌釀酒大師",
		[19989] = "葛瑞納先驅者",
		[22100] = "爬骨蝎子",
		[22132] = "成熟的洞穴爬行者",
		[18134] = "沼地行者",
		[22388] = "里斯克猛爪護衛",
		[18326] = "塞司克薩滿",
		[22452] = "複生的主教",
		[18422] = "尋日植物學家",
		[18454] = "撒拉希猛爪護衛",
		[16471] = "骷髏接待員",
		[15484] = "熔岩圖騰 V",
		[1939] = "腐皮蠻卒",
		[1943] = "暴怒的腐皮豺狼人",
		[15548] = "鬼靈骸顱馬",
		[20885] = "末日預言者達利亞",
		[18870] = "虛無尖嘯者",
		[1953] = "湖岸潛藏者",
		[16951] = "恐懼惡魔",
		[21109] = "暴怒的水之魂",
		[17143] = "銳克先知",
		[11678] = "雪盲伏擊者",
		[17271] = "噬骨毀滅者",
		[19350] = "棘牙吐毒者",
		[17367] = "虛空傳送門 - 平靜",
		[1985] = "豬排",
		[19510] = "血守衛百夫長",
		[5913] = "戰慄圖騰 <淦圖仔>",
		[17527] = "MOHCTP",
		[5929] = "熔岩圖騰 <Timtam>",
		[21717] = "龍喉爭吵者",
		[19734] = "真菌巨人",
		[19862] = "烏崔克",
		[21941] = "可憎的亡魂",
		[17879] = "時間領主迪賈",
		[19958] = "白色幼苗 <大植物學家費瑞衛恩>",
		[22037] = "鐵匠戈蘭克",
		[6033] = "洛丹米爾狂魚",
		[18135] = "沼澤行者",
		[510] = "水元素 <貝狄維爾>",
		[18327] = "時光流逝控制者",
		[18391] = "『老巫婆』吉絲達",
		[18423] = "『掠取者』喬沃",
		[20502] = "伊克利普森龍鷹",
		[16472] = "魅影舞台助手",
		[16504] = "秘法保衛者",
		[18583] = "麗莎艾歐·織火者",
		[20886] = "怒鐮者索寇斯瑞特",
		[16952] = "煉冶場守衛",
		[19191] = "殘忍的阿拉薩爾斯",
		[14765] = "石爐元帥",
		[21462] = "大型惡魔烈焰雙帆龍",
		[17400] = "惡魔守衛殲滅者",
		[19511] = "幽藤引誘者",
		[21718] = "龍喉征服者",
		[19735] = "風暴要塞-熔爐毀滅者",
		[19799] = "伊利達瑞恐懼使者",
		[21878] = "惡魔野豬",
		[17816] = "泥沼史卓克",
		[17848] = "中尉崔克",
		[17880] = "坦普拉斯",
		[22038] = "海術路德",
		[17976] = "指揮官薩瑞尼斯",
		[18136] = "沼澤潛伏者",
		[18168] = "老巫婆",
		[20343] = "魅力圖騰 <時光流逝控制者>",
		[18328] = "塞司克神諭者",
		[16409] = "魅影賓客",
		[16473] = "鬼靈表演者",
		[20599] = "未知目標",
		[18584] = "沙薩拉畢恩",
		[11359] = "ThunderDo",
		[13438] = "空軍指揮官斯里多爾",
		[16697] = "虛無區域 <尼德斯>",
		[2350] = "森林食苔蛛",
		[18872] = "虛實的復仇者",
		[16857] = "捕食中的地殼穿刺者",
		[21047] = "圓面薩滿",
		[23286] = "德拉諾黑血怪",
		[21303] = "防衛者的屍體",
		[17369] = "虛空傳送門 - 堅忍",
		[19512] = "幽藤收割者",
		[19608] = "野生爭吵者",
		[19640] = "血之谷騎乘用座狼",
		[21719] = "龍喉龍騎士",
		[17721] = "盤牙工程師",
		[19800] = "伊利達瑞痛苦鞭擊者",
		[21879] = "邪惡之翼奇美拉",
		[17817] = "巨型泥沼史卓克",
		[21975] = "劍刃防衛者",
		[19960] = "末日之爐工程師",
		[17977] = "扭曲分裂者",
		[20088] = "血鱗監督者",
		[18105] = "高薩安",
		[18137] = "沼澤挖掘者",
		[18201] = "被馴服的孢子蝙蝠",
		[16410] = "鬼靈僕人",
		[18521] = "狂怒的骷髏",
		[18585] = "『酒鬼』拉利克",
		[20728] = "劍刃迅猛龍",
		[20792] = "未知目標 <納吉斯·法亞司>",
		[18873] = "虛實的保衛者",
		[2630] = "地縛術",
		[16954] = "煉冶場會員",
		[17146] = "吉爾索洛縛法者",
		[7369] = "逆風蠻卒",
		[21304] = "守衛的屍體",
		[21368] = "伊斯利掠奪者",
		[17306] = "看護者卡爾古瑪",
		[17370] = "獰笑骷髏執行者",
		[7433] = "腿打開",
		[19513] = "突變的恐懼尖嘯者",
		[21656] = "伊利達瑞森林之神",
		[5426] = "皰爪土狼",
		[21720] = "龍喉薩滿",
		[19705] = "大師戴利斯·黎擊",
		[21784] = "卡拉伯爾鬼騎士",
		[21816] = "鐵脊咀嚼者",
		[10928] = "魅魔爪牙",
		[19833] = "毒蛇",
		[19865] = "突變的恐獸",
		[17882] = "黑色捕獵者",
		[19961] = "末日之爐侍者",
		[19993] = "血槌槌兵",
		[17978] = "『看管者』索古林",
		[20089] = "血鱗呼浪者",
		[18138] = "昂布拉凡鰻魚",
		[18170] = "恆龍殺戮者",
		[18202] = "黑暗之血腐化者",
		[18298] = "卡沃希",
		[18394] = "伊斯利怨靈 <伊斯利縛法者>",
		[18554] = "薩爾斯·烏德恩",
		[18586] = "庫庫許",
		[20729] = "劍刃劫毀者",
		[16699] = "破碎之手搶奪者",
		[20857] = "亞克崔茲防衛者",
		[5786] = "斷矛",
		[17083] = "魔獄獸人皈依者",
		[17147] = "吉爾索洛教徒",
		[19226] = "虛無旅人",
		[731] = "虎爺老闆",
		[21337] = "伊利達瑞巡影者",
		[17307] = "『信使』維斯路登",
		[17371] = "影月術士",
		[2950] = "白鬃剝皮工",
		[2954] = "刺背鬥豬",
		[2958] = "草原狼",
		[741] = "睡夢中的幼龍",
		[2966] = "鬥豬",
		[19642] = "薩希斯捕獵者",
		[2978] = "風險投資公司工人",
		[17723] = "泥沼巨人",
		[21849] = "骸骨爬行者",
		[17819] = "敦霍爾德哨兵",
		[19962] = "藍色幼苗 <大植物學家費瑞衛恩>",
		[19994] = "血槌術士",
		[20058] = "血槌恐狼",
		[12096] = "雷矛軍需官",
		[18171] = "恆龍污染者",
		[18203] = "黑暗之血劫掠者",
		[18235] = "墮落的治療之泉圖騰 <黑暗之血奧拓爾>",
		[18331] = "伊斯利黑暗法師",
		[16540] = "暗影掠取者",
		[20730] = "葛路多爾",
		[16700] = "破碎之手軍團士兵",
		[24920] = "刺棘撕掠者",
		[18875] = "薩希斯劫掠者",
		[21050] = "暴怒的大地之靈",
		[17084] = "艾芙魯",
		[21242] = "奧奇奈亡語者",
		[21306] = "被詛咒的甲蟲",
		[21338] = "盤牙痲瘋者",
		[21370] = "伊斯利虛空術師",
		[17308] = "無疤者歐瑪爾",
		[19419] = "狂怒的裂石巨人",
		[19643] = "日怒星術師",
		[21722] = "被奴役的虛空之翼龍",
		[19707] = "日怒弓箭手",
		[21818] = "恆龍幼龍",
		[3250] = "異種爬行者",
		[17820] = "敦霍爾德槍手",
		[19963] = "末日哀嚎者",
		[19995] = "劍刃蠻卒",
		[22074] = "伊利達瑞心靈破獲者",
		[22106] = "魯歐的虛空龍",
		[22138] = "黑暗議會儀式者",
		[18172] = "恆龍破壞者",
		[18204] = "黑暗之血奧拓爾",
		[18236] = "墮落的風之圖騰 <黑暗之血奧拓爾>",
		[20443] = "安格拉斯哨兵",
		[18460] = "迷失的靈魂",
		[178449] = "狼",
		[18524] = "盛怒的骷髏",
		[18588] = "服倫",
		[15487] = "抗火圖騰 IV",
		[20859] = "亞克崔茲守衛",
		[20923] = "血衛士波洛克",
		[16925] = "噬骨劫掠者",
		[17053] = "卡里瑞猛鷲",
		[17085] = "艾羅那斯",
		[17149] = "梵安尼劫掠者",
		[858] = "沼澤紡絲蛛",
		[17309] = "地獄火看守者",
		[19420] = "哥利亞索裂石巨人 <哥利亞森>",
		[17533] = "羅慕歐",
		[21723] = "豹",
		[19740] = "怒行者",
		[17725] = "深幽泥沼潛伏者",
		[21979] = "『征服者』弗札克",
		[19964] = "紅色幼苗 <大植物學家費瑞衛恩>",
		[19996] = "劍刃戰鬥法師",
		[17981] = "虛無再生者",
		[18077] = "昂布拉凡神諭者",
		[22299] = "孢子行者 <黑色捕獵者>",
		[22331] = "龍喉精兵",
		[3566] = "平原徘徊者",
		[20444] = "安格拉斯暗影法師",
		[18429] = "秘法惡魔 <伊斯利巫士>",
		[18461] = "濕鱗蜥蜴",
		[18493] = "奧奇奈靈魂牧師",
		[18717] = "幽暗的工人",
		[24922] = "刺棘劫毀者",
		[20924] = "葛瑞許納什蜥蝪",
		[20988] = "尋日工程師",
		[21148] = "裂縫看守者",
		[17150] = "梵安尼秘法師",
		[7370] = "不安寧的陰影",
		[19261] = "地獄火戰爭使者",
		[7402] = "灼熱圖騰 VI",
		[19389] = "巢穴蠻卒",
		[19453] = "日怒隊長",
		[7434] = "未知目標",
		[17534] = "茱麗葉",
		[21660] = "卡巴宣誓者",
		[17662] = "未知目標 <布洛克>",
		[17694] = "影月黑暗法師",
		[17726] = "怒鰭侍從",
		[21852] = "奧奇奈戰士",
		[22012] = "大法官血葉",
		[22044] = "洞穴爬行者",
		[22076] = "超凡的托洛斯",
		[18046] = "洛迦海卡斯特",
		[20221] = "日怒火焰管理者",
		[18238] = "黑暗之血侵略者",
		[22396] = "德拉卡·長尾",
		[18398] = "斷趾",
		[20477] = "恐懼之爪",
		[16415] = "骷髏侍從",
		[15488] = "治療之泉圖騰 VI",
		[20765] = "劍刃粉碎者",
		[18750] = "閃鱗鰻",
		[16863] = "瘋狂的地獄野豬",
		[16927] = "小石鐮掠奪者",
		[13617] = "雷矛獸欄管理員",
		[21181] = "『火焰之王』賽洛庫",
		[19166] = "風暴要塞-熔爐巡邏者",
		[17151] = "甘納格技工",
		[21309] = "痛苦魔女卡布利莎",
		[21373] = "絲翼",
		[21405] = "伊斯利秘法師",
		[19422] = "血之谷通靈師",
		[19486] = "尋日化學家",
		[17471] = "次級暗影裂縫 <大術士奈德克斯>",
		[5923] = "清毒圖騰 <胡梭>",
		[25755] = "未知目標",
		[19710] = "看守者鐵手",
		[17695] = "未知目標",
		[17727] = "怒鰭哨兵",
		[21853] = "烏鴉林螞蟻 <烏鴉林葉鬚樹人>",
		[12050] = "雷矛防衛者",
		[18079] = "昂布拉凡先知",
		[18207] = "黑暗之血拾荒者",
		[22461] = "MKI型惡魔火砲",
		[18399] = "黑暗之血雙子",
		[18431] = "伊斯利信標",
		[18463] = "濕鱗吞噬者",
		[18495] = "奧奇奈復仇者",
		[16544] = "伊斯利竊賊",
		[14465] = "聯盟戰旗 <狂箭>",
		[20766] = "劍刃秘法師",
		[16704] = "破碎之手狙擊兵",
		[18847] = "野生惡魔捕獵者 <召喚者歐莫>",
		[10467] = "法力之潮圖騰",
		[20990] = "血守衛治療者",
		[21022] = "喵喵",
		[16960] = "悲痛之女",
		[17088] = "幽暗的召喚者",
		[19167] = "血守衛殺戮者",
		[17152] = "惡魔守衛領導者",
		[19231] = "麥克納爾粉碎者",
		[17248] = "惡魔鍊",
		[17280] = "破碎之手戰犬",
		[19519] = "飢餓的泥沼領主",
		[25756] = "艾胡恩教徒冰波",
		[21694] = "泥沼主宰",
		[17728] = "黑暗之血族人",
		[21854] = "鐵脊石化者",
		[17952] = "黑水鱷魚",
		[8996] = "虛無行者爪牙",
		[20095] = "葛瑞諾克·巴拓伯恩",
		[18080] = "卡塔魯",
		[18176] = "受污染的陷地圖騰 <背叛者曼紐>",
		[20287] = "薩希斯伏擊者",
		[18400] = "『碎裂領主』洛克達",
		[18464] = "扭曲行者",
		[16481] = "恐怖的縛靈",
		[20607] = "蟹膚蜥蜴",
		[16545] = "伊斯利盜法者",
		[20671] = "幽影魂飛",
		[13442] = "大德魯伊雷弗拉爾",
		[18720] = "暗影大師葛瑞弗",
		[16769] = "火翼術士",
		[18848] = "惡毒導師",
		[18880] = "虛空鰭刺",
		[18944] = "惡魔士兵",
		[21023] = "斯卓霖普·深根",
		[11603] = "白鬚掘地工",
		[19136] = "烈焰行者小鬼",
		[19168] = "尋日星法師",
		[17153] = "湖中水之靈",
		[23326] = "紅豆牛奶冰",
		[19264] = "軍隊指揮官葛洛克斯",
		[17281] = "噬骨撕裂者",
		[19424] = "血之谷折磨者",
		[17537] = "維斯路登",
		[25757] = "艾胡恩教徒霜風",
		[21695] = "浪潮奔騰者",
		[19712] = "麥克納爾鑽孔者",
		[17729] = "黑暗之血矛兵",
		[19872] = "凱崔娜·瓦映迪女士",
		[2523] = "灼熱圖騰",
		[18145] = "瓦吐森的污染精華",
		[18177] = "受污染的石膚圖騰 <背叛者曼紐>",
		[20416] = "監督者瑞爾迪斯",
		[18401] = "史卡拉克斯",
		[20512] = "痛苦的靈魂",
		[18497] = "奧奇奈僧侶",
		[16482] = "受困的靈魂",
		[14466] = "部落戰旗 <小妹妹躺著吃>",
		[20768] = "葛諾斯·布羅格納",
		[20864] = "多變的夢魘",
		[20896] = "伊斯利恩殺戮者",
		[18881] = "破碎的奔行者",
		[18977] = "惡魔守衛摧毀者",
		[16994] = "德萊尼隱士",
		[17058] = "伊利達瑞監工",
		[19201] = "山地古羅",
		[7379] = "逆風巨魔法師",
		[21408] = "惡魔烈焰雙帆龍",
		[19457] = "葛銳洛克『暗眼』",
		[21696] = "蒸汽奔騰者",
		[19713] = "麥克納爾破壞者",
		[17730] = "黑暗之血醫者",
		[19873] = "貴族克利斯平·費蘭斯",
		[22016] = "伊克利普森士兵",
		[18114] = "菲拉芬秘法師",
		[18370] = "野生暗影裂縫",
		[18402] = "戰槌勇士",
		[1410] = "火翼血守衛",
		[18466] = "懼牙潛伏者",
		[18498] = "不死的士兵 <奧奇奈復仇者>",
		[89] = "地獄火",
		[13443] = "樹林德魯伊",
		[20865] = "多變的憎恨",
		[20897] = "伊斯利恩波動法師",
		[23008] = "伊斯利恩獄卒",
		[18946] = "地獄火突圍者",
		[18978] = "惡魔妖精希克林",
		[21089] = "日怒血騎士",
		[11604] = "白鬚地卜師",
		[5828] = "墨翎",
		[9637] = "灼燒圖騰 <戰槌薩滿>",
		[19298] = "戰爭使者阿瑞克斯阿摩",
		[17283] = "星界火星",
		[21409] = "特使伊卡瑞厄斯",
		[2951] = "白鬃偷獵者",
		[2959] = "草原捕食者",
		[2963] = "風怒風巫",
		[2971] = "長爪猛鷲",
		[2975] = "風險投資公司雇員",
		[2979] = "風險投資公司主官",
		[17731] = "沼地鰭刺",
		[19874] = "男爵洛夫·崔克爾",
		[22017] = "伊克利普森縛法者",
		[3035] = "平原獅",
		[22273] = "未知目標",
		[22305] = "維克",
		[22337] = "有害的幼鳥",
		[22369] = "恐怖的遺跡奴隸",
		[18371] = "死亡看守者辛瑞克",
		[8198] = "提克",
		[20514] = "灼熱元素",
		[18499] = "不死的巫士 <奧奇奈靈魂牧師>",
		[18595] = "乖戾的苦工",
		[20866] = "靈魂吞食者",
		[20898] = "巨型冥淵火",
		[18883] = "法力撕咬獸",
		[16932] = "阿強",
		[21058] = "虛實的主教",
		[16996] = "德萊尼復仇者",
		[23169] = "虛空礦坑鐮奪怪",
		[19203] = "希斯火焰元素 <暗法師希斯>",
		[17252] = "攔截昏迷",
		[17380] = "布洛克",
		[17540] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[19747] = "『魔犬之主』貝爾蒙",
		[19779] = "日怒地理學家",
		[21858] = "薩塔復仇者",
		[19843] = "幽藤欺詐者",
		[19875] = "女爵朵洛希·米爾斯泰普",
		[17860] = "敦霍爾德老兵",
		[21986] = "薩塔祭壇復仇者",
		[22018] = "伊克利普森騎士",
		[22082] = "影月殺戮者",
		[20163] = "索蘭那斯大使",
		[22274] = "龍喉破天者",
		[18340] = "蒸汽幫浦監督者",
		[22466] = "篩骨者",
		[18404] = "血守衛管理者",
		[16389] = "鬼靈學徒",
		[18500] = "不死的教士 <奧奇奈靈魂牧師>",
		[16485] = "秘法警備者",
		[20867] = "死亡看守者",
		[20899] = "虛無導線",
		[18884] = "扭曲追趕者",
		[16901] = "憤怒的腐泥怪",
		[16933] = "我會咬人",
		[21059] = "暴怒的水之靈",
		[19044] = "弒龍者戈魯爾",
		[21123] = "魔誓鱗翼",
		[11605] = "白鬚監督者",
		[19204] = "希斯冰霜元素 <暗法師希斯>",
		[21315] = "『晦暗者』魯歐",
		[19300] = "暈眩",
		[19428] = "深藍色巨蛇",
		[19460] = "血之谷骷髏",
		[17477] = "地獄火小鬼",
		[3475] = "豹",
		[17669] = "迅捷戰犬",
		[21891] = "鳥人撕裂者",
		[19876] = "貴族羅賓·達利斯",
		[17957] = "盤牙勇士",
		[22115] = "憤怒的裂地者 <暴怒的大地之靈>",
		[18117] = "安格拉斯巨魔",
		[20196] = "嗜血的沼澤之牙",
		[18181] = "古羅克的爪牙",
		[22307] = "腐爛的森林狂怒者",
		[20324] = "乾枯的多頭蛇",
		[18309] = "伊斯利拾荒者",
		[18341] = "班提蒙尼厄斯",
		[18373] = "主教瑪拉達爾",
		[22499] = "低吼憤怒獵犬",
		[1794] = "沒有靈魂的食屍鬼",
		[18501] = "不死的捕獵者 <奧奇奈僧侶>",
		[18533] = "『禁錮者』盧安卡",
		[3619] = "豹",
		[20772] = "虛空石",
		[20868] = "熱能之眼",
		[20900] = "無束縛的摧毀者",
		[16870] = "破碎之手隊長",
		[18981] = "末日密語者",
		[21060] = "暴怒的風之靈",
		[21124] = "魔誓匕爪",
		[19205] = "未知目標 <暗法師希斯>",
		[21284] = "奧奇奈新教徒",
		[19301] = "暈眩",
		[5349] = "阿拉瑟希斯",
		[19397] = "莫阿格監督者",
		[19429] = "鳥人黑暗之鷹",
		[17414] = "影月技師",
		[1860] = "哈斯多克",
		[17478] = "血之谷占卜者",
		[19557] = "巨型爭吵者",
		[21636] = "復仇的德萊尼",
		[19653] = "葛拉希厄斯",
		[17670] = "破碎之手戰犬大師",
		[17734] = "深幽泥沼領主",
		[17798] = "督軍卡利斯瑞",
		[21956] = "狼",
		[22052] = "超可愛的狗勾",
		[17990] = "深幽泥沼蘑菇",
		[18086] = "暗羽監工",
		[18118] = "安格拉斯薩滿",
		[18182] = "『篡位者』古羅克",
		[18214] = "沼爪痛擊者",
		[18374] = "專注之火",
		[20453] = "伊斯利恩突擊兵",
		[18438] = "奈伏薩拉爾",
		[18470] = "鞭骨者",
		[11318] = "怒焰穴居人",
		[16519] = "幽暗的劊子手",
		[5685] = "被俘虜的食屍鬼",
		[18694] = "『扭曲監視者』克里達斯",
		[1940] = "腐皮瘟疫傳播者",
		[1942] = "腐皮暴徒",
		[20869] = "亞克崔茲哨兵",
		[20901] = "薩格隆弓箭手",
		[16871] = "血之谷蠻兵",
		[16903] = "憤怒的恐泥怪",
		[18982] = "黑貂豹",
		[21061] = "暴怒的火焰之靈",
		[1964] = "樹人",
		[21189] = "水晶鐮奪怪",
		[19174] = "姆瑪奇酋長",
		[19206] = "希斯暗影元素 <暗法師希斯>",
		[21285] = "奧奇奈末日預言者",
		[19302] = "暈眩",
		[21381] = "小地殼穿刺者",
		[19398] = "甘納格苦工",
		[21477] = "石釘鐮奪怪",
		[19494] = "阿其羅斯",
		[21637] = "巨龍教團斥候",
		[19686] = "虛空異常者",
		[17671] = "破碎之手勇士",
		[17735] = "怒鰭戰士",
		[17799] = "崔互德奴隸",
		[17959] = "盤牙奴隸看管者",
		[17991] = "爆裂者洛克瑪",
		[18087] = "暗羽海妖",
		[18119] = "安格拉斯蠻卒",
		[20294] = "泥沼史卓克利爪",
		[18311] = "伊斯利盜墓者",
		[22437] = "怨恨殘存者",
		[16424] = "鬼靈哨兵",
		[18503] = "幻魅持有者 <奧奇奈靈魂牧師>",
		[16488] = "秘法異反元素",
		[18567] = "莫阿格規劃大師",
		[18631] = "卡巴異教徒",
		[18663] = "紀律魔女",
		[20870] = "無約束的希瑞奇斯",
		[16808] = "大酋長卡加斯·刃拳",
		[20934] = "分裂的防衛者",
		[16904] = "不屈的步卒",
		[18983] = "黑牙蜘蛛",
		[21062] = "未知目標 <操縱者帕薩里歐>",
		[21126] = "盤牙鱗片醫者",
		[17096] = "星界爆發",
		[17160] = "活躍的龍卷風",
		[21350] = "古羅牧師",
		[21382] = "巨龍教團狂熱者",
		[21446] = "劍刃邪惡靈魂",
		[21478] = "石釘撕裂者",
		[19527] = "猶豫不決的虛無呼喚者",
		[21638] = "復仇的先驅",
		[21702] = "伊斯利恩生命束縛者",
		[17800] = "盤牙侍從",
		[22022] = "秘法爆破 <伊克利普森縛法者>",
		[17960] = "盤牙預言者",
		[2252] = "破碎嶺巨魔",
		[18088] = "血鱗女巫師",
		[18120] = "安格拉斯蠻槌兵",
		[20199] = "大使的榮譽守衛",
		[22310] = "風裂猛襲者",
		[20295] = "泥沼史卓克粉碎者",
		[22374] = "卡加斯之手",
		[18312] = "伊斯利縛法者",
		[22438] = "貪婪殘存者",
		[20455] = "恐懼圖騰 <昂布拉凡巫醫>",
		[18472] = "暗法師希斯",
		[16457] = "貞潔聖女",
		[18536] = "希爾寇思,恐懼監督者",
		[18632] = "卡巴劊子手",
		[18856] = "秘法殲滅者",
		[16873] = "血之谷捆縛師",
		[18952] = "噬骨拾荒者",
		[16937] = "崔互德地卜者",
		[19016] = "地獄火妖精",
		[21127] = "盤牙暴怒者",
		[17129] = "巨型風翼貓頭鷹",
		[19208] = "召喚的卡巴侍僧 <卡巴召喚者>",
		[17225] = "夜禍",
		[17257] = "瑪瑟里頓",
		[21383] = "巨龍教團侍僧",
		[21767] = "烏鴉神諭使",
		[19784] = "考斯卡眼鏡蛇",
		[17801] = "盤牙海妖",
		[17833] = "敦霍爾德衛兵",
		[16117] = "野豬",
		[17961] = "盤牙女巫師",
		[17993] = "血守衛保衛者",
		[18089] = "血鱗奴隸驅使者",
		[18121] = "安格拉斯噬魂者",
		[18185] = "菲拉芬毒蛇之魂",
		[22311] = "火魂盛怒者",
		[18281] = "伯克拉斯",
		[18313] = "伊斯利巫士",
		[22439] = "墮落殘存者",
		[18441] = "未知目標",
		[5134] = "約尼維拉·遠山",
		[18633] = "卡巴侍僧",
		[18857] = "日怒星移管理者",
		[16906] = "不屈的騎士",
		[21032] = "魔翼",
		[23175] = "塔倫米爾守衛",
		[19209] = "未知目標 <卡巴召喚者>",
		[19305] = "哥利亞森",
		[21384] = "黑暗議會先驅者",
		[21416] = "拉卡恩",
		[17546] = "獅子",
		[17578] = "訓練假人",
		[19657] = "召喚者卡辛恩",
		[21736] = "蠻錘防衛者",
		[21864] = "龍蝦舞沙拉",
		[17802] = "盤牙戰士",
		[19881] = "分離的靈魂",
		[17962] = "盤牙工頭",
		[17994] = "血守衛獵鷹者",
		[18122] = "崔互德苦工",
		[18282] = "卡拉奎領主",
		[18314] = "奈薩斯捕獵者",
		[22440] = "光榮殘存者",
		[5617] = "廢土暗影法師",
		[1947] = "圖勒·鴉爪",
		[19802] = "伊利達瑞突擊兵",
		[18506] = "狂怒的靈魂",
		[16491] = "法力供應蟲",
		[15430] = "土元素圖騰 <胡梭>",
		[17980] = "拉杰",
		[18634] = "卡巴召喚者",
		[20713] = "精靈龍",
		[13447] = "諾雷格·雷矛下士",
		[20777] = "塔巴克種鹿",
		[2359] = "元素奴僕",
		[18794] = "卡巴祭儀師",
		[20873] = "奈加頓星移大師",
		[20905] = "熾熱欺詐者",
		[15550] = "未知目標 <午夜>",
		[18922] = "泰倫多爾護衛",
		[16907] = "血之谷苦工",
		[21033] = "刃翼血信",
		[21065] = "肯瑞瓦幽靈",
		[14187] = "亞斯拉瑪尼斯",
		[23176] = "塔倫米爾守衛",
		[17067] = "未知目標 <魅影守衛>",
		[17881] = "艾奧那斯",
		[17770] = "飢餓之牙",
		[21815] = "卡拉伯爾教士",
		[20218] = "日怒技師",
		[15486] = "抗寒圖騰 IV",
		[19306] = "法力寄生蟲",
		[21385] = "黑暗議會藐視者",
		[17623] = "搶奪者護衛",
		[21449] = "被詛咒的邪魂",
		[19434] = "恐懼呼喚者",
		[16408] = "魅影管理員",
		[2952] = "刺背野豬人",
		[3056] = "鬼嚎",
		[2960] = "草原狼前鋒",
		[17547] = "機器人",
		[17862] = "史卡拉克上尉",
		[22209] = "墮落的灼熱圖騰",
		[2976] = "風險投資公司苦力",
		[22482] = "成熟的篩骨者",
		[11948] = "范達爾·雷矛",
		[21809] = "巨龍教團盜獵者",
		[17771] = "黑暗之血神諭者",
		[17803] = "盤牙神諭者",
		[17835] = "恆龍刺客",
		[20435] = "監督者阿森尼爾",
		[19946] = "暗羽奴隸商人",
		[22025] = "阿斯格",
		[17963] = "荒行者奴隸",
		[10737] = "雪莉",
		[17465] = "破碎之手百夫長",
		[21238] = "血槌苦工",
		[20138] = "卡露薩斯",
		[18123] = "銳克奴隸",
		[18155] = "血鷹",
		[17941] = "背叛者曼紐",
		[11320] = "鑽土蟲",
		[17621] = "希頓護衛",
		[20330] = "血槌作戰座狼",
		[18315] = "伊斯利巫者",
		[22441] = "受詛咒的泰利巴斯",
		[17301] = "破碎之手劊子手",
		[18411] = "『飢餓者』唐恩",
		[17427] = "破碎之手弓箭手",
		[18475] = "穆格苟克",
		[16460] = "暗夜女骸魔",
		[16492] = "虹吸蟲",
		[16524] = "埃蘭之影",
		[19442] = "座狼大師科洛斯",
		[18635] = "卡巴死亡誓言者",
		[20714] = "山脊行者",
		[20290] = "湖鰻魚",
		[18731] = "海爾瑪大使",
		[22857] = "伊利達瑞劫毀者",
		[17141] = "風蘆卑劣者",
		[18827] = "甘納格工人",
		[20906] = "相位獵取者",
		[16844] = "地殼穿刺者",
		[16876] = "噬骨突變者",
		[21021] = "灼熱小鬼",
		[15483] = "火焰新星圖騰 VII <皎皎-瑪拉頓>",
		[16972] = "剃骨禿鷲",
		[4255] = "布羅古斯·雷酒",
		[23177] = "塔倫米爾監視者",
		[19282] = "征服者薛艾希",
		[8554] = "刺鬃酋長",
		[17132] = "公裂蹄",
		[12127] = "雷矛衛兵",
		[21290] = "未知目標",
		[17461] = "破碎之手血衛士",
		[19307] = "奈薩斯恐獸",
		[21386] = "黑暗議會鷹眼",
		[21233] = "軍團惡魔火砲",
		[21450] = "斯其索貓頭鷹",
		[18995] = "恆龍毀滅者",
		[17420] = "破碎之手異教徒",
		[20436] = "日怒保衛者",
		[15690] = "莫克札王子",
		[16939] = "虛無男爵·加倫希斯",
		[17548] = "多多 <桃樂絲>",
		[15439] = "火焰元素圖騰",
		[21706] = "墮落的火焰元素",
		[3232] = "刺背干涉者",
		[16947] = "甘納格僕人",
		[19755] = "莫阿格武器鐵匠",
		[21492] = "巨龍教團受祝福者",
		[18179] = "墮落的新星圖騰 <背叛者曼紐>",
		[19851] = "奈卡卓恩",
		[17626] = "獰笑骷髏軍團士兵",
		[19399] = "惡魔火砲",
		[19947] = "暗羽巫女",
		[19979] = "死亡熔爐技師",
		[17964] = "荒行者工人",
		[13096] = "冰冷礦坑探險者",
		[18834] = "召喚者歐莫",
		[17892] = "恆龍時間術師",
		[20139] = "日怒咒術師",
		[18124] = "枯萎的巨人",
		[22375] = "泰洛克的化身",
		[16934] = "魯米耶",
		[18220] = "飢餓的風翼貓頭鷹",
		[20753] = "多爾哥克",
		[22378] = "卡巴審問者",
		[18467] = "懼牙寡婦",
		[16595] = "噬屍獸",
		[20427] = "多數的威納拉圖斯",
		[15691] = "館長",
		[20555] = "苟克",
		[18476] = "灰座狼",
		[16461] = "魔妾",
		[11321] = "熔岩元素",
		[16525] = "魔法鬼魂",
		[15447] = "風懲圖騰",
		[18636] = "卡巴刺客",
		[15479] = "大地之力圖騰 VI",
		[18700] = "重組的骸骨",
		[18732] = "領導者瓦皮歐",
		[22858] = "影蹄刺客",
		[18796] = "惡魔監督者",
		[20875] = "奈加頓尖嘯者",
		[17156] = "扭曲的大地之靈",
		[18455] = "撒拉希神諭者",
		[3825] = "狼",
		[19847] = "勒威薩斯",
		[10200] = "Kelly",
		[16973] = "剃骨禿鷹",
		[21319] = "葛爾·葛利姆嘎",
		[15687] = "摩洛",
		[20673] = "迅翼絞碎者",
		[20405] = "虛空充能器",
		[17133] = "老邁的裂蹄",
		[17732] = "萊庫黃蜂",
		[14188] = "德爾克",
		[17229] = "基瑞克",
		[17261] = "未知目標",
		[21387] = "巨龍教團黑色幼龍",
		[21419] = "地獄火攻擊者",
		[17357] = "遲緩的小軟泥怪",
		[13816] = "勘察員塔雷·石鎬",
		[21515] = "崔奇拉",
		[18852] = "日怒星移工程師",
		[16489] = "混沌感知元素",
		[17517] = "地獄火哨兵",
		[18283] = "黑刺",
		[17462] = "破碎之手狂熱者",
		[21707] = "墮落的空氣元素",
		[19692] = "布恩機器人",
		[25865] = "冰霜之心",
		[18587] = "爭吵者",
		[20902] = "薩格隆地獄召喚者",
		[21267] = "法力野獸",
		[17805] = "盤牙奴隸管理者",
		[19493] = "『審判官』艾克爾拉斯",
		[17826] = "沼澤之王莫斯萊克",
		[19948] = "血槌爭鬥者",
		[13797] = "巡山人布比羅",
		[22000] = "龍喉虛空龍",
		[19349] = "純情洨呆貓",
		[22123] = "搖擺麥克",
		[17159] = "風暴狂怒者",
		[20140] = "日怒百夫長",
		[18125] = "飢餓的真菌巨人",
		[17624] = "獰笑骷髏衛兵",
		[3268] = "鋼鬃織棘者",
		[21254] = "遲鈍的葛羅挖掘工",
		[19926] = "法術搶奪者瑪拉希歐",
		[18285] = "『伯爵』安古拉",
		[18317] = "伊斯利牧師",
		[16805] = "德萊尼骷髏",
		[20483] = "納伯瑞厄斯",
		[18413] = "『諫言者』索爾波",
		[2990] = "巴爾丹鑒定官",
		[18477] = "原生灰座狼",
		[18115] = "匕首沼地污泥居者",
		[18541] = "烏達克",
		[16526] = "巫術鬼魂",
		[12377] = "哀嚎的幽靈",
		[18637] = "卡巴暗影牧師",
		[23285] = "虛空礦坑穿刺者",
		[18701] = "黑暗漩渦 <塞司克薩滿>",
		[18113] = "菲拉芬獵人",
		[18836] = "先知盲眼",
		[18797] = "被折磨的骷髏",
		[18829] = "地獄火守衛",
		[20908] = "薩弗隆法力塑造者",
		[20481] = "狂怒的烈焰",
		[16878] = "破碎之手狂戰士",
		[21004] = "次級虛空龍",
		[18465] = "扭曲行者",
		[16974] = "狂野的虛無行者",
		[19415] = "破碎之手侍僧",
		[23179] = "塔倫米爾保衛者",
		[5787] = "執行者埃米爾岡德",
		[21196] = "掠食鐮奪怪",
		[17134] = "石拳粉碎者",
		[25354] = "暈眩",
		[17958] = "盤牙防衛者",
		[21324] = "烏鴉之魂",
		[19806] = "伊克利普森血守衛",
		[23287] = "黑暗之血礦工",
		[21420] = "墮落的水之圖騰",
		[21452] = "未知目標",
		[18976] = "烏爾卡斯",
		[21516] = "死亡看守",
		[17454] = "燃燒的冥淵火 <地獄火導魔師>",
		[22419] = "蝕木蟲 <群聚的根鬚行者>",
		[16407] = "鬼靈侍從",
		[20684] = "莎芙瑞斯女士",
		[5423] = "沙漠鞭尾蠍",
		[13437] = "空軍指揮官艾克曼",
		[17646] = "尼德斯地獄火",
		[5422] = "沙漠獵食蠍",
		[18093] = "塔倫米爾保衛者",
		[19789] = "考斯卡護水者",
		[21661] = "卡巴爭鬥者",
		[19853] = "魔刃末日守衛",
		[16978] = "少校薩沃斯",
		[10986] = "雪盲鷹身人",
		[19949] = "樹苗 <扭曲分裂者>",
		[17797] = "海法師希斯比亞",
		[18975] = "憤怒守衛",
		[14283] = "雷矛貓頭鷹",
		[12141] = "冰圖騰",
		[18062] = "暴怒的粉碎者",
		[18094] = "塔倫米爾監視者",
		[18865] = "扭曲法力元素",
		[22252] = "龍喉苦工",
		[20334] = "劍刃廚師",
		[22891] = "第二碎片守衛者",
		[13257] = "莫高特·深爐",
		[18286] = "莫拉吉斯",
		[15304] = "上古法力之泉圖騰 <鳰鳴>",
		[16938] = "崔互德蠻卒",
		[20215] = "潘塔斯阿諾",
		[15352] = "強效土元素",
		[3255] = "赤鱗尖嘯龍",
		[18478] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[16594] = "影月侍僧",
		[5139] = "庫德拉姆·麥鬚",
		[11949] = "巴琳達·石爐上尉",
		[19303] = "暈眩",
		[5687] = "被俘虜的憎惡",
		[15480] = "灼熱圖騰 VII <Timtam>",
		[20749] = "風蛇",
		[21101] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[22860] = "伊利達瑞魅魔",
		[22892] = "第三碎片守衛者",
		[18830] = "卡巴狂熱者",
		[20909] = "薩弗隆熔岩丟擲者",
		[18894] = "惡魔守衛蠻卒",
		[16879] = "飢餓的地獄野豬",
		[13577] = "雷矛山羊騎兵指揮官",
		[23180] = "塔倫米爾保衛者",
		[16975] = "無法控制的虛無行者",
		[17007] = "凱伊拉·拜瑞巴克女士",
		[17039] = "公卡里瑞幼鳥",
		[5807] = "掃蕩者",
		[13326] = "經驗豐富的防衛者",
		[17135] = "石拳秘法師",
		[17167] = "召喚的元素 <埃蘭之影>",
		[17199] = "我沒開低吼就很猛",
		[18718] = "幽暗的獵人",
		[5355] = "火翼防衛者",
		[21389] = "『灰喉』麥克斯納爾",
		[17377] = "『破壞者』凱利丹",
		[17942] = "奎克米瑞",
		[23178] = "塔倫米爾監視者",
		[22075] = "伊利達瑞士兵",
		[17455] = "噬骨馴獸者",
		[17827] = "裂爪",
		[19768] = "考斯卡海妖",
		[19598] = "突變的鞭屍者",
		[21346] = "盲目之眼 <靈魂吞食者>",
		[21627] = "伊克利普森鷹行者 <伊克利普森血守衛>",
		[17368] = "虛空傳送門 - 統御",
		[18879] = "相位捕獵者",
		[18850] = "日怒守衛",
		[18670] = "鐵顎",
		[2070] = "早蕨之舞",
		[21300] = "惡魔墮落者",
		[17839] = "裂縫領主",
		[17871] = "深幽泥沼搖晃者",
		[5135] = "斯瓦爾布萊德·遠山",
		[19982] = "維克尼爾銳眼",
		[16152] = "獵人阿圖曼 <午夜>",
		[22093] = "伊利達瑞看守者",
		[20078] = "未知目標",
		[3908] = "治療之泉圖騰 IV <淦圖仔>",
		[22253] = "龍喉監工",
		[18127] = "泥沼領主",
		[18159] = "葛洛卡老大",
		[17057] = "『野蠻者』黑爪",
		[20270] = "菲拉芬德魯伊",
		[21761] = "未知目標",
		[22381] = "邪惡的海希斯",
		[18319] = "時光流逝占卜者",
		[21839] = "成熟的絲翼",
		[17256] = "地獄火導魔師",
		[20998] = "山脊恐蛛",
		[17148] = "吉爾索洛死亡誓言者",
		[16809] = "戰爭使者歐姆拉格",
		[18405] = "風暴要塞-熔爐保安官",
		[5925] = "根基圖騰",
		[20498] = "破碎的裂石者 <破碎的奔行者>",
		[12378] = "被詛咒的靈魂",
		[18639] = "卡巴縛法者",
		[18638] = "卡巴沉迷者",
		[18703] = "塞司克之靈",
		[20394] = "卡露薩斯之眼",
		[22861] = "聖光之誓復仇者",
		[16967] = "海艾斯猛爪護衛",
		[18831] = "大君王莫卡爾",
		[20910] = "暮光龍獸人",
		[17157] = "破碎的奔行者",
		[16880] = "笨重的地獄野豬",
		[18280] = "斯柏溫",
		[16929] = "石鐮突擊隊員",
		[21102] = "烏伏洛斯",
		[19055] = "風翼族母",
		[18042] = "昂布拉凡奴隸管理者",
		[20160] = "未知目標 <殘忍的阿拉薩爾斯>",
		[21198] = "死亡之爪靈魂",
		[19259] = "地獄火入侵者",
		[17154] = "低劣菌體",
		[18213] = "泥沼多頭蛇",
		[21326] = "烏鴉林葉鬚樹人",
		[17264] = "噬骨搶奪者",
		[21467] = "先驅者史蓋力司",
		[18667] = "煽動者黑心",
		[19554] = "『吞盡者』迪曼修斯",
		[10741] = "豹",
		[20682] = "泰洛卡狼蛛",
		[19503] = "卡巴密探",
		[18992] = "克羅斯上尉",
		[19599] = "虛無僕人 <虛無男爵·加倫希斯>",
		[25740] = "艾胡恩",
		[17535] = "桃樂絲",
		[21710] = "烏拉魯",
		[12922] = "小鬼爪牙",
		[20284] = "布姆博士",
		[18864] = "法力怨靈",
		[18832] = "克羅斯·火手",
		[19823] = "瘋狂的巨像",
		[21902] = "卡巴織法者",
		[17840] = "敦霍爾德搜尋犬",
		[19919] = "荊棘鞭笞者",
		[18855] = "日怒博學者",
		[19983] = "維克尼爾風暴召喚者",
		[20143] = "虛無再生者 - 任務 - 扭曲裂縫",
		[22094] = "仇恨怨念者",
		[4512] = "SASA",
		[18064] = "戰槌薩滿",
		[18096] = "紀元狩獵者",
		[18318] = "塞司克新兵",
		[20207] = "日怒射手",
		[15241] = "獅鷲騎士守衛",
		[15688] = "泰瑞斯提安·疫蹄",
		[18160] = "血拳主宰",
		[16593] = "破碎之手打鬥者",
		[18320] = "時光流逝暗影法師",
		[19716] = "麥克納爾技工",
		[16539] = "魔胎",
		[18853] = "日怒血守衛",
		[0] = "朕說了算",
		[19852] = "神器蒐尋者",
		[19304] = "暈眩",
		[17158] = "灰塵咆哮者",
		[16529] = "魔法驚懼",
		[15463] = "風之優雅圖騰 III <芭蕊>",
		[18640] = "卡巴術士",
		[21046] = "圓面蠻卒",
		[15497] = "風怒圖騰 V",
		[21780] = "未知目標",
		[22862] = "隱士凱倫",
		[22376] = "泰洛克爪牙",
		[20879] = "埃雷達爾嗜魂者",
		[20911] = "黑翼龍獸人",
		[18456] = "杜瑞拾荒者",
		[15438] = "強效火焰元素 <火焰元素圖騰>",
		[16414] = "鬼魅管家",
		[16945] = "莫阿格工程師",
		[20327] = "葛瑞納烏鴉",
		[18702] = "奧奇奈死靈法師",
		[15689] = "尼德斯",
		[22474] = "善變的魔化小鬼",
		[17722] = "盤牙巫女",
		[22890] = "第一碎片守衛者",
		[2043] = "黑貓",
		[11675] = "雪盲喚風者",
		[17155] = "湖水元素",
		[17265] = "惡魔傳送門 <泰瑞斯提安·疫蹄>",
		[3254] = "赤鱗鞭尾龍",
		[21323] = "虛空石震地者",
		[19408] = "痛苦魔女",
		[18540] = "阿翼特",
		[21519] = "死亡的力量",
		[2962] = "風怒鷹身人",
		[15489] = "法力之泉圖騰 V <淦圖仔>",
		[17521] = "大野狼",
		[17796] = "米克吉勒·蒸汽操控者",
		[19632] = "萊庫釘刺者",
		[21711] = "哈盧姆",
		[20248] = "日怒虛空術師",
		[19354] = "無力的阿爾塞斯",
		[13317] = "冰冷礦坑採掘者",
		[19792] = "伊克利普森百夫長",
		[19824] = "科羅克之子",
		[18437] = "兇惡的泰洛飛蛾",
		[18211] = "黑暗之血蠻卒",
		[19920] = "荊棘撕掠者",
		[19952] = "血槌地卜師",
		[19984] = "維克尼爾厄鷹",
		[19991] = "血槌蠻卒",
		[22095] = "群聚的根鬚行者",
		[18835] = "瘋癲者奇克勒",
		[18065] = "戰槌蠻卒",
		[16772] = "噬骨破壞者",
		[19997] = "劍刃執行者",
		[20208] = "曼紐的治療結界 <背叛者曼紐>",
		[17951] = "蒸汽操控者技師",
		[16968] = "地隧穿刺者",
		[18257] = "猫头鹰",
		[20141] = "卡露薩斯之犬",
		[18321] = "塞司克鷹爪領主",
		[417] = "特拉格罗姆",
		[20798] = "鋒鋸",
		[17381] = "創造者",
		[18449] = "辛諾爪牙",
		[13358] = "雷矛弓箭手",
		[5419] = "晶鱗蜥蜴",
		[16507] = "破碎之手哨兵",
		[16530] = "法力扭曲",
		[12379] = "不死的看守者",
		[18641] = "卡巴妖精",
		[10982] = "白鬚歹徒",
		[3267] = "鋼鬃尋水者",
		[21005] = "藍嘴鳥 <阿拉斯恩上尉>",
		[16406] = "魅影侍者",
		[19998] = "劍刃薩滿",
		[20880] = "埃雷達爾死亡召喚者",
		[20912] = "先驅者史蓋力司",
		[20904] = "看守者米利恰爾",
		[20478] = "秘法僕人",
		[18539] = "阿斯卡斯",
		[16946] = "莫阿格鍛造魔",
		[330] = "野豬",
		[21104] = "裂縫看守者",
		[21136] = "恆龍時間術師",
		[19969] = "綠色幼苗 <大植物學家費瑞衛恩>",
		[21200] = "尖嘯靈魂",
		[17138] = "戰槌搶奪者",
		[7367] = "石甲圖騰 V <淦圖仔>",
		[21296] = "劍刃勇士",
		[14762] = "丹巴達爾北部元帥",
		[16425] = "魅影守衛",
		[18719] = "幽暗的諫言者",
		[19192] = "末日之女",
		[7415] = "法力之泉圖騰 III",
		[17399] = "未知目標 <影月召喚者>",
		[17034] = "母卡里瑞幼鳥",
		[19505] = "尋日導魔師",
		[16523] = "破碎之手狂怒者",
		[15551] = "鬼靈馬廄僕人",
		[22045] = "復仇的軀殼",
		[19633] = "血守衛修補者",
		[17035] = "卡里瑞族母",
		[17650] = "未知目標",
		[21662] = "卡巴盜墓者",
		[18092] = "塔倫米爾守衛",
		[20501] = "爛泥軟泥怪",
		[3573] = "法力之泉圖騰",
		[21904] = "鳥人戰鷹",
		[21936] = "瘋狂的裂石者",
		[19921] = "響尾蛇",
		[19953] = "爭吵者保衛者 <大植物學家費瑞衛恩>",
		[17938] = "盤牙觀察者",
		[16867] = "破碎之手蠻兵",
		[13439] = "空軍指揮官維波里",
		[16807] = "大術士奈德克斯",
		[17724] = "深幽泥沼蝙蝠",
		[20145] = "不穩定的虛無行者 <特變電工>",
		[18130] = "虛空鰭刺",
		[17464] = "破碎之手鬥士",
		[16459] = "渾沌女侍",
		[19414] = "破碎之手護衛",
		[18258] = "巴奇洛爾",
		[18290] = "長牙",
		[18322] = "塞司克烏鴉護衛",
		[18934] = "敦霍爾德法師",
		[16966] = "海艾斯風行者",
		[20465] = "深幽泥沼狂暴者",
		[18450] = "辛諾巫士",
		[18482] = "安普爾",
		[17975] = "大植物學家費瑞衛恩",
		[11319] = "怒焰薩滿",
		[18344] = "奈薩斯王子薩法爾",
		[17539] = "憤怒圖騰",
		[18642] = "惡魔守衛犬",
		[15482] = "火焰新星圖騰 VI <芭蕊>",
		[18706] = "噬骨座狼 <噬骨劫掠者>",
		[16810] = "噬骨斷背者",
		[19402] = "枯萎的泥沼領主",
		[19190] = "惡魔處理者",
		[20881] = "無鏈結的毀滅者",
		[18866] = "法師殺手",
		[5686] = "被俘虜的殭屍",
		[20977] = "冰凍",
		[17917] = "盤牙水元素",
		[18994] = "恆龍劊子手",
		[3939] = "鋼鬃狼",
		[22011] = "偉大的科羅克",
		[21137] = "恆龍刺客",
		[22308] = "巨龍教團獵手",
		[2970] = "猛鷲",
		[17139] = "風蘆拾荒者",
		[19218] = "看守者蓋洛奇歐",
		[17356] = "遲緩的軟泥怪",
		[23376] = "龍喉工頭",
		[17267] = "惡魔般的小鬼 <泰瑞斯提安·疫蹄>",
		[18116] = "匕首沼地刺客",
		[18132] = "螢光蛾",
		[19410] = "破碎之手新兵",
		[17395] = "影月召喚者",
		[2949] = "白鬃製革工",
		[2953] = "刺背薩滿",
		[17491] = "獰笑骷髏盜賊",
		[2850] = "柏高",
		[2965] = "風怒女王",
		[2969] = "消瘦的猛鷲",
		[19666] = "暗影領主希瑞西斯",
		[2977] = "風險投資公司監工",
		[2964] = "風怒巫女",
		[19762] = "考斯卡防衛者",
		[2989] = "巴爾丹掘地工",
		[19826] = "黑暗議會暗影術師",
		[11980] = "『疲憊者』祖魯希德",
		[17259] = "噬骨飢餓者",
		[19922] = "未知目標",
		[17543] = "稻草人",
		[19986] = "魯安歐克智者·天怒",
		[18343] = "塔瓦洛克",
		[18535] = "迪摩斯, 憎恨監督者",
		[16905] = "不屈的魔巫士",
		[19990] = "葛瑞納烏鴉藐視者",
		[13216] = "蓋爾丁·錘匠",
		[18131] = "沼牙分割者",
		[20210] = "岩膚鐮奪怪",
		[18473] = "鷹王伊奇斯",
		[21128] = "盤牙鰭刺",
		[18259] = "班薩爾",
		[18044] = "納吉斯·法亞司",
		[20059] = "尋日虛空束縛者",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		4, -- [1]
		3, -- [2]
		"環境 (掉落)", -- [3]
		[6] = "環境 (著火)",
		[7] = "血守衛保衛者",
		[14310] = 3,
		[24585] = 1,
		[20554] = 3,
		[37517] = 1,
		[25033] = "海法師希斯比亞",
		[10535] = 7,
		[25225] = 1,
		[25289] = 1,
		[29448] = "摩洛",
		[29512] = "貞潔聖女",
		[29576] = "鬼靈哨兵",
		[38797] = "莫爾墨",
		[38925] = "麥克納爾技工",
		[29768] = "秘法警備者",
		[25737] = 2,
		[10951] = 5,
		[30216] = 4,
		[30472] = "破碎之手軍團士兵",
		[30600] = "戰爭使者歐姆拉格",
		[15430] = 5,
		[22730] = 9,
		[26889] = 4,
		[22858] = "看護者卡爾古瑪",
		[33551] = "海爾瑪大使",
		[27145] = 2,
		[27209] = 9,
		[27273] = "蘇爾努茲 <姜小蝦>",
		[23242] = 8,
		[11687] = 9,
		[11719] = 9,
		[16006] = "歐朗諾克·碎心",
		[28105] = 5,
		[19979] = 2,
		[16166] = 7,
		[24394] = 3,
		[36879] = "米歐浩斯·曼納斯頓",
		[20747] = 11,
		[527] = 5,
		[29321] = "盤牙海妖",
		[29385] = "男爵洛夫·崔克爾",
		[29513] = "魅影賓客",
		[29577] = "鬼靈骸顱馬",
		[25546] = 7,
		[17548] = 4,
		[29961] = "埃蘭之影",
		[12967] = 1,
		[30153] = "弗拉圖恩",
		[30217] = 4,
		[13159] = 3,
		[13223] = 11,
		[36880] = "米歐浩斯·曼納斯頓",
		[26890] = 4,
		[27018] = 3,
		[27082] = 8,
		[27210] = 9,
		[27274] = "卡爾納 <剛下飛機>",
		[23243] = 4,
		[34321] = 9,
		[34449] = "盤牙水元素",
		[9672] = 8,
		[31689] = "深幽泥沼蘑菇",
		[19660] = "德羅霍恩",
		[32009] = "巨龍教團狂熱者",
		[9896] = 11,
		[32265] = "死亡看守者辛瑞克",
		[14183] = 4,
		[20236] = 2,
		[28490] = 7,
		[14279] = 3,
		[14311] = 3,
		[24587] = "可口腸粉 <可口龍龍>",
		[28810] = 5,
		[16589] = 8,
		[20748] = 11,
		[24907] = 11,
		[33938] = 8,
		[2643] = 3,
		[25291] = 2,
		[17165] = "卡巴暗影牧師",
		[29514] = "魅影賓客",
		[29578] = "鬼靈僕人",
		[25547] = 7,
		[29770] = "午夜",
		[35346] = "波爾卡斯可多拉 <Shirokuma>",
		[35474] = 3,
		[10952] = 5,
		[30282] = "夜禍",
		[30410] = "[*] 暗影之握",
		[30474] = "破碎之手異教徒",
		[15271] = 5,
		[26635] = 4,
		[32915] = 3,
		[33043] = 8,
		[37266] = "泥沼主宰",
		[26891] = 4,
		[18765] = "盤牙侍從",
		[27019] = 3,
		[15655] = "盤牙防衛者",
		[27275] = "瑟爾利娜",
		[11688] = 9,
		[38930] = "尋日星法師",
		[31818] = 9,
		[31946] = "沼澤之王莫斯萊克",
		[35475] = 11,
		[11976] = "羅德隆巡邏兵",
		[32202] = "紀律魔女",
		[32330] = "萊庫黃蜂",
		[3043] = 3,
		[28491] = 7,
		[6117] = 8,
		[32916] = 1,
		[6197] = 3,
		[6213] = 9,
		[41618] = 3,
		[29131] = 1,
		[17038] = 1,
		[25292] = 2,
		[34324] = 11,
		[17230] = "白鬚歹徒",
		[34580] = 1,
		[29707] = 1,
		[39187] = 3,
		[35476] = 7,
		[6533] = "盤牙工程師",
		[36372] = 1,
		[13224] = 4,
		[30731] = 3,
		[30859] = "尼德斯地獄火",
		[33173] = "瘋癲者奇克勒",
		[27020] = 3,
		[13544] = 3,
		[33813] = "弒龍者戈魯爾",
		[27212] = 9,
		[27276] = "斯洛格羅姆",
		[13704] = "奈加頓尖嘯者",
		[13736] = "血守衛殺戮者",
		[38804] = "亞克崔茲防衛者",
		[34837] = 3,
		[871] = 1,
		[32011] = "血鱗呼浪者",
		[35477] = 7,
		[35733] = 11,
		[883] = 3,
		[32395] = "偷取的靈魂",
		[40340] = "泥沼主宰",
		[32587] = "破碎之手勇士",
		[14280] = 3,
		[32790] = "堅固的雕像 <Metatron>",
		[16591] = 1,
		[3627] = 11,
		[10441] = 7,
		[10473] = 7,
		[7301] = 8,
		[915] = 7,
		[10601] = 7,
		[25357] = 7,
		[38549] = "尼德斯",
		[25485] = 7,
		[38933] = "尋日星法師",
		[14920] = "皮卡丘 <合作射老師>",
		[29900] = "混沌感知元素",
		[939] = 7,
		[25997] = 2,
		[35734] = 1,
		[945] = 7,
		[15208] = 7,
		[18191] = 2,
		[30604] = "悲慘的醫者 <七星濃煙>",
		[26573] = 2,
		[36886] = "惡毒的妖婦",
		[32919] = "灰座狼",
		[11337] = 4,
		[22734] = 7,
		[15496] = "敦霍爾德哨兵",
		[7765] = "迪歐瑞",
		[27021] = 3,
		[27085] = 8,
		[27149] = 2,
		[33943] = 11,
		[27277] = "卡格羅姆 <Ignited>",
		[23246] = 5,
		[11689] = 9,
		[38806] = "亞克崔茲防衛者",
		[11785] = "薩安達 <Sibalasi>",
		[31884] = 2,
		[31948] = "爆裂者洛克瑪",
		[8005] = 7,
		[11977] = "霜狼軍團士兵",
		[36119] = "無約束的希瑞奇斯",
		[8117] = 3,
		[12169] = "索爾",
		[24398] = 7,
		[44949] = 1,
		[1026] = 2,
		[28813] = 4,
		[16592] = "伊斯利黑暗法師",
		[1042] = 2,
		[8362] = "地獄火看守者",
		[1062] = 11,
		[1066] = 11,
		[25294] = 3,
		[29453] = 1,
		[25422] = 7,
		[29581] = "魅影賓客",
		[25550] = "熔岩圖騰 V <Wagyu>",
		[12809] = 1,
		[35096] = "血守衛修補者",
		[39319] = 4,
		[29965] = "[*] 龍之吐息",
		[12969] = 1,
		[13033] = 8,
		[1122] = 9,
		[1126] = 11,
		[1130] = 3,
		[13161] = 3,
		[18192] = 4,
		[30605] = 9,
		[45334] = 11,
		[37272] = "泥沼主宰",
		[30989] = "破碎之手狂熱者",
		[27022] = 3,
		[27086] = 8,
		[27150] = 2,
		[27214] = 9,
		[27278] = "斯洛格羅姆",
		[23247] = 3,
		[13737] = "黑翼龍獸人",
		[34585] = 5,
		[31693] = "飢餓之牙",
		[19472] = "雪盲伏擊者",
		[34969] = "獰笑骷髏盜賊",
		[13897] = 7,
		[39448] = "夜禍",
		[9898] = 11,
		[43927] = 3,
		[10058] = 8,
		[14185] = 4,
		[20240] = 1,
		[10186] = 8,
		[28750] = 11,
		[16593] = 1,
		[10442] = 7,
		[10538] = 7,
		[25231] = 1,
		[25295] = 3,
		[25359] = 7,
		[25423] = 7,
		[29582] = "魅影賓客",
		[38809] = "[*] 魔爆術",
		[34970] = "塞司克烏鴉護衛",
		[14921] = "ocugen <邁克爾假死>",
		[10890] = 5,
		[35482] = 5,
		[25999] = "高級黑豬肉 <Deku>",
		[30414] = 9,
		[15241] = "恆龍毀滅者",
		[15305] = "暗法師希斯",
		[33051] = "克羅斯·火手",
		[30926] = "納桑",
		[30990] = "破碎之手弓箭手",
		[37658] = 7,
		[27087] = 8,
		[27151] = 2,
		[15657] = "恆龍刺客",
		[27279] = "卡格羅姆 <Ignited>",
		[23248] = 11,
		[34331] = "奈加頓尖嘯者",
		[15785] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[11722] = 9,
		[38810] = "多變的夢魘",
		[34971] = "裂爪",
		[35099] = 3,
		[23888] = 1,
		[11978] = "影月大師",
		[12042] = 8,
		[36123] = "無約束的希瑞奇斯",
		[28495] = 3,
		[32654] = "塞司克鷹爪領主",
		[6150] = 3,
		[8395] = 8,
		[25296] = 3,
		[25360] = 7,
		[6358] = "霍爾奈斯 <血小小>",
		[29583] = "魅影賓客",
		[25552] = 7,
		[29711] = "午夜",
		[39195] = "看守者鐵手",
		[12970] = 1,
		[8907] = 11,
		[8939] = 11,
		[30223] = "祖托姆 <鉛筆小新>",
		[18194] = 5,
		[30607] = 8,
		[30735] = "大術士奈德克斯",
		[30927] = "液態火焰",
		[6726] = "影月技師",
		[27024] = 3,
		[6774] = 4,
		[27152] = 2,
		[27216] = 9,
		[1706] = 5,
		[23249] = 7,
		[1714] = 9,
		[13738] = 1,
		[19410] = 3,
		[38940] = "薩格隆弓箭手",
		[39196] = "尋日工程師",
		[9835] = 11,
		[9867] = 11,
		[28176] = 9,
		[20178] = 2,
		[10187] = 8,
		[24529] = 3,
		[33054] = "克羅斯·火手",
		[16595] = 8,
		[20754] = "血之谷黑暗法師",
		[24977] = 11,
		[16979] = 11,
		[25233] = 5,
		[25297] = 11,
		[34334] = "奈加頓尖嘯者",
		[29584] = "魅影管理員",
		[38813] = "靈魂吞食者",
		[38941] = "風暴要塞-熔爐巡邏者",
		[34974] = "沼澤之王莫斯萊克",
		[39197] = "鳥人黑暗之鷹",
		[17619] = 2,
		[30032] = 1,
		[10955] = 5,
		[10987] = "盤牙奴隸管理者",
		[26129] = 8,
		[15242] = "地獄火小鬼",
		[36638] = "亞克崔茲防衛者",
		[22482] = 4,
		[11275] = 4,
		[11307] = "火焰新星圖騰 V <斬殺王>",
		[11371] = 2,
		[15498] = "老練的冰冷礦坑測量者",
		[15530] = "不死的巫士 <奧奇奈靈魂牧師>",
		[37662] = "荒行者工人",
		[27089] = 5,
		[27153] = 2,
		[27217] = 9,
		[27281] = "卡弗",
		[23250] = 7,
		[34335] = "奈加頓尖嘯者",
		[1978] = 3,
		[38814] = "靈魂吞食者",
		[38942] = "薩格隆弓箭手",
		[39198] = "鳥人黑暗之鷹",
		[35231] = "血守衛殺戮者",
		[12043] = 8,
		[36127] = "無約束的希瑞奇斯",
		[24274] = 2,
		[36383] = "死亡看守者辛瑞克",
		[32592] = 5,
		[8166] = 7,
		[16362] = 7,
		[2060] = 5,
		[28817] = 4,
		[12491] = "歐朗諾克·碎心",
		[46365] = 5,
		[25298] = 11,
		[34336] = "奈加頓尖嘯者",
		[29521] = "魅影賓客",
		[34720] = 3,
		[38943] = "薩格隆弓箭手",
		[29841] = 1,
		[25810] = "毒蛇",
		[29969] = "埃蘭之影",
		[30033] = 1,
		[8940] = 11,
		[13163] = 3,
		[30481] = "破碎之手狙擊兵",
		[36512] = "怒鐮者索寇斯瑞特",
		[30609] = 9,
		[13323] = "敦霍爾德法師",
		[18708] = 9,
		[37664] = "盤牙女巫師",
		[33697] = 7,
		[27154] = 2,
		[19028] = 9,
		[46366] = 1,
		[23251] = 4,
		[38816] = "死亡看守者",
		[23571] = 7,
		[39200] = 4,
		[23891] = 1,
		[2484] = 7,
		[32337] = "老巫婆",
		[10060] = 5,
		[24275] = 2,
		[32593] = 7,
		[10] = 8,
		[24659] = 8,
		[2580] = 1,
		[20756] = 9,
		[10444] = 7,
		[33954] = "索爾",
		[38177] = 1,
		[2652] = 5,
		[25363] = 5,
		[29522] = "貞潔聖女",
		[2676] = "艾胡恩教徒冰雹",
		[38817] = "死亡看守者",
		[29714] = "午夜",
		[10796] = 5,
		[39201] = 8,
		[17941] = 9,
		[2764] = 1,
		[30482] = 8,
		[36514] = "魔爆術",
		[11340] = 4,
		[15531] = "浪潮奔騰者",
		[37666] = "盤牙觀察者",
		[33699] = "弗拉祖恩 <臭球球>",
		[27155] = 2,
		[27219] = 9,
		[23252] = 3,
		[19285] = 5,
		[38818] = "死亡看守者",
		[35107] = "米克吉勒·蒸汽操控者",
		[19733] = "特拉迪姆 <噗噗術>",
		[27987] = "埃雷達爾死亡召喚者",
		[32338] = "老巫婆",
		[3044] = 3,
		[32594] = 7,
		[32804] = 5,
		[8269] = "敦霍爾德搜尋犬",
		[6215] = 9,
		[33572] = 3,
		[33700] = "漢祖恩 <Irrebuttable>",
		[29203] = 7,
		[38307] = 4,
		[6343] = 1,
		[21333] = "靈魂吞食者",
		[29587] = "魅影侍者",
		[38819] = "[*] 死亡衝擊",
		[34852] = "血守衛獵鷹者",
		[34980] = "背叛者曼紐",
		[35108] = "米克吉勒·蒸汽操控者",
		[29907] = "法力供應蟲",
		[30035] = "埃蘭之影",
		[35748] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[26132] = 8,
		[18070] = "鑽土蟲",
		[6615] = 11,
		[36644] = "靈魂吞食者",
		[30739] = "大酋長卡加斯·刃拳",
		[30803] = 7,
		[33061] = "克羅斯·火手",
		[30931] = "破碎之手百夫長",
		[41635] = 5,
		[37668] = "盤牙觀察者",
		[33701] = "蘇爾努茲 <姜小蝦>",
		[352340] = 1,
		[27220] = 9,
		[9613] = "盤牙痲瘋者",
		[34597] = 8,
		[23509] = 3,
		[32019] = "塔巴克雄鹿",
		[27988] = "埃雷達爾死亡召喚者",
		[10157] = 8,
		[14284] = 3,
		[7159] = "恆龍刺客",
		[24597] = 3,
		[37413] = "獸人蠻兵 <牧原股份>",
		[10413] = 7,
		[37669] = "盤牙鱗片醫者",
		[33702] = 9,
		[33958] = 8,
		[29332] = 4,
		[10605] = 7,
		[46755] = 7,
		[25557] = 7,
		[29716] = "恐怖的縛靈",
		[29908] = "法力供應蟲",
		[30036] = "伊斯利盜法者",
		[21910] = "魅影賓客",
		[48163] = 1,
		[30356] = 1,
		[15244] = "敦霍爾德法師",
		[36646] = "盲目之眼 <靈魂吞食者>",
		[18647] = 9,
		[11405] = 1,
		[15532] = "卡巴祭儀師",
		[33831] = 11,
		[11597] = 1,
		[38438] = 3,
		[34471] = 3,
		[31892] = 2,
		[19735] = "索烏弗姆 <傑森戰佛萊迪>",
		[23894] = 1,
		[16172] = "督軍卡利斯瑞",
		[4060] = "大野貓阿吉",
		[4068] = 1,
		[24406] = 3,
		[20375] = 2,
		[29077] = 8,
		[25046] = 4,
		[29333] = 5,
		[38439] = 3,
		[46885] = "未知目標",
		[38823] = "熱能之眼",
		[34856] = "血鷹",
		[34984] = "沼地鰭刺",
		[29973] = "埃蘭之影",
		[17752] = "克拉格加克 <致命大榔頭>",
		[13005] = "史卡拉克上尉",
		[30357] = 1,
		[30421] = 1,
		[30485] = "卡巴劊子手",
		[30613] = "瑪瑟里頓",
		[30741] = "大術士奈德克斯",
		[22807] = 1,
		[31125] = 4,
		[13549] = 3,
		[27158] = 2,
		[33961] = "塞司克新兵",
		[23511] = "石爐元帥",
		[23575] = 7,
		[13901] = "工程師薩希恩",
		[19736] = "索烏弗姆 <傑森戰佛萊迪>",
		[14157] = 4,
		[28502] = 1,
		[14285] = 3,
		[14317] = 3,
		[36905] = "熾熱欺詐者",
		[32938] = "迷失的靈魂",
		[37161] = "伊斯利盜法者",
		[20824] = "孢子行者 <黑色捕獵者>",
		[33834] = "紀元狩獵者",
		[29334] = 5,
		[25367] = 5,
		[25431] = 5,
		[46887] = "艾胡恩教徒冰波",
		[38825] = "熱能之眼",
		[5384] = 3,
		[14893] = 5,
		[10894] = 5,
		[10958] = 5,
		[21976] = 5,
		[30294] = 9,
		[30358] = "暗夜女骸魔",
		[30422] = 1,
		[18265] = "張嘻嘻",
		[22424] = "不死的巫士 <奧奇奈靈魂牧師>",
		[36778] = "埃雷達爾嗜魂者",
		[36906] = "熾熱欺詐者",
		[30806] = 7,
		[37162] = "先驅者史蓋力司",
		[37290] = 11,
		[15501] = "塞司克薩滿",
		[27031] = 3,
		[33707] = "煽動者黑心",
		[37930] = "盤牙巫女",
		[5784] = 9,
		[11726] = 9,
		[38826] = "熱能之眼",
		[38954] = 1,
		[35243] = "尋日虛空束縛者",
		[35499] = "納吉斯·法亞司",
		[32214] = 8,
		[16237] = 7,
		[28503] = 9,
		[6136] = "敦霍爾德法師",
		[36907] = "熾熱欺詐者",
		[32940] = "幽暗的召喚者",
		[37163] = 4,
		[16666] = 7,
		[12494] = 8,
		[25048] = 4,
		[33836] = 1,
		[38059] = "鳥人黑暗之鷹",
		[29335] = 1,
		[12654] = 8,
		[25368] = 5,
		[21401] = "暗法師希斯",
		[38827] = "熱能之眼",
		[29847] = "獵人阿圖曼 <午夜>",
		[29911] = "魔法驚懼",
		[21849] = 11,
		[30231] = "海爾瑪大使",
		[30423] = 11,
		[30487] = "虛空傳送門 - 堅忍",
		[30615] = "血之谷占卜者",
		[30743] = "大術士奈德克斯",
		[30807] = 7,
		[33325] = "奧奇奈死靈法師",
		[26968] = 4,
		[33709] = "煽動者黑心",
		[27160] = 2,
		[27224] = 9,
		[34477] = 3,
		[34605] = "奈薩斯王子薩法爾",
		[34861] = 5,
		[31895] = 2,
		[39340] = "奎克米瑞",
		[36141] = 1,
		[10159] = 8,
		[32663] = "塞司克薩滿",
		[32727] = 3,
		[36909] = "相位獵取者",
		[28760] = 7,
		[28824] = 7,
		[25241] = 1,
		[34222] = "尋日導魔師",
		[34350] = "尋日植物學家",
		[25433] = 5,
		[38829] = "亞克崔茲哨兵",
		[10799] = 3,
		[43308] = 9,
		[17627] = 9,
		[10927] = 5,
		[17883] = "伊斯利縛法者",
		[36142] = "末日預言者達利亞",
		[36654] = "靈魂吞食者",
		[36910] = "相位獵取者",
		[33199] = 5,
		[27033] = 9,
		[33711] = "莫爾墨",
		[27161] = 2,
		[33967] = "塞司克護衛",
		[34351] = "突變的鞭屍者",
		[11695] = 9,
		[31704] = "黑色捕獵者",
		[34863] = 5,
		[31896] = 2,
		[35247] = 1,
		[8008] = 7,
		[35759] = "怒鐮者索寇斯瑞特",
		[12175] = 4,
		[32600] = 11,
		[36655] = "死亡看守者",
		[36911] = "米歐浩斯·曼納斯頓",
		[2061] = 5,
		[33072] = 2,
		[33200] = 5,
		[24858] = 11,
		[37551] = "不死的捕獵者 <奧奇奈僧侶>",
		[25242] = 1,
		[17116] = 11,
		[34352] = "尋日調查員",
		[38831] = "亞克崔茲哨兵",
		[34864] = 5,
		[35120] = "魅力圖騰 <時光流逝控制者>",
		[17628] = 8,
		[39599] = 3,
		[35760] = "巨型泥沼史卓克",
		[36144] = "末日預言者達利亞",
		[22427] = "年幼的魔獄獸人",
		[36784] = "埃雷達爾嗜魂者",
		[30745] = "大術士奈德克斯",
		[33073] = 2,
		[30937] = "影月導魔師",
		[37936] = "蒸汽操控者技師",
		[27226] = 9,
		[38448] = 1,
		[34865] = 5,
		[9840] = 11,
		[23835] = 9,
		[9904] = 11,
		[44207] = 11,
		[32409] = "[*] 暗言術:死",
		[36657] = "死亡看守者",
		[2565] = 1,
		[20572] = 3,
		[33074] = 2,
		[20764] = 9,
		[5209] = 11,
		[5225] = 11,
		[2645] = 7,
		[25307] = 9,
		[34354] = "尋日調查員",
		[25435] = 5,
		[25563] = 7,
		[34866] = 5,
		[14895] = "敦霍爾德哨兵",
		[35250] = "虛空術師賽菲瑞雅",
		[10928] = 5,
		[10960] = 5,
		[15087] = "伊斯利恩殺戮者",
		[44208] = 11,
		[30490] = "虛空傳送門 - 平靜",
		[30554] = 8,
		[36786] = "埃雷達爾嗜魂者",
		[36914] = "薩弗隆法力塑造者",
		[15407] = 5,
		[30938] = "『破壞者』凱利丹",
		[22812] = 11,
		[27163] = 2,
		[2893] = 11,
		[38194] = "鷹王伊奇斯",
		[34355] = "尋日調查員",
		[15791] = "盤牙預言者",
		[2941] = 9,
		[23580] = 4,
		[31834] = 2,
		[31898] = 2,
		[2973] = 3,
		[23836] = 9,
		[35507] = "荊棘撕掠者",
		[32154] = "看護者卡爾古瑪",
		[32346] = "主教瑪拉達爾",
		[36275] = "裂縫看守者",
		[3045] = 3,
		[28507] = 4,
		[36787] = "埃雷達爾死亡召喚者",
		[36915] = "薩弗隆法力塑造者",
		[33076] = 5,
		[20765] = 9,
		[6297] = 7,
		[34100] = "破碎之手戰犬大師",
		[25308] = 5,
		[25372] = 5,
		[42802] = 1,
		[51120] = 11,
		[35124] = "尋日地卜者",
		[39347] = "尋日基因接合者",
		[29979] = "埃蘭之影",
		[12976] = 1,
		[30171] = "泰瑞斯提安·疫蹄",
		[30235] = "星界爆發",
		[36020] = "破碎之手打鬥者",
		[36276] = "裂縫看守者",
		[30491] = "虛空傳送門 - 統御",
		[30619] = "瑪瑟里頓",
		[36916] = 3,
		[33077] = 3,
		[6713] = "盤牙奴隸管理者",
		[37428] = "召喚的惡魔 <永生相惜>",
		[33717] = 8,
		[13584] = "重組的骸骨",
		[27228] = 9,
		[31643] = 8,
		[31707] = "水元素 <綠你個大草原>",
		[31771] = 1,
		[39348] = "[*] 魔爆術",
		[14032] = "卡巴暗影牧師",
		[36021] = "操縱者帕薩里歐",
		[36277] = "裂縫看守者",
		[10161] = 8,
		[14288] = 3,
		[36789] = "埃雷達爾死亡召喚者",
		[3589] = "雪盲鷹身人",
		[33078] = 11,
		[33206] = 5,
		[33846] = "虛無旅人",
		[7321] = 8,
		[29340] = "鬼靈馬廄僕人",
		[25309] = 9,
		[34358] = "尋日化學家",
		[25437] = 5,
		[34614] = "幽藤欺詐者",
		[17439] = "奧奇奈復仇者",
		[17503] = "深藍色巨蛇",
		[25821] = "大酋長卡加斯·刃拳",
		[10929] = 5,
		[30108] = 9,
		[36022] = "操縱者帕薩里歐",
		[36278] = "裂縫看守者",
		[18399] = "影月召喚者",
		[22558] = "暮光龍獸人",
		[22686] = "夜禍",
		[15472] = "卡巴沉迷者",
		[33335] = "卡巴縛法者",
		[27101] = 8,
		[27165] = 2,
		[33975] = "米歐浩斯·曼納斯頓",
		[31388] = "裂縫領主",
		[50739] = "葛雷洛",
		[23454] = 1,
		[38838] = "奈加頓尖嘯者",
		[31900] = "年幼的魔獄獸人",
		[35255] = "秘法僕人",
		[11921] = "地獄火妖精",
		[35511] = "塔倫米爾監視者",
		[35767] = "[*] 惡魔烈焰",
		[28189] = 9,
		[36023] = "破碎之手狂怒者",
		[8105] = 5,
		[36279] = "裂縫看守者",
		[12177] = 9,
		[28509] = 3,
		[16368] = 1,
		[20511] = 1,
		[28765] = 8,
		[33080] = 5,
		[16864] = 11,
		[21151] = 4,
		[67] = 2,
		[21343] = 3,
		[34616] = "幽藤引誘者",
		[25566] = "治療之泉圖騰 VI <進化傻滿>",
		[38967] = "無鏈結的毀滅者",
		[39095] = "莫克札王子",
		[8946] = 11,
		[1131] = 3,
		[18144] = "鳥人戰鷹",
		[30557] = 8,
		[36664] = "死亡看守者",
		[26654] = 1,
		[33081] = 3,
		[22751] = 1,
		[33721] = 7,
		[27166] = 2,
		[27230] = 9,
		[75] = 3,
		[34361] = "尋日植物學家",
		[31581] = "盤牙巫女",
		[23455] = 5,
		[13809] = 3,
		[39096] = "機械王卡帕希特斯",
		[31901] = "無疤者歐瑪爾",
		[23839] = "純情洨呆貓",
		[1243] = 5,
		[78] = 1,
		[40248] = "破碎之手戰犬大師",
		[28382] = 5,
		[40504] = "艾奧那斯",
		[36921] = "『信使』維斯路登",
		[28766] = 8,
		[33082] = 7,
		[24799] = 7,
		[25119] = 8,
		[34106] = 1,
		[29406] = "女爵朵洛希·米爾斯泰普",
		[25375] = 5,
		[34490] = 3,
		[25567] = 7,
		[34874] = "飢餓之牙",
		[29982] = "伊斯利竊賊",
		[39609] = "法力之潮圖騰 <巴歐薩喀爾>",
		[5530] = 4,
		[40505] = "盤牙痲瘋者",
		[30686] = "無疤者歐瑪爾",
		[26655] = 8,
		[30878] = "茱麗葉",
		[15473] = 5,
		[11474] = 5,
		[27103] = 8,
		[27167] = 2,
		[31326] = "恆龍刺客",
		[1455] = 9,
		[38458] = "布洛克",
		[1463] = 8,
		[34747] = 9,
		[35131] = 7,
		[23840] = 9,
		[1499] = 3,
		[16145] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[12178] = 8,
		[32828] = "不死的士兵 <奧奇奈復仇者>",
		[45241] = 5,
		[37563] = 5,
		[29151] = 1,
		[25248] = 1,
		[25312] = 5,
		[38459] = "布洛克",
		[25440] = 5,
		[25504] = 7,
		[38843] = "埃雷達爾嗜魂者",
		[29919] = "法力扭曲",
		[25888] = 7,
		[6554] = 1,
		[30495] = "大術士奈德克斯",
		[30559] = 1,
		[36796] = "突變鑽地蟲",
		[36924] = "先驅者史蓋力司",
		[37052] = "埃蘭之影",
		[18658] = 11,
		[37436] = 8,
		[33725] = 7,
		[27168] = 2,
		[38332] = 2,
		[1715] = 1,
		[1719] = 1,
		[13810] = 3,
		[34877] = 4,
		[13874] = 2,
		[39228] = 1,
		[35261] = "尋日虛空束縛者",
		[19746] = 2,
		[9907] = 11,
		[14034] = "卡巴召喚者",
		[32223] = 2,
		[20066] = 2,
		[24417] = 3,
		[14290] = 3,
		[14322] = 3,
		[28704] = 11,
		[20578] = 9,
		[33086] = "野生惡魔捕獵者 <召喚者歐莫>",
		[37309] = 11,
		[37565] = 5,
		[33726] = 1,
		[33982] = 11,
		[38333] = 2,
		[34366] = "黑牙蜘蛛",
		[25441] = 5,
		[25505] = 7,
		[38845] = "埃雷達爾死亡召喚者",
		[29920] = "魔法鬼魂",
		[25889] = 7,
		[26017] = 2,
		[118] = 8,
		[15122] = "秘法惡魔 <伊斯利巫士>",
		[36414] = 5,
		[120] = 8,
		[30752] = "大野狼",
		[37054] = "召喚的元素 <埃蘭之影>",
		[37310] = 11,
		[37566] = "無疤者歐瑪爾",
		[122] = 8,
		[27169] = 2,
		[33983] = 11,
		[38462] = "未知目標 <布洛克>",
		[23458] = 5,
		[11763] = "庫普哈姆 <毛娘>",
		[34879] = "血守衛獵鷹者",
		[31904] = "史卡拉克上尉",
		[35263] = "虛空術師賽菲瑞雅",
		[8010] = "明銀作局大使",
		[8042] = 7,
		[126] = 9,
		[12051] = 8,
		[2023] = 11,
		[20131] = 2,
		[28385] = 5,
		[36415] = 5,
		[8170] = 7,
		[32736] = 1,
		[28705] = 8,
		[28769] = 8,
		[130] = 8,
		[131] = 7,
		[132] = 9,
		[25122] = 8,
		[25314] = 5,
		[38463] = "布洛克毒雲 <布洛克>",
		[29537] = "魅影守衛",
		[29601] = 7,
		[34752] = "白色幼苗 <大植物學家費瑞衛恩>",
		[34880] = "荒行者奴隸",
		[35008] = "爆裂者洛克瑪",
		[25890] = 2,
		[139] = 5,
		[26018] = 2,
		[36032] = 8,
		[36416] = 5,
		[30817] = "羅慕歐",
		[33089] = 1,
		[26978] = 11,
		[13555] = 3,
		[27170] = 2,
		[31457] = "時間領主迪賈",
		[38592] = "坦普拉斯",
		[38848] = "埃雷達爾死亡召喚者",
		[34881] = "黑暗之血神諭者",
		[39104] = 7,
		[35027] = 9,
		[35265] = "尋日星法師",
		[9876] = 11,
		[9908] = 11,
		[31786] = 2,
		[19940] = 2,
		[20004] = 1,
		[36033] = "破碎之手打鬥者",
		[20132] = 2,
		[27213] = 9,
		[36417] = 5,
		[32455] = 4,
		[27051] = "咕咕 <一二三>",
		[14323] = 3,
		[36929] = "先驅者史蓋力司",
		[37057] = "夜禍",
		[33090] = 1,
		[15497] = "卡巴祭儀師",
		[32424] = "主教瑪拉達爾",
		[31976] = "恆龍破壞者",
		[37420] = 8,
		[25570] = 7,
		[25123] = 5,
		[33986] = 11,
		[38209] = "卡巴侍僧",
		[25315] = 5,
		[34370] = "黑水鱷魚",
		[38593] = "坦普拉斯",
		[34626] = "[*] 黯淡死亡",
		[38849] = "無鏈結的毀滅者",
		[31016] = 4,
		[35010] = "背叛者曼紐",
		[29858] = 9,
		[35266] = "尋日星法師",
		[10900] = 5,
		[30050] = "惡魔般的小鬼 <泰瑞斯提安·疫蹄>",
		[10964] = 5,
		[31842] = 2,
		[18220] = 9,
		[39363] = "領導者瓦皮歐",
		[12968] = 1,
		[2782] = 11,
		[30498] = "次級暗影裂縫 <大術士奈德克斯>",
		[26467] = 5,
		[38796] = "莫爾墨",
		[28493] = 8,
		[32835] = 9,
		[25449] = 7,
		[33091] = "野生惡魔捕獵者 <召喚者歐莫>",
		[38840] = "奈加頓尖嘯者",
		[38284] = 2,
		[26979] = 11,
		[15571] = 3,
		[27272] = "祖克葛恩 <老衲送你歸西>",
		[27171] = 2,
		[33987] = 11,
		[38210] = "不死的教士 <奧奇奈靈魂牧師>",
		[31458] = "坦普拉斯",
		[11668] = "雪雪兒",
		[11700] = 9,
		[11732] = 9,
		[38850] = "無鏈結的毀滅者",
		[27683] = 5,
		[35011] = "風暴要塞-熔爐巡邏者",
		[35139] = 1,
		[35267] = "尋日星法師",
		[35395] = 2,
		[30822] = "羅慕歐",
		[23972] = "液態火焰",
		[19941] = "老芋仔",
		[20005] = 1,
		[27144] = 2,
		[23720] = 9,
		[6075] = 5,
		[32546] = 5,
		[28515] = 1,
		[32674] = "塞司克鷹爪領主",
		[36152] = "瘋癲者奇克勒",
		[28707] = 7,
		[37059] = "永不安息的骷髏",
		[31047] = 4,
		[13446] = "盤牙痲瘋者",
		[20773] = 2,
		[24932] = 11,
		[36891] = "無鏈結的毀滅者",
		[16870] = 11,
		[33860] = "恆龍時間術師",
		[32264] = "死亡看守者辛瑞克",
		[25252] = 1,
		[25316] = 5,
		[25380] = 5,
		[13543] = 3,
		[25508] = 7,
		[38851] = "潛伏的女巫",
		[2139] = 8,
		[35012] = "風暴要塞-熔爐巡邏者",
		[33989] = "時光流逝占卜者",
		[35268] = "狂怒的烈焰",
		[5782] = 9,
		[29922] = "巫術鬼魂",
		[30115] = "泰瑞斯提安·疫蹄",
		[30179] = "泰瑞斯提安·疫蹄",
		[28773] = 1,
		[16427] = "尋日調查員",
		[26276] = 9,
		[26981] = 11,
		[29408] = "凱崔娜·瓦映迪女士",
		[18278] = 4,
		[39365] = "莫爾墨",
		[30691] = "納桑",
		[30755] = 8,
		[37060] = "永不安息的骷髏",
		[10888] = 5,
		[39193] = "看守者蓋洛奇歐",
		[27172] = 2,
		[22885] = "塞司克薩滿",
		[27044] = 3,
		[7373] = 1,
		[37956] = "深幽泥沼蝙蝠",
		[27236] = 9,
		[18791] = 9,
		[10407] = "淦圖仔",
		[30606] = 8,
		[34501] = 3,
		[34629] = "[*] 黯淡死亡",
		[38852] = "潛伏的女巫",
		[38923] = "麥克納爾鑽孔者",
		[35013] = "時光流逝控制者",
		[12039] = "卡巴侍僧",
		[39364] = "虛無旅人",
		[29575] = "鬼靈哨兵",
		[38539] = "時間領主迪賈",
		[50733] = "唐卡洛斯",
		[19942] = 2,
		[20006] = 1,
		[32355] = 8,
		[20134] = 2,
		[10101] = "噬骨毀滅者",
		[25221] = 5,
		[25442] = 7,
		[10197] = 8,
		[14324] = 3,
		[19943] = 2,
		[10293] = 2,
		[3606] = "灼熱圖騰 <Timtam>",
		[41617] = 9,
		[26980] = 11,
		[14516] = "索爾",
		[32140] = 9,
		[20966] = 2,
		[20170] = 2,
		[33480] = "卡巴死亡誓言者",
		[25253] = 1,
		[29704] = 1,
		[6405] = 8,
		[29540] = "鬼靈侍從",
		[29604] = 4,
		[34758] = "綠色幼苗 <大植物學家費瑞衛恩>",
		[17256] = "劫毀者 <天天哥>",
		[35014] = "[*] 魔爆術",
		[15572] = "破碎之手百夫長",
		[29924] = "巫術鬼魂",
		[10901] = 5,
		[30300] = 9,
		[10965] = 5,
		[30180] = 2,
		[15124] = "恆龍時間術師",
		[14315] = 3,
		[15090] = "凱崔娜·瓦映迪女士",
		[988] = 5,
		[30500] = "大術士奈德克斯",
		[15284] = "幽藤收割者",
		[36678] = "古羅牧師",
		[29471] = 3,
		[11285] = 4,
		[36107] = 3,
		[30757] = "火焰",
		[37053] = "埃蘭之影",
		[31012] = "桃樂絲",
		[33479] = 11,
		[27045] = 3,
		[15604] = 8,
		[27173] = 2,
		[27237] = 9,
		[35270] = 7,
		[26982] = 11,
		[27611] = "柏爾拉克, 歐朗諾克之子",
		[10581] = "熔岩圖騰 IV <雷薩>",
		[5940] = 4,
		[34759] = "大植物學家費瑞衛恩",
		[27685] = "萊豬",
		[36297] = "弒龍者戈魯爾",
		[39238] = 1,
		[35271] = 11,
		[35399] = "血守衛保衛者",
		[5116] = 3,
		[5573] = 2,
		[35783] = "風暴要塞-熔爐毀滅者",
		[20007] = 1,
		[3411] = 1,
		[1454] = 9,
		[16244] = "噬骨飢餓者",
		[32548] = 5,
		[32612] = 8,
		[36679] = "古羅牧師",
		[36807] = "黑暗之血神諭者",
		[37051] = "埃蘭之影",
		[37063] = "尼德斯",
		[33096] = "野生惡魔捕獵者 <召喚者歐莫>",
		[27681] = 5,
		[20577] = 9,
		[8374] = "塔瓦洛克",
		[30564] = 3,
		[33736] = 7,
		[29670] = "骷髏接待員",
		[31238] = 4,
		[34120] = 3,
		[27079] = 8,
		[29477] = "渾沌女侍",
		[29541] = "魅影獵犬 <魅影守衛>",
		[27015] = 3,
		[38855] = "巨型冥淵火",
		[2894] = 7,
		[34754] = 5,
		[29990] = "埃蘭之影",
		[39367] = "無約束的希瑞奇斯",
		[30854] = "莫克札王子",
		[30053] = "基瑞克",
		[25500] = 7,
		[19279] = 5,
		[10278] = 2,
		[38197] = "鷹王伊奇斯",
		[5588] = 2,
		[284] = 1,
		[30501] = 4,
		[26470] = 5,
		[15237] = 5,
		[36808] = "血之谷黑暗法師",
		[36936] = 7,
		[27175] = 2,
		[15701] = 7,
		[37320] = 1,
		[31013] = "桃樂絲",
		[18792] = 9,
		[27046] = 3,
		[33737] = 7,
		[33865] = "伊斯利拾荒者",
		[27238] = 9,
		[38346] = 5,
		[23271] = 8,
		[17057] = 11,
		[31589] = 8,
		[34510] = 1,
		[31717] = "黑色捕獵者",
		[29666] = "骷髏接待員",
		[9782] = 1,
		[31909] = "中尉崔克",
		[9846] = 11,
		[19752] = 2,
		[9910] = 11,
		[19880] = 3,
		[25569] = "法力之泉圖騰 V <Wagyu>",
		[1494] = 3,
		[24352] = 3,
		[32421] = "主教瑪拉達爾",
		[40392] = "維斯路登",
		[7322] = 8,
		[28518] = 11,
		[32677] = "時光流逝暗影法師",
		[10230] = 8,
		[3355] = 3,
		[37065] = 11,
		[10326] = 2,
		[37321] = "奧奇奈僧侶",
		[38921] = "血守衛治療者",
		[33482] = "召喚的卡巴侍僧",
		[20904] = 3,
		[32220] = 2,
		[29574] = "魅影獵犬 <魅影守衛>",
		[20647] = 1,
		[331] = 7,
		[332] = 7,
		[66] = 8,
		[36917] = "薩弗隆熔岩丟擲者",
		[19434] = 3,
		[34762] = "大植物學家費瑞衛恩",
		[38836] = "奈加頓尖嘯者",
		[43722] = 7,
		[339] = 11,
		[29926] = "魔法鬼魂",
		[25895] = 2,
		[39625] = 1,
		[5484] = 9,
		[21992] = 1,
		[27162] = 2,
		[22120] = "魔獄獸人新兵",
		[3111] = "沒心情",
		[17962] = 9,
		[30502] = "大術士奈德克斯",
		[36554] = 4,
		[22561] = "暮光龍獸人",
		[30494] = "遲緩的軟泥怪",
		[11286] = 4,
		[37066] = "[*] 絞喉",
		[355] = 1,
		[37322] = 1,
		[31014] = "桃樂絲",
		[26983] = 11,
		[37706] = 5,
		[10310] = 2,
		[50247] = 1,
		[27239] = 5,
		[34123] = 11,
		[31462] = 9,
		[34379] = 3,
		[28742] = 11,
		[34635] = "尋日導魔師",
		[34763] = "大植物學家費瑞衛恩",
		[32784] = "影月技師",
		[370] = 7,
		[31910] = "中尉崔克",
		[14309] = 3,
		[11305] = 4,
		[39626] = 9,
		[11990] = "影月黑暗法師",
		[11667] = 9,
		[2651] = 5,
		[32358] = "班提蒙尼厄斯",
		[379] = 7,
		[33547] = "海爾瑪大使",
		[14149] = 4,
		[28519] = 5,
		[32678] = 1,
		[9841] = 11,
		[39346] = "狂怒的烈焰",
		[16490] = 1,
		[28839] = 9,
		[34767] = 2,
		[12438] = 1,
		[12470] = "強效火焰元素 <坦薩白龍>",
		[44047] = 5,
		[8439] = 8,
		[28508] = 8,
		[10329] = 2,
		[5740] = 9,
		[16739] = 7,
		[25384] = 5,
		[25448] = 7,
		[30413] = "寡婦",
		[25576] = 7,
		[20616] = 1,
		[29799] = "獵人阿圖曼 <午夜>",
		[403] = 7,
		[29927] = "魔法鬼魂",
		[29991] = "埃蘭之影",
		[39627] = 7,
		[28381] = 5,
		[30496] = "大術士奈德克斯",
		[8983] = 11,
		[22121] = "雷矛弓箭手",
		[38536] = "裂縫看守者",
		[36300] = "弒龍者戈魯爾",
		[14537] = 1,
		[30567] = 8,
		[30631] = "[*] 殘骸",
		[30695] = "無疤者歐瑪爾",
		[32845] = 1,
		[30823] = 7,
		[30887] = "茱麗葉",
		[30951] = "茱麗葉",
		[33357] = 11,
		[26984] = 11,
		[27048] = "阿罵我想你 <微笑世界>",
		[9574] = "卡巴祭儀師",
		[27176] = 2,
		[26400] = 9,
		[4987] = 2,
		[37896] = "神職人員",
		[38168] = "奧奇奈僧侶",
		[13750] = 4,
		[34637] = "尋日導魔師",
		[31719] = 9,
		[30505] = "大術士奈德克斯",
		[13878] = "幽暗的召喚者",
		[43339] = 7,
		[31975] = "不死的捕獵者 <奧奇奈靈魂牧師>",
		[33686] = 11,
		[39628] = 1,
		[1330] = 4,
		[32231] = 9,
		[32295] = 3,
		[30761] = "大野狼",
		[36173] = "末日預言者達利亞",
		[2687] = 1,
		[10256] = 9,
		[28520] = 4,
		[10199] = 8,
		[7164] = "盤牙戰士",
		[32846] = "奧奇奈僧侶",
		[16491] = 1,
		[2479] = 4,
		[33230] = "大君王莫卡爾",
		[37453] = "人類衝鋒者",
		[33486] = 9,
		[38606] = 1,
		[11315] = 7,
		[37965] = "深幽泥沼搖晃者",
		[12466] = "敦霍爾德法師",
		[21162] = 7,
		[34254] = "尋日植物學家",
		[17195] = "尋日星法師",
		[29544] = "中尉崔克",
		[34353] = "尋日調查員",
		[28714] = 3,
		[712] = 9,
		[71] = 1,
		[29864] = "星界火星",
		[39373] = 9,
		[469] = 1,
		[2379] = 5,
		[30688] = "獰笑骷髏執行者",
		[30184] = "惡魔傳送門 <泰瑞斯提安·疫蹄>",
		[2367] = 11,
		[27801] = 5,
		[475] = 8,
		[28682] = 8,
		[15254] = "伊斯利信標",
		[15286] = 5,
		[30621] = "幽藤引誘者",
		[36814] = "看護者卡爾古瑪",
		[22570] = 11,
		[30824] = 7,
		[25562] = 7,
		[33841] = "領導者瓦皮歐",
		[37454] = "獸人座狼 <背骨陰仔>",
		[26985] = 11,
		[27049] = "咕咕 <一二三>",
		[33743] = 3,
		[37966] = "[*] 孢子爆破",
		[38919] = "血守衛治療者",
		[34696] = 1,
		[31464] = "坦普拉斯",
		[10963] = 5,
		[34511] = 1,
		[34639] = "尋日收割者",
		[11767] = 9,
		[18469] = 8,
		[11831] = "盤牙痲瘋者",
		[39246] = 3,
		[39374] = 5,
		[8012] = 7,
		[10225] = 8,
		[19883] = 3,
		[29381] = "凱伊拉·拜瑞巴克女士",
		[32296] = 8,
		[25222] = 5,
		[36175] = "末日預言者達利亞",
		[16246] = 7,
		[29722] = 9,
		[28521] = 2,
		[11958] = 8,
		[26986] = 11,
		[32848] = 2,
		[28777] = 4,
		[33617] = "領導者瓦皮歐",
		[33232] = "大君王莫卡爾",
		[25572] = 1,
		[12471] = "黑暗漩渦 <塞司克薩滿>",
		[526] = 7,
		[5675] = 7,
		[37967] = "深幽泥沼搖晃者",
		[34000] = 9,
		[25258] = 1,
		[35025] = 2,
		["DEBUFF"] = 1,
		[17260] = "劫毀者 <萬箭>",
		[34640] = "尋日收割者",
		[29673] = "魅影舞台助手",
		[546] = 7,
		[16144] = "敦霍爾德法師",
		[35152] = "虛空充能器",
		[35280] = "操縱者帕薩里歐",
		[25898] = 2,
		[20589] = 4,
		[15632] = 3,
		[4042] = 1,
		[30249] = 4,
		[29661] = "骷髏接待員",
		[36652] = 3,
		[9080] = "敦霍爾德哨兵",
		[36432] = 9,
		[25420] = 7,
		[30633] = "戰爭使者歐姆拉格",
		[959] = 7,
		[32849] = "奧奇奈僧侶",
		[14287] = 3,
		[30889] = "茱麗葉",
		[40070] = "『破壞者』凱利丹",
		[25477] = 5,
		[33489] = 4,
		[27050] = "確診的逃脫者 <雨歌>",
		[33745] = 11,
		[16100] = "敦霍爾德槍手",
		[34001] = 8,
		[39121] = "血守衛綠色看守者",
		[11573] = 1,
		[19244] = "索烏霍姆",
		[34513] = 1,
		[42792] = 3,
		[34769] = 2,
		[34897] = 3,
		[39120] = "血守衛綠色看守者",
		[27818] = 5,
		[39376] = "盤牙技師",
		[29718] = "受困的靈魂",
		[9912] = 11,
		[11735] = 9,
		[41425] = 8,
		[32297] = 5,
		[32361] = "塔瓦洛克",
		[22883] = "敦霍爾德衛兵",
		[18989] = 1,
		[24363] = 5,
		[24427] = 1,
		[14295] = 3,
		[14327] = 3,
		[642] = 2,
		[35101] = 3,
		[10328] = 2,
		[37329] = "偷取的靈魂",
		[38534] = "裂縫看守者",
		[21850] = 11,
		[5229] = 11,
		[31893] = 2,
		[42245] = 3,
		[12721] = 1,
		[38225] = 9,
		[15620] = "塔倫米爾監視者",
		[25387] = 5,
		[17261] = "ocugen <邁克爾假死>",
		[34642] = "尋日基因接合者",
		[29674] = 1,
		[34898] = 1,
		[29802] = "未知目標 <午夜>",
		[25771] = 2,
		[29930] = "魅影賓客",
		[25899] = 2,
		[19229] = 3,
		[15063] = "恆龍時間術師",
		[688] = 9,
		[921] = 4,
		[32554] = 9,
		[33964] = "塞司克烏鴉護衛",
		[696] = 9,
		[30506] = 4,
		[45444] = 1,
		[913] = 7,
		[704] = 9,
		[10610] = 1,
		[25364] = 5,
		[30890] = "茱麗葉",
		[37330] = "偷取的靈魂",
		[31018] = 11,
		[26987] = 11,
		[33619] = 5,
		[25560] = 7,
		[27179] = 2,
		[23148] = "咕咕 <一二三>",
		[38226] = "卡巴死亡誓言者",
		[29983] = "伊斯利竊賊",
		[11672] = 9,
		[45242] = 5,
		[38824] = "熱能之眼",
		[2943] = 5,
		[34899] = 4,
		[39122] = "巨型爭吵者",
		[31914] = "紀元狩獵者",
		[39378] = "盤牙鱗片醫者",
		[11567] = 1,
		[19821] = 3,
		[19885] = 3,
		[12024] = "魅影舞台助手",
		[36881] = "米歐浩斯·曼納斯頓",
		[32362] = 11,
		[5019] = 8,
		[6077] = 5,
		[24364] = 4,
		[36563] = 4,
		[32682] = "時光流逝暗影法師",
		[768] = 11,
		[770] = "大哥沒有輸",
		[28779] = 8,
		[8281] = "盤牙神諭者",
		[23506] = 1,
		[37459] = "人類教士",
		[12472] = 8,
		[33620] = "暗法師希斯",
		[12536] = 8,
		[26988] = 11,
		[36922] = "夜禍",
		[38227] = 3,
		[34260] = 2,
		[17198] = "恆龍劊子手",
		[10898] = 5,
		[38739] = "飢餓之牙",
		[17390] = 11,
		[12824] = 8,
		[35028] = 9,
		[3223] = 9,
		[39429] = "『火焰之王』賽洛庫",
		[853] = 2,
		[43730] = 7,
		[8921] = 11,
		[31977] = "恆龍污染者",
		[29833] = "獵人阿圖曼 <午夜>",
		[36052] = "盤牙鱗片醫者",
		[351655] = "鬼靈表演者",
		[25501] = 7,
		[30507] = 4,
		[29572] = "貴族羅賓·達利斯",
		[30635] = "噬骨馴獸者",
		[6653] = 1,
		[32853] = "奧奇奈靈魂牧師",
		[33833] = "卡巴祭儀師",
		[36240] = "弒龍者戈魯爾",
		[33237] = "瘋癲者奇克勒",
		[10961] = 5,
		[33493] = "惡毒導師",
		[38149] = "時光流逝暗影法師",
		[3391] = "卡巴異教徒",
		[27180] = 2,
		[10614] = 7,
		[31403] = "盤牙戰士",
		[31467] = "時間領主迪賈",
		[22884] = "敦霍爾德衛兵",
		[3599] = 7,
		[34645] = "看護者卡爾古瑪",
		[19675] = 11,
		[2870] = 7,
		[29228] = 7,
		[23725] = 1,
		[30550] = 7,
		[9881] = 11,
		[9913] = 11,
		[20614] = 1,
		[43987] = 8,
		[34600] = 3,
		[32363] = "奈薩斯王子薩法爾",
		[32643] = 2,
		[36741] = "奈加頓尖嘯者",
		[36613] = 1,
		[36565] = 9,
		[29405] = "女爵朵洛希·米爾斯泰普",
		[32747] = "性感學妹",
		[32854] = "奧奇奈靈魂牧師",
		[32982] = "火焰元素圖騰 <坦薩白龍>",
		[33110] = 5,
		[33238] = "大君王莫卡爾",
		[37461] = "獸人通靈師 <紅麗幻法>",
		[14874] = "恆龍刺客",
		[27223] = 9,
		[33750] = 7,
		[37973] = "怒鰭侍從",
		[39850] = 9,
		[783] = 11,
		[26839] = 4,
		[25389] = 5,
		[20777] = 7,
		[29612] = "鬼魅慈善家",
		[6346] = 5,
		[930] = 7,
		[39125] = "尋日植物學家",
		[35158] = "機械王卡帕希特斯",
		[32855] = "奧奇奈靈魂牧師",
		[33239] = "大君王莫卡爾",
		[33946] = 8,
		[2055] = 5,
		[982] = 3,
		[604] = 8,
		[36054] = "破碎之手狂怒者",
		[28013] = 3,
		[20271] = 2,
		[30508] = "大術士奈德克斯",
		[31555] = "盤牙預言者",
		[30636] = "迅捷戰犬",
		[4079] = 1,
		[26669] = 4,
		[37078] = "魔法驚懼",
		[33111] = "影月術士",
		[26861] = 4,
		[37462] = "人類咒術師",
		[26989] = 11,
		[974] = 7,
		[19801] = 3,
		[23576] = 5,
		[23109] = "豹 <火之馴獸師>",
		[23214] = 2,
		[34263] = 2,
		[31532] = "蒸汽操控者技師",
		[34519] = 11,
		[8599] = "卡巴死亡誓言者",
		[34775] = 3,
		[19503] = 3,
		[996] = 5,
		[31916] = "紀元狩獵者",
		[39382] = "死亡看守者辛瑞克",
		[1002] = 3,
		[32108] = 9,
		[45954] = "艾胡恩",
		[25559] = 7,
		[12057] = "黑暗之血族人",
		[32364] = "奈薩斯王子薩法爾",
		[1014] = 9,
		[32492] = "液態火焰",
		[16280] = 7,
		[1020] = 2,
		[1022] = 2,
		[27157] = 2,
		[32856] = "奧奇奈靈魂牧師",
		[16496] = "敦霍爾德槍手",
		[26884] = 4,
		[16624] = 1,
		[1044] = 2,
		[31567] = "血守衛獵鷹者",
		[29717] = "受困的靈魂",
		[27222] = 9,
		[37924] = "盤牙水元素",
		[1064] = 7,
		[30659] = "血之谷占卜者",
		[19280] = 5,
		[29485] = "渾沌女侍",
		[25454] = 7,
		[2974] = "豬油拌飯",
		[29677] = "魅影舞台助手",
		[12825] = 8,
		[39127] = "尋日化學家",
		[11642] = "盤牙痲瘋者",
		[18118] = 9,
		[25902] = 2,
		[710] = 9,
		[46989] = 8,
		[1120] = 9,
		[29962] = "埃蘭之影",
		[22127] = "尋日草藥師",
		[35483] = 5,
		[31697] = "飢餓之牙",
		[697] = 9,
		[18288] = 9,
		[36696] = "熱能之眼",
		[1152] = 2,
		[32857] = "奧奇奈靈魂牧師",
		[17670] = 8,
		[22703] = "未知目標 <莫笑桃花醉>",
		[26862] = 4,
		[30932] = "破碎之手戰犬大師",
		[26990] = 11,
		[22959] = 8,
		[35076] = 4,
		[691] = "純情洨呆貓",
		[33835] = "紀元狩獵者",
		[34102] = 1,
		[5246] = 1,
		[17626] = 1,
		[19312] = 5,
		[31661] = 8,
		[33720] = 3,
		[31789] = 2,
		[39128] = "尋日化學家",
		[35161] = "機械王卡帕希特斯",
		[31981] = "背叛者曼紐",
		[25391] = 7,
		[38317] = 8,
		[32173] = "盤牙女巫師",
		[28142] = 8,
		[14873] = "恆龍刺客",
		[32365] = "奈薩斯王子薩法爾",
		[24239] = 2,
		[14201] = 1,
		[20272] = 2,
		[34340] = 3,
		[10202] = 8,
		[5118] = 3,
		[32858] = "奧奇奈靈魂牧師",
		[37081] = "督軍卡利斯瑞",
		[7353] = 11,
		[20720] = "未知目標 <操縱者帕薩里歐>",
		[33370] = 5,
		[10938] = 5,
		[37721] = 11,
		[29166] = 11,
		[44044] = 5,
		[647] = 2,
		[33175] = "瘋癲者奇克勒",
		[17137] = "悲慘的醫者 <七星濃煙>",
		[17201] = "敦霍爾德衛兵",
		[42134] = 1,
		[17329] = 11,
		[5374] = 4,
		[21552] = 1,
		[19734] = "特拉迪姆 <噗噗術>",
		[29870] = "星界火星",
		[38193] = "深藍色巨蛇",
		[25903] = 2,
		[35546] = 4,
		[23829] = 9,
		[5502] = 2,
		[30254] = "館長",
		[22128] = "樹林德魯伊",
		[35106] = "盤牙海妖",
		[19480] = 9,
		[30510] = "地獄火導魔師",
		[603] = 9,
		[30638] = "無疤者歐瑪爾",
		[37665] = "盤牙女巫師",
		[32859] = "奧奇奈靈魂牧師",
		[23843] = 9,
		[11354] = 4,
		[26863] = 4,
		[37466] = 1,
		[33499] = "卡巴沉迷者",
		[37722] = 7,
		[24132] = 3,
		[37978] = "黑暗之血醫者",
		[11578] = 1,
		[20757] = 9,
		[1456] = 9,
		[31534] = "督軍卡利斯瑞",
		[34338] = "奈加頓尖嘯者",
		[25941] = 7,
		[34779] = "[*] 冰霜之環",
		[31790] = 2,
		[10216] = 8,
		[35163] = 9,
		[35291] = "劫毀者 <阿波卡獵人>",
		[32796] = 8,
		[35547] = 4,
		[27025] = 3,
		[38815] = "盲目之眼 <靈魂吞食者>",
		[32302] = "專注之火",
		[28271] = 8,
		[588] = 5,
		[6078] = 5,
		[38914] = "薩格隆弓箭手",
		[28527] = 5,
		[36699] = "熱能之眼",
		[36827] = "薩格隆弓箭手",
		[8219] = 1,
		[35105] = "盤牙戰士",
		[32651] = "塞司克烏鴉護衛",
		[31554] = "盤牙防衛者",
		[2062] = 7,
		[8379] = "貴族克利斯平·費蘭斯",
		[37723] = 2,
		[36894] = "無鏈結的毀滅者",
		[37979] = "黑暗之血醫者",
		[38146] = "塞司克神諭者",
		[25264] = 1,
		[34268] = "高薩安",
		[29487] = "暗夜女骸魔",
		[38619] = "奧奇奈戰士",
		[11556] = 1,
		[29679] = "鬼靈表演者",
		[1604] = "被折磨的骷髏",
		[39131] = "『看管者』索古林",
		[33795] = 1,
		[29935] = "噬屍獸",
		[15587] = "影月侍僧",
		[35548] = 4,
		[30127] = "夜禍",
		[31985] = "背叛者曼紐",
		[31042] = "獅子",
		[37378] = 9,
		[30383] = "館長",
		[351761] = 2,
		[30511] = "地獄火導魔師",
		[26480] = 3,
		[36700] = "熱能之眼",
		[36828] = "薩格隆弓箭手",
		[13338] = "影月術士",
		[1672] = 1,
		[18610] = 7,
		[1680] = 1,
		[31023] = 7,
		[33501] = "惡毒導師",
		[30914] = "布洛克毒雲 <布洛克>",
		[21142] = 7,
		[29586] = "魅影侍者",
		[34615] = "幽藤引誘者",
		[16856] = "恆龍殺戮者",
		[552] = 5,
		[12526] = 8,
		[2094] = 4,
		[31663] = 4,
		[37406] = "人類步卒",
		[23601] = "敦霍爾德槍手",
		[39132] = "『看管者』索古林",
		[35165] = 5,
		[31983] = "受污染的陷地圖騰 <背叛者曼紐>",
		[37208] = 7,
		[37661] = 7,
		[32175] = 7,
		[28144] = 5,
		[17925] = 9,
		[32367] = 2,
		[34716] = "扭曲分裂者",
		[14202] = 1,
		[1543] = 3,
		[14266] = 3,
		[23602] = 1,
		[36829] = "薩格隆地獄召喚者",
		[29954] = "埃蘭之影",
		[20594] = 5,
		[28848] = 11,
		[39297] = "無疤者歐瑪爾",
		[348700] = "Mikey",
		[33502] = "卡巴縛法者",
		[20914] = 2,
		[42198] = 8,
		[348701] = 2,
		[36121] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[10587] = 7,
		[17139] = "伊斯利牧師",
		[348702] = 2,
		[25457] = 7,
		[37469] = "獸人術士 <永世相知>",
		[25585] = 7,
		[348703] = 2,
		[25713] = 2,
		[35166] = 11,
		[30992] = "未知目標",
		[348704] = 2,
		[9839] = 11,
		[17843] = "時光流逝占卜者",
		[10395] = 7,
		[31888] = "血鱗元素 <納吉斯·法亞司>",
		[38811] = "多變的夢魘",
		[30512] = "燃燒的冥淵火 <地獄火導魔師>",
		[28497] = 4,
		[15258] = 5,
		[15290] = 5,
		[36702] = 2,
		[30576] = "瑪瑟里頓",
		[32863] = "奧奇奈死靈法師",
		[30832] = "恆龍刺客",
		[33666] = "莫爾墨",
		[26865] = 4,
		[37470] = "伊斯利縛法者",
		[26993] = 11,
		[15578] = "卡巴劊子手",
		[18931] = 9,
		[27090] = 8,
		[38110] = "深藍色巨蛇",
		[38238] = "深藍色巨蛇",
		[7870] = "卡爾納 <剛下飛機>",
		[11675] = 9,
		[42137] = 1,
		[34655] = "毒蛇",
		[11771] = "古年希",
		[39006] = "怒鐮者索寇斯瑞特",
		[28145] = 11,
		[31920] = 3,
		[37468] = 3,
		[11406] = 7,
		[28017] = 2,
		[8046] = 7,
		[24050] = "塞司克之靈",
		[32861] = "奧奇奈復仇者",
		[25362] = 7,
		[24242] = 4,
		[45237] = 5,
		[36609] = "亞克崔茲守衛",
		[25266] = 1,
		[30608] = 8,
		[8190] = 7,
		[8220] = 4,
		[20164] = 2,
		[38801] = "爆裂者洛克瑪",
		[34785] = "風暴要塞-熔爐保安官",
		[17174] = "塔倫米爾監視者",
		[33504] = 11,
		[34653] = "納桑",
		[34074] = 3,
		[27441] = 4,
		[25202] = 1,
		[38239] = "卡巴妖精",
		[29425] = "摩洛",
		[17138] = "塔倫米爾保衛者",
		[30991] = "破碎之手刺客",
		[28272] = 8,
		[34784] = "血守衛保衛者",
		[25361] = 7,
		[29579] = "魅影賓客",
		[25778] = "深幽泥沼領主",
		[25809] = "毒蛇",
		[36057] = "戰爭使者歐姆拉格",
		[8892] = 5,
		[30129] = "夜禍",
		[34433] = 5,
		[26864] = 4,
		[4511] = "沃爾亞爾 <素素叫>",
		[22642] = "暮光龍獸人",
		[30449] = 8,
		[36448] = 5,
		[39965] = 8,
		[30641] = "看護者卡爾古瑪",
		[36832] = "薩格隆地獄召喚者",
		[32865] = "卡巴術士",
		[30833] = "獰笑骷髏衛兵",
		[27088] = 8,
		[26866] = 4,
		[33377] = 4,
		[26994] = 11,
		[33324] = "不死的教士 <奧奇奈靈魂牧師>",
		[37856] = "盤牙海妖",
		[27186] = 4,
		[9532] = "雪盲喚風者",
		[25329] = 5,
		[31473] = "艾奧那斯",
		[25331] = 5,
		[21140] = 4,
		[13787] = "卡巴術士",
		[23539] = 1,
		[34913] = 8,
		[14325] = 3,
		[35169] = 2,
		[35297] = "YA <鳥德開團用>",
		[32049] = 3,
		[30913] = "布洛克",
		[17258] = "豹 <火之馴獸師>",
		[36992] = "操縱者帕薩里歐",
		[10876] = 5,
		[38935] = "尋日虛空束縛者",
		[20055] = 2,
		[14203] = 1,
		[36449] = "[*] 殘骸",
		[14267] = 3,
		[36705] = "扭曲分裂者",
		[36833] = "無束縛的摧毀者",
		[28722] = 11,
		[46687] = 9,
		[2584] = 7,
		[5599] = 2,
		[10396] = 7,
		[33506] = "卡巴召喚者",
		[10460] = "治療之泉圖騰 IV",
		[30030] = 1,
		[30546] = 9,
		[42208] = 8,
		[34363] = "鞭骨者",
		[29426] = "葛洛姆特, 歐朗諾克之子",
		[29490] = "魔妾",
		[35032] = "鷹王伊奇斯",
		[29618] = "鬼靈學徒",
		[25587] = 7,
		[39009] = "末日預言者達利亞",
		[29928] = "魅影賓客",
		[21970] = 11,
		[35298] = "掠食者 <弋人何篡>",
		[25907] = 8,
		[30066] = "泰瑞斯提安·疫蹄",
		[30130] = "夜禍",
		[30194] = 1,
		[17255] = "滅神",
		[27280] = "卡格羅姆 <Ignited>",
		[37463] = "獸人術士 <永世相知>",
		[17540] = 11,
		[29712] = "恐怖的縛靈",
		[11196] = 7,
		[25602] = "法力寄生蟲",
		[30706] = 7,
		[41620] = 1,
		[8213] = 4,
		[30898] = "莫克札王子",
		[26867] = 4,
		[37474] = "萊恩王",
		[33507] = "卡巴召喚者",
		[38293] = 3,
		[23028] = 8,
		[33891] = 11,
		[42209] = 8,
		[25346] = 8,
		[33763] = 11,
		[19253] = 5,
		[38143] = "希斯暗影元素 <暗法師希斯>",
		[34659] = "『看管者』索古林",
		[34787] = "納吉斯·法亞司",
		[31794] = 5,
		[32684] = 4,
		[27827] = 5,
		[27030] = 1,
		[28703] = 1,
		[30637] = "無疤者歐瑪爾",
		[2090] = 11,
		[28723] = 11,
		[3149] = "原生灰座狼",
		[28275] = 5,
		[24244] = "安德弗特",
		[32996] = 5,
		[16886] = 11,
		[32221] = 2,
		[32690] = "塞司克神諭者",
		[36835] = "無束縛的摧毀者",
		[8221] = 1,
		[37091] = "夜禍",
		[8178] = 7,
		[36607] = "[*] 魔爆術",
		[37475] = 1,
		[33508] = "影月黑暗法師",
		[25012] = "風蛇 <遠方一隻哈>",
		[12540] = "卡巴祭儀師",
		[17462] = 8,
		[20882] = 9,
		[38243] = "卡巴暗影牧師",
		[29427] = "史卡拉克上尉",
		[25396] = 7,
		[25460] = 5,
		[34660] = "『看管者』索古林",
		[29683] = "鬼靈表演者",
		[34916] = 5,
		[17194] = "血守衛修補者",
		[25780] = 2,
		[29939] = "噬屍獸",
		[25908] = 7,
		[29555] = "鬼靈巡邏",
		[30131] = "夜禍",
		[30195] = 1,
		[18803] = 8,
		[39004] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[36887] = "無鏈結的毀滅者",
		[30451] = 8,
		[36912] = "薩弗隆法力塑造者",
		[29390] = "貴族克利斯平·費蘭斯",
		[37079] = "法力扭曲",
		[36836] = "無束縛的摧毀者",
		[45283] = 11,
		[45282] = 11,
		[19574] = 3,
		[33253] = 1,
		[37476] = "黑手大酋長 <背骨陰仔>",
		[26996] = 11,
		[27060] = "龍蝦舞沙拉",
		[27124] = 8,
		[27188] = 4,
		[6991] = 3,
		[39425] = "『火焰之王』賽洛庫",
		[31475] = "紀元狩獵者",
		[19254] = 5,
		[24117] = 1,
		[23477] = 8,
		[10448] = 7,
		[34917] = 5,
		[3472] = 2,
		[27828] = 5,
		[9853] = 11,
		[35429] = "大酋長卡加斯·刃拳",
		[23925] = 1,
		[35685] = 7,
		[37335] = "偷取的靈魂",
		[32307] = 11,
		[28276] = 5,
		[28788] = "牧師學打架",
		[14204] = 1,
		[25653] = "夜禍",
		[14268] = 3,
		[32691] = "卡巴縛法者",
		[36837] = "巨型冥淵火",
		[28724] = 11,
		[10301] = 2,
		[37221] = 1,
		[33254] = 11,
		[38142] = "希斯冰霜元素 <暗法師希斯>",
		[37605] = "艾奧那斯",
		[10461] = "治療之泉圖騰 V <坦薩白龍>",
		[10493] = "法力之泉圖騰 III",
		[27215] = 9,
		[42212] = 8,
		[38245] = "鷹王伊奇斯",
		[27137] = 2,
		[29492] = "魅影賓客",
		[25461] = 5,
		[34662] = "沼澤之王莫斯萊克",
		[34790] = 4,
		[17463] = 8,
		[27073] = 8,
		[29876] = "星界火星",
		[25525] = 7,
		[25909] = 7,
		[10941] = 5,
		[31040] = 8,
		[18807] = 5,
		[35942] = "迅捷戰犬",
		[22722] = 4,
		[18789] = 9,
		[30452] = 3,
		[15580] = "恆龍劊子手",
		[36582] = "風暴要塞-熔爐毀滅者",
		[36710] = "熱能之眼",
		[30708] = 7,
		[22582] = "盤牙神諭者",
		[32999] = 5,
		[33127] = 2,
		[33255] = 1,
		[37862] = "泥沼主宰",
		[26997] = 11,
		[18871] = 9,
		[27125] = 8,
		[27189] = 4,
		[42213] = 8,
		[15708] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[18371] = 9,
		[11677] = 9,
		[27253] = 9,
		[23694] = 1,
		[34791] = "風暴要塞-熔爐保安官",
		[34919] = 5,
		[35047] = "麥克納爾鑽孔者",
		[30464] = "虛空傳送門 - 平靜",
		[30400] = "虛空傳送門 - 堅忍",
		[9852] = 11,
		[19443] = 9,
		[31117] = 1,
		[32244] = 1,
		[35943] = "黑暗之血醫者",
		[16188] = 7,
		[36838] = "伊斯利恩殺戮者",
		[36583] = "風暴要塞-熔爐毀滅者",
		[8143] = 7,
		[20343] = 1,
		[36711] = "熱能之眼",
		[36839] = "伊斯利恩殺戮者",
		[8222] = 8,
		[30016] = 1,
		[29925] = "魔法鬼魂",
		[33256] = 7,
		[37479] = "伊斯利恩生命束縛者",
		[30004] = "埃蘭之影",
		[37332] = "偷取的靈魂",
		[37863] = "泥沼主宰",
		[33896] = "刺棘撕掠者",
		[38119] = 9,
		[348459] = 11,
		[35095] = 7,
		[30562] = 1,
		[30925] = "創造者",
		[15667] = "盤牙暴怒者",
		[23922] = 1,
		[34920] = "恆龍劊子手",
		[17528] = 1,
		[30986] = "破碎之手刺客",
		[25217] = 5,
		[17234] = "恆龍破壞者",
		[39005] = "無約束的希瑞奇斯",
		[13021] = 8,
		[30197] = "Jhuuroon",
		[35944] = "影月侍僧",
		[10467] = 7,
		[10435] = "灼熱圖騰 V <共治仔>",
		[40423] = "塞司克烏鴉護衛",
		[33500] = "卡巴劊子手",
		[34896] = 3,
		[36712] = "熱能之眼",
		[36840] = "伊斯利恩波動法師",
		[13341] = "敦霍爾德法師",
		[13339] = "強效火焰元素 <坦薩白龍>",
		[30901] = "莫克札王子",
		[33257] = 1,
		[37480] = "伊斯利恩生命束縛者",
		[33513] = 8,
		[9438] = "鷹王伊奇斯",
		[27126] = 8,
		[33129] = "召喚者歐莫",
		[26998] = 11,
		[19128] = "德雷克塔爾",
		[16387] = 7,
		[35049] = "麥克納爾破壞者",
		[25584] = 3,
		[22789] = 11,
		[34793] = "風暴要塞-熔爐保安官",
		[39016] = "末日預言者達利亞",
		[39144] = "大君王莫卡爾",
		[34587] = 3,
		[9758] = 11,
		[24193] = "巢穴蠻卒",
		[36713] = "熱能之眼",
		[10462] = 7,
		[32245] = 3,
		[35945] = "破碎之手狙擊兵",
		[46567] = 1,
		[32437] = 1,
		[40424] = "鷹王伊奇斯",
		[20280] = 2,
		[10174] = 8,
		[14301] = 3,
		[32693] = "伊斯利恩波動法師",
		[28726] = 8,
		[20600] = "一香頌一",
		[33130] = "召喚者歐莫",
		[33258] = 5,
		[38377] = "奧奇奈靈魂牧師",
		[22008] = 8,
		[20920] = 2,
		[37865] = "盤牙神諭者",
		[9827] = 11,
		[34026] = 3,
		[39133] = "扭曲分裂者",
		[17145] = "伊斯利巫者",
		[29494] = "魔妾",
		[34941] = "敦霍爾德衛兵",
		[25527] = 7,
		[30198] = "Jhuuroon",
		[34922] = "奈薩斯恐獸",
		[38780] = 1,
		[35178] = "血守衛百夫長",
		[29942] = 2,
		[34557] = "大植物學家費瑞衛恩",
		[10942] = 5,
		[31551] = "泥沼史卓克",
		[39913] = 3,
		[33131] = "召喚者歐莫",
		[26999] = 11,
		[39017] = "先驅者史蓋力司",
		[40425] = "鷹王伊奇斯",
		[15261] = 5,
		[11198] = 4,
		[36714] = "熱能之眼",
		[15357] = 5,
		[11294] = 4,
		[45288] = 7,
		[15453] = "操縱者帕薩里歐",
		[11390] = 8,
		[37482] = 3,
		[18809] = 8,
		[15581] = "敦霍爾德老兵",
		[27127] = 8,
		[31478] = "時間看守者",
		[34027] = "ocugen <邁克爾假死>",
		[33789] = "中尉崔克",
		[38378] = "奧奇奈靈魂牧師",
		[11678] = 9,
		[45946] = 4,
		[27008] = 11,
		[33405] = 8,
		[36622] = "多變的夢魘",
		[19577] = 3,
		[22721] = 2,
		[18425] = 4,
		[19769] = 9,
		[18498] = 1,
		[32182] = 7,
		[6016] = "鬼靈馬廄僕人",
		[33259] = 4,
		[46568] = "艾胡恩教徒霜風",
		[20153] = "未知目標 <莫笑桃花醉>",
		[44521] = 11,
		[20217] = 2,
		[32246] = 2,
		[356112] = 2,
		[33260] = 3,
		[25446] = 5,
		[40059] = "創造者",
		[33132] = "墮落的新星圖騰 <背叛者曼紐>",
		[20729] = "江小魚",
		[31516] = "影月侍僧",
		[17402] = 11,
		[26679] = 4,
		[29175] = 8,
		[38379] = "奧奇奈復仇者",
		[42218] = 9,
		[25272] = 1,
		[17146] = "卡巴暗影牧師",
		[34412] = 4,
		[25464] = 7,
		[25528] = 7,
		[12798] = 1,
		[39019] = "先驅者史蓋力司",
		[29815] = "秘法保衛者",
		[29951] = "[*] 暴風雪",
		[6064] = 5,
		[30007] = "伊斯利盜法者",
		[6434] = "獰笑骷髏盜賊",
		[9821] = 11,
		[22009] = 5,
		[31718] = "海法師希斯比亞",
		[25439] = 7,
		[26296] = 1,
		[30455] = 8,
		[25472] = 7,
		[38523] = "尼德斯",
		[36716] = "未知目標",
		[15659] = "暗法師希斯",
		[1833] = 4,
		[37612] = 7,
		[17530] = 7,
		[33261] = 3,
		[27448] = 4,
		[27000] = 11,
		[31543] = "納迦蒸餾者",
		[33773] = 3,
		[27576] = 4,
		[23161] = 9,
		[19130] = "盤牙工頭",
		[38380] = "狂怒的靈魂",
		[34413] = 4,
		[34797] = "血守衛綠色看守者",
		[38764] = 4,
		[38892] = "惡毒的妖婦",
		[34925] = "奈薩斯恐獸",
		[39020] = "先驅者史蓋力司",
		[31927] = 11,
		[31991] = "背叛者曼紐",
		[32055] = "奎克米瑞",
		[27128] = 8,
		[43731] = 7,
		[36987] = "薩弗隆熔岩丟擲者",
		[35949] = "破碎之手異教徒",
		[32375] = 5,
		[29491] = "暗夜女骸魔",
		[20218] = 2,
		[34456] = 3,
		[20346] = 2,
		[36717] = "亞克崔茲哨兵",
		[2895] = 7,
		[39419] = "泥沼多頭蛇",
		[38252] = "奧奇奈死靈法師",
		[20922] = 2,
		[33262] = 11,
		[17465] = 8,
		[34798] = "血守衛綠色看守者",
		[10463] = 7,
		[33774] = 3,
		[33944] = 8,
		[21553] = 1,
		[25273] = 1,
		[10623] = 7,
		[34392] = "萊庫釘刺者",
		[38637] = 1,
		[34670] = "『看管者』索古林",
		[38893] = "巨型冥淵火",
		[39021] = "先驅者史蓋力司",
		[17531] = 2,
		[29880] = "秘法異反元素",
		[29560] = "鬼靈巡邏",
		[30008] = "伊斯利盜法者",
		[23034] = 1,
		[15230] = "恆龍時間術師",
		[7648] = 9,
		[35950] = "破碎之手戰犬大師",
		[31224] = 4,
		[26297] = 4,
		[30456] = 9,
		[15582] = "敦霍爾德老兵",
		[30584] = "戰爭使者歐姆拉格",
		[33775] = "『破壞者』凱利丹",
		[36634] = 1,
		[36974] = "破碎之手刺客",
		[26745] = 7,
		[19265] = 5,
		[33263] = 8,
		[31486] = "米克吉勒·蒸汽操控者",
		[27001] = 11,
		[27065] = 3,
		[15614] = "卡巴異教徒",
		[11551] = 1,
		[27641] = "塞司克預言家",
		[1449] = 8,
		[38382] = "專注之火",
		[33563] = "領導者瓦皮歐",
		[38638] = 1,
		[27577] = "惡魔監督者",
		[34799] = "指揮官薩瑞尼斯",
		[39022] = "熾熱欺詐者",
		[19579] = "咕咕 <一二三>",
		[35183] = "血守衛百夫長",
		[11903] = 2,
		[31230] = 4,
		[18881] = "胡辣來殺人囉",
		[11775] = "克拉格加克 <致命大榔頭>",
		[12531] = "血守衛殺戮者",
		[35951] = "次級暗影裂縫 <大術士奈德克斯>",
		[16190] = 7,
		[7744] = 8,
		[30910] = 9,
		[38894] = "伊斯利恩殺戮者",
		[27135] = 2,
		[36719] = "亞克崔茲哨兵",
		[12543] = 7,
		[29497] = "魔妾",
		[16508] = "大君王莫卡爾",
		[25210] = 5,
		[33264] = 8,
		[20795] = "卡巴祭儀師",
		[2048] = 1,
		[20923] = 2,
		[29177] = 7,
		[5570] = 11,
		[8512] = 7,
		[25274] = 1,
		[38383] = "敦霍爾德槍手",
		[34416] = 4,
		[21371] = 1,
		[25530] = "灼熱圖騰 VII <我是龍我會飛>",
		[34800] = "血守衛綠色看守者",
		[39023] = "熾熱欺詐者",
		[35056] = "麥克納爾破壞者",
		[29881] = "虹吸蟲",
		[35312] = "[*] 狂怒的烈焰",
		[43733] = 7,
		[30639] = "迅捷戰犬",
		[35696] = 9,
		[25489] = 7,
		[26170] = 5,
		[20467] = 2,
		[27066] = 3,
		[45294] = 7,
		[38384] = "敦霍爾德法師",
		[38896] = "伊斯利恩波動法師",
		[27130] = 8,
		[38768] = 4,
		[42233] = 11,
		[30841] = "羅慕歐",
		[35057] = "麥克納爾技工",
		[33265] = 1,
		[29178] = 7,
		[22907] = "薩格隆弓箭手",
		[33649] = 11,
		[9472] = 5,
		[23099] = "main <Nervegear>",
		[42223] = 9,
		[34161] = "深幽泥沼潛伏者",
		[31481] = "海法師希斯比亞",
		[34417] = 4,
		[35159] = "機械王卡帕希特斯",
		[31673] = "飢餓之牙",
		[23547] = 1,
		[39024] = "薩弗隆熔岩丟擲者",
		[31865] = "紀律魔女",
		[2457] = 1,
		[9856] = 11,
		[9888] = 11,
		[45295] = 7,
		[34298] = "裂爪",
		[21564] = 5,
		[35953] = "大術士奈德克斯",
		[16829] = "Crazy <Ahbao>",
		[32441] = "骷髏侍從",
		[33778] = 1,
		[20284] = 2,
		[14271] = 3,
		[33786] = 11,
		[10466] = 7,
		[28730] = 2,
		[16509] = "空軍指揮官維波里",
		[25467] = 5,
		[33266] = 5,
		[33394] = 5,
		[10432] = 7,
		[20924] = 2,
		[10496] = 7,
		[28880] = "淦圖仔",
		[2641] = 3,
		[25275] = 1,
		[34290] = "高薩安",
		[14751] = 5,
		[29562] = "凱伊拉·拜瑞巴克女士",
		[15583] = "恆龍刺客",
		[38897] = "伊斯利恩波動法師",
		[39025] = "薩弗隆熔岩丟擲者",
		[35058] = "麥克納爾技工",
		[29882] = "秘法異反元素",
		[35314] = "虛空術師賽菲瑞雅",
		[10912] = 5,
		[15039] = "暗法師希斯",
		[10626] = 7,
		[18813] = "沼澤之王莫斯萊克",
		[33651] = "地獄火突圍者",
		[30330] = 1,
		[33523] = "尼奧普瑞斯托",
		[26363] = 7,
		[30522] = "尼德斯",
		[42225] = 9,
		[36722] = "亞克崔茲哨兵",
		[15359] = 5,
		[2825] = 7,
		[45296] = 7,
		[14273] = 3,
		[5697] = 9,
		[33395] = "水元素 <冰一凌>",
		[27003] = 11,
		[27067] = 3,
		[27131] = 8,
		[34291] = 8,
		[11584] = 1,
		[44535] = 5,
		[38386] = "恆龍污染者",
		[19261] = 5,
		[11712] = 9,
		[14177] = 4,
		[30912] = 9,
		[39026] = "薩弗隆熔岩丟擲者",
		[35059] = "鷹王伊奇斯",
		[31930] = 2,
		[19709] = 1,
		[38808] = "亞克崔茲守衛",
		[11968] = 1,
		[27259] = 9,
		[3009] = "ocugen <邁克爾假死>",
		[22559] = "暮光龍獸人",
		[34419] = 4,
		[24252] = 4,
		[36339] = "紅色幼苗 <大植物學家費瑞衛恩>",
		[15615] = "破碎之手軍團士兵",
		[20349] = 2,
		[39416] = "盤牙巫女",
		[25218] = 5,
		[36346] = "尋日工程師",
		[33012] = 9,
		[28859] = "撒塔斯之焰",
		[33268] = 7,
		[3600] = "未知目標 <Wagyu>",
		[25212] = 1,
		[20925] = 2,
		[12544] = "敦霍爾德法師",
		[33652] = 3,
		[42226] = 9,
		[25311] = 9,
		[3169] = 2,
		[9634] = 11,
		[29563] = "凱崔娜·瓦映迪女士",
		[18945] = "『火焰之王』賽洛庫",
		[25596] = 5,
		[38264] = "卡巴祭儀師",
		[17534] = 3,
		[29883] = "秘法異反元素",
		[29947] = 8,
		[25916] = "赤龍影",
		[30459] = 9,
		[45298] = 7,
		[31229] = 4,
		[37752] = "艾胡恩",
		[33529] = "希斯暗影元素 <暗法師希斯>",
		[13376] = "強效火焰元素 <坦薩白龍>",
		[36340] = "血守衛治療者",
		[30523] = "尼德斯",
		[22783] = 8,
		[33525] = "弒龍者戈魯爾",
		[45302] = 7,
		[6673] = 1,
		[30843] = "莫克札王子",
		[37620] = 9,
		[33269] = 5,
		[22845] = 11,
		[27004] = 11,
		[27068] = 3,
		[9473] = 5,
		[38387] = "恆龍污染者",
		[27260] = 9,
		[19134] = "惡魔監督者",
		[27263] = 9,
		[31547] = "沼澤之王莫斯萊克",
		[34933] = "法力寄生蟲",
		[29691] = "鬼魅管家",
		[38900] = "伊斯利恩生命束縛者",
		[31803] = 2,
		[22271] = "秘法僕人",
		[35189] = "血守衛殺戮者",
		[9857] = 11,
		[9889] = 11,
		[43763] = 1,
		[35701] = 9,
		[32251] = "野生暗影裂縫",
		[32315] = "伊斯利盜墓者",
		[32379] = 5,
		[36213] = "強效土元素 <坦薩白龍>",
		[36341] = "尋日工程師",
		[20286] = 2,
		[10177] = 8,
		[32699] = 2,
		[24573] = "惡魔監督者",
		[3593] = 11,
		[16511] = 4,
		[19710] = 3,
		[20350] = 2,
		[39028] = "薩弗隆法力塑造者",
		[33526] = "希斯火焰元素 <暗法師希斯>",
		[33654] = "弒龍者戈魯爾",
		[10497] = 7,
		[16959] = 11,
		[38133] = "深藍色巨蛇",
		[39412] = "蒸汽奔騰者",
		[28540] = 8,
		[33014] = 4,
		[34550] = "大植物學家費瑞衛恩",
		[25533] = 7,
		[38901] = "巨型冥淵火",
		[25661] = 11,
		[35062] = "麥克納爾技工",
		[25918] = 2,
		[35318] = "看守者蓋洛奇歐",
		[29564] = "凱崔娜·瓦映迪女士",
		[43764] = 4,
		[22718] = 3,
		[39413] = "黑暗之血矛兵",
		[33143] = 5,
		[33527] = "未知目標 <暗法師希斯>",
		[36214] = "裂縫領主",
		[15232] = "恆龍污染者",
		[31228] = 1,
		[11201] = 4,
		[34551] = "大植物學家費瑞衛恩",
		[18879] = 9,
		[11297] = 4,
		[30844] = "影月技師",
		[30908] = 9,
		[22782] = 8,
		[15616] = "暗法師希斯",
		[27005] = 11,
		[27069] = 3,
		[37878] = 11,
		[20287] = 2,
		[11585] = 1,
		[19135] = "范達爾·雷矛",
		[15744] = "不死的巫士 <奧奇奈復仇者>",
		[19263] = 3,
		[11713] = 9,
		[38135] = "暗法師希斯",
		[38902] = "巨型冥淵火",
		[31804] = 2,
		[31932] = "冰凍陷阱",
		[19647] = "卡格羅姆 <Ignited>",
		[19711] = 11,
		[37879] = 2,
		[37751] = "艾胡恩",
		[28093] = 1,
		[32888] = "狂怒的靈魂",
		[35959] = "怒鐮者索寇斯瑞特",
		[33400] = 5,
		[33272] = 3,
		[8258] = "史卡拉克上尉",
		[24382] = 9,
		[20351] = 2,
		[32700] = 2,
		[32764] = "時光流逝控制者",
		[28733] = 2,
		[45301] = 7,
		[33144] = "先知盲眼",
		[16640] = 1,
		[37495] = 3,
		[33528] = "希斯冰霜元素 <暗法師希斯>",
		[16832] = "豹",
		[8450] = 8,
		[8177] = 7,
		[42230] = 11,
		[34168] = "深幽泥沼蘑菇",
		[32316] = "伊斯利縛法者",
		[33015] = 11,
		[25470] = 5,
		[33783] = "虛無旅人",
		[38903] = "巨型冥淵火",
		[34936] = 9,
		[45300] = 7,
		[29885] = "秘法異反元素",
		[39415] = "先驅者史蓋力司",
		[30013] = "伊斯利竊賊",
		[21887] = 1,
		[25469] = 7,
		[30205] = "瑪瑟里頓",
		[24061] = 11,
		[25213] = 5,
		[9474] = 5,
		[30461] = 3,
		[22911] = "破碎之手哨兵",
		[1137] = 7,
		[37880] = 5,
		[36601] = "亞克崔茲防衛者",
		[36984] = "薩格隆弓箭手",
		[1161] = 1,
		[30909] = 9,
		[37368] = "偷取的靈魂",
		[33401] = "幻魅持有者 <奧奇奈靈魂牧師>",
		[27006] = 11,
		[27070] = 8,
		[27134] = 8,
		[46198] = "艾胡恩",
		[38136] = "暗法師希斯",
		[19136] = "范達爾·雷矛",
		[31485] = "米克吉勒·蒸汽操控者",
		[38520] = "恆龍刺客",
		[15547] = "盤牙痲瘋者",
		[38899] = "伊斯利恩生命束縛者",
		[34809] = "血守衛修補者",
		[349981] = 7,
		[8289] = 9,
		[9826] = 11,
		[9858] = 11,
		[12160] = "時光流逝占卜者",
		[15585] = "影月侍僧",
		[23036] = 4,
		[32253] = "劣質的雕像 <Metatron>",
		[44151] = 5,
		[14145] = "盤牙痲瘋者",
		[32445] = "貞潔聖女",
		[36345] = "尋日工程師",
		[24383] = 5,
		[20352] = 3,
		[14305] = 3,
		[33779] = 7,
		[28734] = 8,
		[37113] = "黑暗之血神諭者",
		[15487] = 5,
		[37369] = "偷取的靈魂",
		[30458] = 9,
		[44032] = 1,
		[20928] = 2,
		[37881] = 7,
		[14251] = 4,
		[34418] = 4,
		[34170] = "尋日地卜者",
		[1329] = 4,
		[29690] = "鬼魅管家",
		[38385] = "史卡拉克上尉",
		[25535] = "火焰新星圖騰 VI <Wagyu>",
		[36593] = "防衛者的屍體",
		[39033] = "黑翼龍獸人",
		[19708] = 3,
		[31801] = 2,
		[35322] = "看守者鐵手",
		[30014] = "伊斯利竊賊",
		[23035] = 1,
		[35706] = 9,
		[27002] = 11,
		[34801] = 2,
		[18812] = "鬼靈馬廄僕人",
		[29567] = "貴族克利斯平·費蘭斯",
		[26367] = 7,
		[38639] = 11,
		[11202] = 4,
		[34650] = "暗影惡魔 <不死牧帥>",
		[36348] = "血守衛治療者",
		[36986] = "薩弗隆熔岩丟擲者",
		[30846] = "影月技師",
		[33147] = "先知盲眼",
		[37370] = "『破壞者』凱利丹",
		[29840] = "秘法保衛者",
		[27007] = 11,
		[27071] = 8,
		[33787] = "盤牙工頭",
		[35055] = "麥克納爾粉碎者",
		[38138] = "希斯秘法元素 <暗法師希斯>",
		[31422] = "艾奧那斯",
		[34299] = 11,
		[31550] = "艾奧那斯",
		[24248] = 11,
		[38778] = 1,
		[25203] = 1,
		[39034] = "暮光龍獸人",
		[34782] = "藍色幼苗 <大植物學家費瑞衛恩>",
		[5938] = 4,
		[35323] = "抓戰犯開噴囉",
		[21165] = 1,
		[15228] = "黑暗之血神諭者",
		[35054] = "裂縫領主",
		[32254] = 5,
		[29684] = "魅影守衛",
		[35964] = "薩格隆弓箭手",
		[25228] = 9,
		[36347] = 2,
		[36333] = "血守衛治療者",
		[20353] = 11,
		[27243] = 9,
		[6962] = 9,
		[8227] = 7,
		[20930] = 2,
		[26991] = 11,
		[37371] = "『破壞者』凱利丹",
		[20801] = "卡巴妖精",
		[39126] = "尋日植物學家",
		[33660] = 2,
		[33689] = "莫爾墨",
		[29923] = "巫術鬼魂",
		[42234] = 3,
		[10909] = 5,
		[35272] = 11,
		[34428] = 1,
		[8643] = 4,
		[29486] = "渾沌女侍",
		[38907] = "無束縛的摧毀者",
		[34940] = "奈薩斯捕獵者",
		[17538] = 4,
		[38524] = "尼德斯",
		[356110] = 2,
		[17730] = 9,
		[25208] = 1,
		[12542] = "裂縫看守者",
		[356111] = 2,
		[6546] = 1,
		[30335] = 1,
		[11581] = 1,
		[22273] = "時光流逝占卜者",
		[37250] = "浪潮奔騰者",
		[30463] = "虛空傳送門 - 統御",
		[11740] = 9,
		[35480] = 3,
		[26688] = 4,
		[18562] = 11,
		[30911] = 9,
		[26992] = 11,
		[31039] = 1,
		[6754] = "盤牙奴隸看管者",
		[27072] = 8,
		[27136] = 2,
		[46202] = "刺棘撕掠者",
		[27264] = 9,
		[34173] = "幽藤引誘者",
		[37098] = "夜禍",
		[19266] = 5,
		[31615] = "沼澤之王莫斯萊克",
		[1725] = 4,
		[27648] = 1,
		[39036] = "暮光龍獸人",
		[17392] = 11,
		[31935] = 2,
		[19714] = "薩弗隆法力塑造者",
		[27174] = 2,
		[10622] = 7,
		[10494] = "法力之泉圖騰 IV <猛獸>",
		[19970] = 11,
		[35965] = "薩格隆弓箭手",
		[1769] = 4,
		[20216] = 2,
		[33663] = "未知目標 <坦薩白龍>",
		[20290] = 2,
		[20354] = 2,
		[36694] = "熱能之眼",
		[45051] = 2,
		[12826] = 8,
		[30769] = "大野狼",
		[37864] = "泥沼主宰",
		[20580] = 11,
		[25304] = 8,
		[33534] = "暗法師希斯",
		[33662] = 8,
		[27023] = 3,
		[32553] = 9,
		[38141] = "希斯火焰元素 <暗法師希斯>",
		[25392] = 5,
		[10627] = 7,
		[23733] = 2,
		[31566] = "沼澤之王莫斯萊克",
		[25537] = "火焰新星圖騰 VII <蘭瓊羽簪>",
		[31086] = "機器人",
		[34942] = "伊斯利黑暗法師",
		[17539] = 9,
		[30478] = "魔獄獸人皈依者",
		[35326] = "看守者鐵手",
		[10915] = 5,
		[10947] = 5,
		[47057] = 5,
		[17923] = 9,
		[8910] = 11,
		[15654] = "敦霍爾德衛兵",
		[40317] = "黑暗之血矛兵",
		[15234] = "盤牙海妖",
		[30528] = "地獄火導魔師",
		[18790] = "羊聰人",
		[26561] = "大君王莫卡爾",
		[36862] = "未知目標",
		[18499] = 1,
		[20243] = 1,
		[33151] = 5,
		[27094] = 3,
		[22850] = 1,
		[27009] = 11,
		[15586] = "敦霍爾德衛兵",
		[1953] = 8,
		[33919] = "塔瓦洛克",
		[27265] = 9,
		[25269] = 1,
		[46588] = "[*] 冰矛",
		[10173] = 8,
		[31616] = 7,
		[7922] = 1,
		[11779] = "杜姆耐里 <無非千紫術>",
		[39038] = "黑翼龍獸人",
		[23682] = 7,
		[27841] = 5,
		[34661] = "『看管者』索古林",
		[9885] = 11,
		[11971] = "不死的居民",
		[30707] = "無疤者歐瑪爾",
		[35839] = "奧奇奈死靈法師",
		[40062] = "影月技師",
		[13020] = 8,
		[40318] = "泥沼巨人",
		[23782] = 1,
		[20291] = 2,
		[20355] = 2,
		[28609] = 8,
		[36863] = "未知目標",
		[12323] = 1,
		[12355] = 8,
		[28865] = "虛無區域 <尼德斯>",
		[28170] = 9,
		[45693] = 1,
		[34394] = "萊庫釘刺者",
		[23920] = 1,
		[33792] = "中尉崔克",
		[12579] = 8,
		[12611] = "米歐浩斯·曼納斯頓",
		[38936] = "尋日虛空束縛者",
		[12675] = "盤牙巫女",
		[29505] = "渾沌女侍",
		[12739] = "恆龍毀滅者",
		[17348] = 4,
		[38911] = "無束縛的摧毀者",
		[34944] = "伊斯利牧師",
		[35072] = "荊棘鞭笞者",
		[11734] = 9,
		[29953] = "埃蘭之影",
		[31730] = "盤牙神諭者",
		[12328] = 1,
		[38934] = "尋日星法師",
		[30209] = "夜禍",
		[26178] = "SASA",
		[10414] = 7,
		[30401] = "虛空傳送門 - 平靜",
		[30465] = "虛空傳送門 - 堅忍",
		[27805] = 5,
		[36608] = "亞克崔茲守衛",
		[596] = 5,
		[36864] = "未知目標",
		[45182] = 4,
		[30849] = "惡魔守衛犬",
		[45438] = 8,
		[13443] = "刺棘撕掠者",
		[31041] = "獅子",
		[27010] = 11,
		[27074] = 8,
		[27138] = 2,
		[37465] = "人類咒術師",
		[27266] = 9,
		[33807] = 3,
		[29680] = "鬼靈表演者",
		[31553] = "破碎之手哨兵",
		[20116] = 2,
		[17364] = 7,
		[38912] = "薩格隆弓箭手",
		[26481] = 3,
		[32860] = "奧奇奈靈魂牧師",
		[2458] = 1,
		[39897] = 5,
		[32065] = "泥沼主宰",
		[32129] = "塞司克神諭者",
		[10312] = 2,
		[13877] = 4,
		[40064] = "影月技師",
		[10052] = 8,
		[24259] = "卡格羅姆 <Ignited>",
		[28418] = 1,
		[34322] = "奈薩斯恐獸",
		[20356] = 2,
		[28610] = 9,
		[30031] = 1,
		[11374] = 2,
		[10308] = 2,
		[28866] = 1,
		[29073] = 8,
		[30940] = "『破壞者』凱利丹",
		[10436] = "灼熱圖騰 VI <坦薩白龍>",
		[10468] = 7,
		[27218] = 9,
		[27026] = 3,
		[25235] = 5,
		[31472] = "時間領主迪賈",
		[29442] = 8,
		[29506] = 8,
		[29570] = "女爵朵洛希·米爾斯泰普",
		[38785] = "苟克",
		[25603] = "伊斯利巫士",
		[32176] = 7,
		[8056] = 7,
		[51582] = 3,
		[35330] = "看守者鐵手",
		[10916] = 5,
		[15043] = "納吉斯·法亞司",
		[30146] = 9,
		[30210] = "夜禍",
		[11661] = 9,
		[28850] = 7,
		[30402] = "虛空傳送門 - 統御",
		[26371] = 7,
		[30530] = "地獄火導魔師",
		[2136] = 8,
		[27187] = 4,
		[36866] = "惡毒的妖婦",
		[18501] = "噬骨撕裂者",
		[36831] = "薩格隆地獄召喚者",
		[22724] = 11,
		[11396] = 5,
		[11428] = "卡巴死亡誓言者",
		[27011] = 11,
		[33667] = 4,
		[27139] = 2,
		[33923] = "莫爾墨",
		[27267] = "加克比普 <瑞最愛夢妮>",
		[18072] = "惡魔守衛蠻卒",
		[30128] = "夜禍",
		[34435] = "地獄火守衛",
		[28499] = 3,
		[23538] = 8,
		[11780] = "拜特艾沃里 <垃圾買咖的>",
		[32689] = "時光流逝占卜者",
		[23684] = 5,
		[11876] = "破碎之手劊子手",
		[19717] = "薩弗隆熔岩丟擲者",
		[589] = 5,
		[11972] = "破碎之手勇士",
		[27156] = 2,
		[3010] = "豹 <火之馴獸師>",
		[3018] = 1,
		[32386] = 9,
		[34210] = 5,
		[28419] = 1,
		[20293] = 2,
		[20357] = 2,
		[14743] = 5,
		[12292] = 1,
		[20549] = 7,
		[30219] = "沙托姆",
		[635] = 2,
		[37379] = 9,
		[33828] = "莎剎-瑪拉頓",
		[27285] = 9,
		[33668] = 1,
		[12548] = "暗法師希斯",
		[39192] = "看守者蓋洛奇歐",
		[38147] = "時光流逝暗影法師",
		[38163] = "奎克米瑞",
		[33871] = "伊斯利拾荒者",
		[34436] = "地獄火守衛",
		[43991] = 9,
		[12975] = 1,
		[34820] = "召喚的血守衛後備軍",
		[8122] = 5,
		[39171] = "巢穴蠻卒",
		[18968] = "白鬚地卜師",
		[39427] = "『信使』維斯路登",
		[12964] = 1,
		[25429] = 5,
		[19185] = 3,
		[17926] = 9,
		[20569] = 1,
		[30339] = 1,
		[30403] = "館長",
		[26372] = 7,
		[30531] = "地獄火導魔師",
		[36612] = "多變的憎恨",
		[36740] = "奈加頓尖嘯者",
		[36868] = "惡毒的妖婦",
		[32901] = "鳥人黑暗之鷹",
		[25583] = 1,
		[37252] = "蒸汽奔騰者",
		[30979] = "[*] 烈焰",
		[31043] = "機器人",
		[27012] = 11,
		[27076] = 8,
		[27140] = 2,
		[33925] = "奈薩斯捕獵者",
		[27268] = 9,
		[16689] = 11,
		[740] = 11,
		[34437] = "地獄火守衛",
		[6141] = 8,
		[25740] = 2,
		[34821] = "血守衛管理者",
		[25507] = 7,
		[10193] = 8,
		[19654] = "德羅霍恩",
		[39959] = 4,
		[28694] = 7,
		[772] = 1,
		[37267] = "泥沼主宰",
		[11348] = 11,
		[32323] = "血鷹",
		[27159] = 2,
		[29842] = 1,
		[20230] = 1,
		[35098] = 3,
		[24453] = "豹 <永生相惜>",
		[14308] = "冰凍陷阱 II",
		[25299] = 11,
		[32902] = "懼牙潛伏者",
		[28804] = 5,
		[8690] = 8,
		[12782] = "破碎之手勇士",
		[12880] = 1,
		[10437] = 7,
		[17228] = "『破壞者』凱利丹",
		[37893] = 3,
		[38021] = "泰洛克爪牙",
		[42244] = 3,
		[29380] = "史卡拉克上尉",
		[25349] = 4,
		[38533] = "裂縫看守者",
		[17287] = "血守衛修補者",
		[34694] = "摩洛",
		[38917] = "薩格隆地獄召喚者",
		[22938] = "工程師薩希恩",
		[17543] = 8,
		[3738] = 7,
		[29956] = "埃蘭之影",
		[10917] = 5,
		[28772] = 8,
		[865] = 8,
		[30039] = "伊斯利盜法者",
		[12021] = "卡巴狂熱者",
		[30340] = 1,
		[30404] = 9,
		[21068] = "恆龍污染者",
		[10966] = "噬骨馴獸者",
		[32829] = "不死的捕獵者 <奧奇奈僧侶>",
		[36742] = "奈加頓尖嘯者",
		[5500] = 9,
		[25509] = 7,
		[30852] = "莫克札王子",
		[30916] = "布洛克",
		[22790] = 7,
		[28780] = 5,
		[27013] = 11,
		[15588] = "范達爾·雷矛",
		[27141] = 2,
		[23110] = "ocugen <邁克爾假死>",
		[27269] = "加克比普 <瑞最愛夢妮>",
		[15716] = "高薩安",
		[10318] = 2,
		[34439] = "地獄火守衛",
		[31911] = "中尉崔克",
		[28770] = 8,
		[38918] = "薩格隆地獄召喚者",
		[30616] = "瑪瑟里頓",
		[39174] = "巢穴蠻卒",
		[10934] = 5,
		[28715] = 9,
		[36908] = "相位獵取者",
		[38056] = "鳥人撕裂者",
		[28101] = 4,
		[19975] = 11,
		[24134] = 3,
		[32388] = 9,
		[25574] = 7,
		[34333] = "奈加頓尖嘯者",
		[38700] = 8,
		[46352] = 9,
		[30479] = "影月侍僧",
		[28753] = 3,
		[32904] = "泰洛飛蛾",
		[20615] = "惡魔監督者",
		[12248] = "黑暗之血神諭者",
		[32676] = 5,
		[37511] = "破碎之手哨兵",
		[35481] = 8,
		[1038] = 2,
		[18798] = 8,
		[35283] = "狂怒的烈焰",
		[38151] = "鷹王伊奇斯",
		[25286] = 1,
		[38830] = "亞克崔茲哨兵",
		[38535] = "裂縫看守者",
		[29573] = "貴族羅賓·達利斯",
		[38791] = "領導者瓦皮歐",
		[34824] = "血守衛管理者",
		[29765] = "血守衛保衛者",
		[39175] = "地獄火守衛",
		[29893] = 9,
		[38737] = "高薩安",
		[29546] = "鬼靈僕人",
		[17800] = 9,
		[6795] = 11,
		[17928] = 9,
		[29339] = "鬼靈馬廄僕人",
		[14294] = 3,
		[30405] = "Blueheart",
		[34761] = "大植物學家費瑞衛恩",
		[20128] = 2,
		[16488] = 1,
		[9784] = 1,
		[36872] = "盤牙暴怒者",
		[2383] = 4,
		[30853] = "影月召喚者",
		[30917] = "布洛克",
		[30981] = "卡巴刺客",
		[12723] = "盤牙侍從",
		[27014] = 3,
		[27078] = 8,
		[27142] = 2,
		[8187] = "熔岩圖騰 <Timtam>",
		[27270] = "查爾加克",
		[31429] = "裂爪",
		[11574] = 1,
		[34441] = "地獄火守衛",
		[1459] = 8,
		[34697] = "拉杰",
		[29341] = 9,
		[36920] = "『信使』維斯路登",
		[23687] = 7,
		[9830] = 11,
		[35337] = 8,
		[22560] = "暮光龍獸人",
		[27164] = 2,
		[32197] = "影月術士",
		[33079] = 11,
		[32325] = "班提蒙尼厄斯",
		[32389] = 9,
		[14181] = 4,
		[37941] = "惡魔烈焰雙帆龍",
		[33487] = "卡巴祭儀師",
		[36617] = "多變的夢魘",
		[20424] = 2,
		[34359] = "尋日化學家",
		[32906] = "濕鱗吞噬者",
		[24711] = 1,
		[10342] = 11,
		[5188] = 11,
		[25300] = 4,
		[10438] = 7,
		[18787] = 1,
		[676] = 1,
		[17259] = "劫毀者 <Eagleeye>",
		[38153] = "奎克米瑞",
		[29386] = "男爵洛夫·崔克爾",
		[1787] = 4,
		[38537] = "裂縫領主",
		[17289] = "奧奇奈復仇者",
		[6940] = 5,
		[34826] = "血守衛管理者",
		[39049] = "艾奧那斯",
		[13444] = "重組的骸骨",
		[18788] = 9,
		[27047] = "掠食者 <弋人何篡>",
		[30022] = 1,
		[35594] = "納吉斯·法亞司",
		[32786] = "影月技師",
		[37023] = "摩洛",
		[38846] = "埃雷達爾死亡召喚者",
		[10054] = 8,
		[37427] = "召喚的水元素",
		[30470] = "破碎之手狂怒者",
		[15269] = 5,
		[5677] = "法力之泉圖騰",
		[36746] = 8,
		[28768] = 8,
		[5189] = 11,
		[11334] = 1,
		[25058] = "不死的教士 <奧奇奈靈魂牧師>",
		[11398] = 4,
		[8124] = 5,
		[37642] = 1,
		[15589] = "血守衛殺戮者",
		[27143] = 2,
		[25506] = 7,
		[116] = 8,
		[38282] = 1,
		[15749] = "塔倫米爾守衛",
		[38538] = "時間領主迪賈",
		[29580] = "魅影賓客",
		[38794] = "莫爾墨",
		[34827] = "血鱗呼浪者",
		[5589] = 2,
		[19311] = 5,
		[31942] = "敦霍爾德槍手",
		[81748] = 11,
		[25251] = 1,
		[11766] = 9,
		[29832] = "獵人阿圖曼 <午夜>",
		[44041] = 5,
		[23844] = 9,
		[32390] = 9,
		[23723] = 8,
		[20233] = 2,
		[10215] = 8,
		[36619] = "多變的夢魘",
		[6253] = "冰冷礦坑守衛",
		[27235] = 9,
		[32908] = "血守衛獵鷹者",
		[20617] = 1,
		[6196] = 7,
		[25290] = 2,
		[37515] = 1,
		[29063] = 7,
		[33676] = "煽動者黑心",
		[12550] = "艾胡恩教徒霜風",
		[6789] = 9,
		[9512] = 4,
		[25288] = 1,
		[29320] = "鬼靈戰馬",
		[29511] = "貞潔聖女",
		[17290] = "不死的巫士 <奧奇奈靈魂牧師>",
		[38795] = "莫爾墨",
		[34828] = "血鱗呼浪者",
		[10408] = 7,
		[25736] = 2,
		[30815] = "羅慕歐",
		[39435] = "裂爪",
		[27813] = 5,
		[29323] = "鬼靈骸顱馬",
		[35724] = 1,
		[32588] = "塔倫米爾保衛者",
		[25573] = 7,
		[30860] = "尼德斯地獄火",
		[40331] = "盤牙工程師",
		[30471] = "惡魔監督者",
		[31715] = "黑色捕獵者",
		[30599] = "戰爭使者歐姆拉格",
		[10220] = 8,
		[17099] = 11,
		[36677] = "熱能之眼",
		[34745] = "爭吵者保衛者 <大植物學家費瑞衛恩>",
		[38807] = "亞克崔茲守衛",
		[26888] = 4,
		[22857] = "看護者卡爾古瑪",
		[27016] = 3,
		[27080] = 8,
		[6788] = 5,
		[33933] = 8,
		[31367] = 5,
		[23241] = 3,
		[21163] = "鐵匠雷格薩",
		[38540] = "時間領主迪賈",
		[31623] = "沼澤之王莫斯萊克",
		[31687] = 8,
		[30055] = "泰瑞斯提安·疫蹄",
		[26121] = 7,
		[32422] = "主教瑪拉達爾",
		[27817] = 5,
		[9863] = 11,
		[18990] = 7,
		[29609] = "鬼魅慈善家",
		[28104] = 3,
		[28168] = "大君王莫卡爾",
		[18223] = 9,
		[32391] = 9,
		[40332] = "盤牙工程師",
		[27148] = 2,
		[10151] = 8,
		[14278] = 4,
		[34644] = "巨型爭吵者",
	},
	["encounter_spell_pool"] = {
		{
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		}, -- [1]
		{
			1926, -- [1]
			"爭吵者保衛者 <大植物學家費瑞衛恩>", -- [2]
		}, -- [2]
		[30498] = {
			1936, -- [1]
			"次級暗影裂縫 <大術士奈德克斯>", -- [2]
		},
		[30530] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[15305] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33663] = {
			1914, -- [1]
			"土元素圖騰 <兜蕊咪>", -- [2]
		},
		[31697] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[34782] = {
			1926, -- [1]
			"藍色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[36924] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[34974] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[37052] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30898] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30914] = {
			1924, -- [1]
			"布洛克毒雲 <布洛克>", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[15497] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[38459] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[22858] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[30035] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30115] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[30131] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30179] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[12548] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33792] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[32865] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[21068] = {
			1906, -- [1]
			"恆龍污染者", -- [2]
		},
		[37053] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[39131] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[39195] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[19134] = {
			1935, -- [1]
			"血衛士波洛克", -- [2]
		},
		[29380] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[35263] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[30531] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[29572] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[30691] = {
			1892, -- [1]
			"納桑", -- [2]
		},
		[30707] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[30739] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[14874] = {
			1921, -- [1]
			"恆龍刺客", -- [2]
		},
		[39004] = {
			1916, -- [1]
			"無鏈結的虛無區 <無約束的希瑞奇斯>", -- [2]
		},
		[40059] = {
			1922, -- [1]
			"創造者", -- [2]
		},
		[37054] = {
			658, -- [1]
			"召喚的元素 <埃蘭之影>", -- [2]
		},
		[39132] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[35072] = {
			1927, -- [1]
			"荊棘鞭笞者", -- [2]
		},
		[36127] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[29908] = {
			656, -- [1]
			"法力供應蟲", -- [2]
		},
		[29956] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[36383] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[30004] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[37566] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[22907] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[33666] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[15090] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30180] = {
			657, -- [1]
			"魔胎", -- [2]
		},
		[16145] = {
			1889, -- [1]
			"馬丁瑞德的化身 <主教瑪拉達爾>", -- [2]
		},
		[39005] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[37023] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[39133] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[38142] = {
			1903, -- [1]
			"希斯冰霜元素 <暗法師希斯>", -- [2]
		},
		[35105] = {
			1942, -- [1]
			"盤牙戰士", -- [2]
		},
		[29381] = {
			653, -- [1]
			"凱伊拉·拜瑞巴克女士", -- [2]
		},
		[9080] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[31475] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[38462] = {
			1924, -- [1]
			"未知目標 <布洛克>", -- [2]
		},
		[36512] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[29573] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[31715] = {
			1948, -- [1]
			"黑色捕獵者", -- [2]
		},
		[39006] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[33923] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35010] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[32996] = {
			1909, -- [1]
			5, -- [2]
		},
		[38143] = {
			1903, -- [1]
			"希斯暗影元素 <暗法師希斯>", -- [2]
		},
		[30916] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[35330] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[29973] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38463] = {
			1924, -- [1]
			"布洛克毒雲 <布洛克>", -- [2]
		},
		[36449] = {
			651, -- [1]
			"[*] 殘骸", -- [2]
		},
		[30053] = {
			657, -- [1]
			"基瑞克", -- [2]
		},
		[37664] = {
			1942, -- [1]
			"盤牙海妖", -- [2]
		},
		[34659] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[3391] = {
			1911, -- [1]
			"卡巴異教徒", -- [2]
		},
		[37856] = {
			1942, -- [1]
			"盤牙海妖", -- [2]
		},
		[36929] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[37057] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[35107] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30485] = {
			1938, -- [1]
			"搶奪者護衛", -- [2]
		},
		[38592] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[30613] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[34660] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[34820] = {
			1925, -- [1]
			"召喚的血守衛後備軍", -- [2]
		},
		[30757] = {
			651, -- [1]
			"火焰", -- [2]
		},
		[34980] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[35108] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30901] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30917] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[35268] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[29990] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38593] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[13005] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[34661] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[28168] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[39009] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[37059] = {
			662, -- [1]
			"永不安息的骷髏", -- [2]
		},
		[37091] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[39297] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[35429] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[29511] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[34694] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[34758] = {
			1926, -- [1]
			"綠色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[37060] = {
			662, -- [1]
			"永不安息的骷髏", -- [2]
		},
		[30854] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[29847] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[31909] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[20720] = {
			1931, -- [1]
			"未知目標 <操縱者帕薩里歐>", -- [2]
		},
		[29991] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[8362] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[15531] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[30055] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[32197] = {
			1919, -- [1]
			"恆龍毀滅者", -- [2]
		},
		[34759] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[37924] = {
			1942, -- [1]
			"盤牙水元素", -- [2]
		},
		[32325] = {
			1900, -- [1]
			"班提蒙尼厄斯", -- [2]
		},
		[15667] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[32421] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[33129] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[39363] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[30471] = {
			1938, -- [1]
			"搶奪者護衛", -- [2]
		},
		[30487] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[25420] = {
			1914, -- [1]
			7, -- [2]
		},
		[29544] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[37605] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[30599] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[30631] = {
			651, -- [1]
			"[*] 殘骸", -- [2]
		},
		[31718] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[29832] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[31910] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[33130] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[30951] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[34697] = {
			1927, -- [1]
			"拉杰", -- [2]
		},
		[34761] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[12039] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[33834] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[32358] = {
			1900, -- [1]
			"班提蒙尼厄斯", -- [2]
		},
		[32422] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[33131] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[29385] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[39365] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[31543] = {
			1944, -- [1]
			"納迦蒸餾者", -- [2]
		},
		[30584] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[33547] = {
			1908, -- [1]
			"海爾瑪大使", -- [2]
		},
		[30616] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[14309] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[33707] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[34762] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[33835] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[35945] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[29833] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[31911] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[33132] = {
			1939, -- [1]
			"墮落的新星圖騰 <背叛者曼紐>", -- [2]
		},
		[25821] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[36297] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[29961] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[32055] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[8379] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[15580] = {
			1921, -- [1]
			"恆龍劊子手", -- [2]
		},
		[33676] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[34763] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[15620] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[40070] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[15708] = {
			1889, -- [1]
			"馬丁瑞德的化身 <主教瑪拉達爾>", -- [2]
		},
		[15716] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[29386] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[31464] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[29562] = {
			653, -- [1]
			"凱伊拉·拜瑞巴克女士", -- [2]
		},
		[30633] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"黑色捕獵者", -- [2]
		},
		[30761] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[39016] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[29770] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[29802] = {
			652, -- [1]
			"未知目標 <午夜>", -- [2]
		},
		[30841] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[37162] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[30889] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[33230] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[29962] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[34605] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[16100] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[32264] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[27165] = {
			1919, -- [1]
			"暗影惡魔 <黯然神傷>", -- [2]
		},
		[39017] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[39049] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[32424] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[30410] = {
			651, -- [1]
			"[*] 暗影之握", -- [2]
		},
		[40392] = {
			1892, -- [1]
			"維斯路登", -- [2]
		},
		[31481] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[30474] = {
			1938, -- [1]
			"希頓護衛", -- [2]
		},
		[30490] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[30522] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[38538] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[29563] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[33551] = {
			1908, -- [1]
			"海爾瑪大使", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[38794] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[33711] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[33775] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[23601] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[30890] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[30938] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[33232] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[40425] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30986] = {
			1938, -- [1]
			"破碎之手刺客", -- [2]
		},
		[29979] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38539] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[5229] = {
			1909, -- [1]
			11, -- [2]
		},
		[15581] = {
			1907, -- [1]
			"敦霍爾德老兵", -- [2]
		},
		[15589] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[38795] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[30171] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[34799] = {
			1925, -- [1]
			"指揮官薩瑞尼斯", -- [2]
		},
		[27150] = {
			1909, -- [1]
			5, -- [2]
		},
		[30235] = {
			656, -- [1]
			"星界爆發", -- [2]
		},
		[39019] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[32409] = {
			1911, -- [1]
			"[*] 暗言術:死", -- [2]
		},
		[39435] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[30491] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[30523] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[38540] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[29564] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30619] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[33617] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[38796] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35759] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[36814] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[33841] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[39020] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[30843] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30859] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[35152] = {
			1932, -- [1]
			"虛空充能器", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[39340] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[35280] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[35312] = {
			1930, -- [1]
			"[*] 狂怒的烈焰", -- [2]
		},
		[34449] = {
			1942, -- [1]
			"盤牙水元素", -- [2]
		},
		[32154] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[38797] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[27103] = {
			1909, -- [1]
			8, -- [2]
		},
		[39021] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[32346] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[36144] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[31403] = {
			1942, -- [1]
			"盤牙戰士", -- [2]
		},
		[36240] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[29405] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[31467] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[38382] = {
			1890, -- [1]
			"專注之火", -- [2]
		},
		[15254] = {
			1899, -- [1]
			"伊斯利信標", -- [2]
		},
		[30508] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[31547] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[37551] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[33619] = {
			1909, -- [1]
			5, -- [2]
		},
		[25569] = {
			1910, -- [1]
			"法力之泉圖騰 V", -- [2]
		},
		[35953] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[30860] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[30940] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[35314] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[29965] = {
			658, -- [1]
			"[*] 龍之吐息", -- [2]
		},
		[22884] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[33620] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[37936] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[15654] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[35059] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[32395] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[33173] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[29406] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[37329] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[17194] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[31532] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[12721] = {
			1923, -- [1]
			"Ezreal-瑪拉頓", -- [2]
		},
		[35507] = {
			1927, -- [1]
			"荊棘撕掠者", -- [2]
		},
		[33525] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[30637] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[26561] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[33813] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[31916] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[31932] = {
			1947, -- [1]
			"冰凍陷阱", -- [2]
		},
		[31948] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[37330] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[38385] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"破碎之手狂熱者", -- [2]
		},
		[15039] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33526] = {
			1903, -- [1]
			"希斯火焰元素 <暗法師希斯>", -- [2]
		},
		[14032] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[23972] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[34645] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[33654] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[38801] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[33846] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[30254] = {
			656, -- [1]
			"館長", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[38194] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[33111] = {
			1923, -- [1]
			"影月術士", -- [2]
		},
		[33175] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[33239] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[31485] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30510] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[34550] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[30638] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[20424] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[31693] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[30686] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[33783] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[29711] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[36142] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[36339] = {
			1926, -- [1]
			"紅色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[36021] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[16508] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[29427] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[31901] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[35158] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[33144] = {
			649, -- [1]
			"先知盲眼", -- [2]
		},
		[30926] = {
			1892, -- [1]
			"納桑", -- [2]
		},
		[39346] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[31981] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[35318] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[30990] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[40424] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[36173] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[8258] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[20824] = {
			1948, -- [1]
			"孢子行者 <黑色捕獵者>", -- [2]
		},
		[36807] = {
			1893, -- [1]
			"血之谷黑暗法師", -- [2]
		},
		[33527] = {
			1903, -- [1]
			"未知目標 <暗法師希斯>", -- [2]
		},
		[34551] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[38524] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[40504] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[15583] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[31623] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[35250] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[33238] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[17201] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[29951] = {
			658, -- [1]
			"[*] 暴風雪", -- [2]
		},
		[31717] = {
			1948, -- [1]
			"黑色捕獵者", -- [2]
		},
		[15659] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33061] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[35159] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[31422] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[36022] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[32365] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[30463] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[31534] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[34653] = {
			1892, -- [1]
			"納桑", -- [2]
		},
		[30383] = {
			656, -- [1]
			"館長", -- [2]
		},
		[32445] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[31550] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[29408] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30066] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[31486] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[25364] = {
			1909, -- [1]
			5, -- [2]
		},
		[30495] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[30511] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[17228] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[33534] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[25460] = {
			1909, -- [1]
			5, -- [2]
		},
		[33529] = {
			1903, -- [1]
			"希斯暗影元素 <暗法師希斯>", -- [2]
		},
		[18813] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[34170] = {
			1926, -- [1]
			"尋日地卜者", -- [2]
		},
		[31458] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[18765] = {
			1893, -- [1]
			"噬骨毀滅者", -- [2]
		},
		[33689] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35767] = {
			1915, -- [1]
			"[*] 惡魔烈焰", -- [2]
		},
		[25331] = {
			1909, -- [1]
			5, -- [2]
		},
		[36175] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[34670] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[37370] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[39367] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[35959] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[25033] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[30815] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[35032] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30695] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[35096] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[38197] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[35951] = {
			1936, -- [1]
			"次級暗影裂縫 <大術士奈德克斯>", -- [2]
		},
		[30911] = {
			1940, -- [1]
			"臭貓愛吃飯", -- [2]
		},
		[30927] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[29920] = {
			656, -- [1]
			"魔法鬼魂", -- [2]
		},
		[31914] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[30991] = {
			1938, -- [1]
			"破碎之手刺客", -- [2]
		},
		[33086] = {
			649, -- [1]
			"野生惡魔捕獵者 <召喚者歐莫>", -- [2]
		},
		[16172] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[15063] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[38549] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[36123] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[38245] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[35008] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[39096] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[33528] = {
			1903, -- [1]
			"希斯冰霜元素 <暗法師希斯>", -- [2]
		},
		[30128] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[39427] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[37369] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[34745] = {
			1926, -- [1]
			"爭吵者保衛者 <大植物學家費瑞衛恩>", -- [2]
		},
		[33054] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[34809] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[35326] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[30979] = {
			1935, -- [1]
			"[*] 烈焰", -- [2]
		},
		[32302] = {
			1890, -- [1]
			"專注之火", -- [2]
		},
		[38739] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[36300] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[38141] = {
			1903, -- [1]
			"希斯火焰元素 <暗法師希斯>", -- [2]
		},
		[29390] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[29522] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[33051] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[36152] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[35161] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[33147] = {
			649, -- [1]
			"先知盲眼", -- [2]
		},
		[28865] = {
			659, -- [1]
			"虛無區域 <尼德斯>", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[29425] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[34298] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[15785] = {
			1891, -- [1]
			"惡魔般的獵犬 <無疤者歐瑪爾>", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[30512] = {
			651, -- [1]
			"燃燒的冥淵火 <地獄火導魔師>", -- [2]
		},
		[30528] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[31567] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[37098] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30576] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[33563] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[33237] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[34650] = {
			1919, -- [1]
			"暗影惡魔 <黯然神傷>", -- [2]
		},
		[30400] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[12021] = {
			1911, -- [1]
			"卡巴狂熱者", -- [2]
		},
		[36057] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[36119] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[29448] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[12675] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[25653] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[33499] = {
			1911, -- [1]
			"卡巴沉迷者", -- [2]
		},
		[34970] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[29442] = {
			1909, -- [1]
			8, -- [2]
		},
		[30832] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[38135] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[36121] = {
			1916, -- [1]
			"無鏈結的虛無區 <無約束的希瑞奇斯>", -- [2]
		},
		[25566] = {
			1934, -- [1]
			"治療之泉圖騰 VI <天生霸氣>", -- [2]
		},
		[29953] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[12471] = {
			1911, -- [1]
			"卡巴沉迷者", -- [2]
		},
		[31983] = {
			1939, -- [1]
			"受污染的陷地圖騰 <背叛者曼紐>", -- [2]
		},
		[31472] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[39382] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[15496] = {
			1921, -- [1]
			"恆龍劊子手", -- [2]
		},
		[29969] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30752] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[32265] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[7159] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[36920] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[26980] = {
			1944, -- [1]
			"焚天", -- [2]
		},
		[39095] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[21401] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[31689] = {
			1946, -- [1]
			"深幽泥沼蘑菇", -- [2]
		},
		[9438] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30129] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[37332] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[11763] = {
			649, -- [1]
			"塔誇爾", -- [2]
		},
		[39364] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[15616] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[30209] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30464] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[36921] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[20153] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[38791] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[27236] = {
			1914, -- [1]
			7, -- [2]
		},
		[37081] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[38136] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[37368] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[30852] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[35322] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[30401] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[29567] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[38151] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[39415] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[30887] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[33709] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[16856] = {
			1935, -- [1]
			"破碎之手鬥士", -- [2]
		},
		[33405] = {
			1909, -- [1]
			8, -- [2]
		},
		[12723] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[38737] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[30465] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[29570] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[29799] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[37066] = {
			653, -- [1]
			"[*] 絞喉", -- [2]
		},
		[30641] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[28817] = {
			1931, -- [1]
			4, -- [2]
		},
		[34716] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[30925] = {
			1922, -- [1]
			"創造者", -- [2]
		},
		[30403] = {
			656, -- [1]
			"館長", -- [2]
		},
		[33789] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[29714] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[36922] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30769] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[29512] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[37063] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[30817] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[26997] = {
			1909, -- [1]
			11, -- [2]
		},
		[34752] = {
			1926, -- [1]
			"白色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[39192] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[31904] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[36992] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[30913] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[25375] = {
			1909, -- [1]
			5, -- [2]
		},
		[35283] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[32492] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[29954] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30127] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[31707] = {
			1936, -- [1]
			8, -- [2]
		},
		[39144] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[22857] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[30878] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[30050] = {
			657, -- [1]
			"惡魔般的小鬼 <泰瑞斯提安·疫蹄>", -- [2]
		},
		[11972] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[34557] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[38458] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[38523] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[30130] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[36705] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[27086] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[30184] = {
			657, -- [1]
			"惡魔傳送門 <泰瑞斯提安·疫蹄>", -- [2]
		},
		[15124] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[30210] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[8983] = {
			1909, -- [1]
			11, -- [2]
		},
		[34168] = {
			1946, -- [1]
			"深幽泥沼蘑菇", -- [2]
		},
		[31326] = {
			1921, -- [1]
			"恆龍刺客", -- [2]
		},
		[34941] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[30822] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[37051] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[33860] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[38138] = {
			1903, -- [1]
			"希斯秘法元素 <暗法師希斯>", -- [2]
		},
		[39193] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[30600] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[30402] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[36808] = {
			1893, -- [1]
			"血之谷黑暗法師", -- [2]
		},
		[31457] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[31473] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[37371] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[15453] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["report_where"] = "PARTY",
	["always_use_profile"] = false,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["特變電工-伊弗斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["time_type_original"] = 2,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["default_bg_alpha"] = 0.5,
			["time_type"] = 2,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -546.9234924316406,
							["x"] = -483.7461547851563,
							["w"] = 260.2225036621094,
							["h"] = 164.6031951904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\bLEI00D.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textR_bracket"] = "(",
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["hide_in_combat_alpha"] = 0,
					["bg_alpha"] = 0.183960914611816,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 0.2830798029899597,
						["x"] = -483.7461547851563,
						["point"] = "BOTTOM",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["clickthrough_window"] = false,
					["bars_grow_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager_in_combat"] = false,
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -546.9234924316406,
							["x"] = -483.7461547851563,
							["w"] = 260.2225036621094,
							["h"] = 164.6031951904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_clear_newboss"] = true,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
			},
			["numerical_system_symbols"] = "auto",
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["standard_skin"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["animation_speed_triggertravel"] = 5,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newtorghast"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
		["邁克爾假死-伊弗斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["time_type_original"] = 2,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["default_bg_alpha"] = 0.5,
			["time_type"] = 2,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -553.8097229003906,
							["x"] = -347.7607421875,
							["w"] = 271.9050598144531,
							["h"] = 151.3968200683594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\bLEI00D.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["height"] = 21,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textYMod"] = 1,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["bars_inverted"] = false,
					["switch_all_roles_after_wipe"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["fontstrings_text3_anchor"] = 35,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["bg_alpha"] = 0.183960914611816,
					["hide_in_combat_alpha"] = 0,
					["switch_tank"] = false,
					["switch_tank_in_combat"] = false,
					["libwindow"] = {
						["y"] = 3.82669604732655e-05,
						["x"] = -347.7608032226563,
						["point"] = "BOTTOM",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["skin_custom"] = "",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["switch_damager"] = false,
					["grab_on_top"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["micro_displays_locked"] = true,
					["switch_damager_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -553.8097229003906,
							["x"] = -347.7607421875,
							["w"] = 271.9050598144531,
							["h"] = 151.3968200683594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_window"] = false,
					["show_statusbar"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_healer_in_combat"] = false,
					["use_multi_fontstrings"] = false,
					["__was_opened"] = true,
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_clear_newboss"] = true,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["numerical_system_symbols"] = "auto",
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 213.8262016301748,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["segments_auto_erase"] = 1,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = false,
			["segments_panic_mode"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newtorghast"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["clear_ungrouped"] = true,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
	},
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["30254"] = {
				"30254", -- [1]
				"Timer30254active", -- [2]
				"喚醒結束", -- [3]
				20, -- [4]
				136075, -- [5]
				"active", -- [6]
				30254, -- [7]
				6, -- [8]
				"Curator", -- [9]
				["id"] = 656,
			},
			["35280"] = {
				"35280", -- [1]
				"Timer35280target	Huhou", -- [2]
				"支配:Huhou", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				35280, -- [7]
				3, -- [8]
				"565", -- [9]
				["id"] = 1931,
			},
			["37472"] = {
				"37472", -- [1]
				"Timer37472active", -- [2]
				"嗜血術結束", -- [3]
				10, -- [4]
				136012, -- [5]
				"active", -- [6]
				37472, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["29572"] = {
				"29572", -- [1]
				"Timer29572target	劫毀者", -- [2]
				"致死打擊:劫毀者", -- [3]
				5, -- [4]
				132355, -- [5]
				"target", -- [6]
				29572, -- [7]
				5, -- [8]
				"Moroes", -- [9]
				["id"] = 653,
			},
			["37471"] = {
				"37471", -- [1]
				"Timer37471active", -- [2]
				"英勇氣概結束", -- [3]
				10, -- [4]
				135993, -- [5]
				"active", -- [6]
				37471, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["30852"] = {
				"30852", -- [1]
				"Timer30852cd", -- [2]
				"~暗影新星", -- [3]
				30, -- [4]
				136201, -- [5]
				"cd", -- [6]
				30852, -- [7]
				2, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["38523"] = {
				"38523", -- [1]
				"Timer38523cast", -- [2]
				"虛空吐息 ", -- [3]
				2.5, -- [4]
				135739, -- [5]
				"cast", -- [6]
				38523, -- [7]
				3, -- [8]
				"Netherspite", -- [9]
				["id"] = 659,
			},
			["30004"] = {
				"30004", -- [1]
				"Timer30004cast", -- [2]
				"烈焰火圈 ", -- [3]
				5, -- [4]
				135805, -- [5]
				"cast", -- [6]
				30004, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["33676"] = {
				"33676", -- [1]
				"Timer33676next", -- [2]
				"混沌煽動", -- [3]
				15, -- [4]
				136165, -- [5]
				"next", -- [6]
				33676, -- [7]
				6, -- [8]
				"545", -- [9]
				["id"] = 1909,
			},
			["30753"] = {
				"30753", -- [1]
				"Timer30753target	強運魔人", -- [2]
				"小紅帽:強運魔人", -- [3]
				20, -- [4]
				132659, -- [5]
				"target", -- [6]
				30753, -- [7]
				3, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["35107"] = {
				"35107", -- [1]
				"Timer35107target	特變電工", -- [2]
				"電網:特變電工", -- [3]
				6, -- [4]
				132149, -- [5]
				"target", -- [6]
				35107, -- [7]
				3, -- [8]
				"574", -- [9]
				["id"] = 1943,
			},
			["33563"] = {
				"33563", -- [1]
				"Timer33563next", -- [2]
				"抽取暗影", -- [3]
				40, -- [4]
				136221, -- [5]
				"next", -- [6]
				33563, -- [7]
				6, -- [8]
				"546", -- [9]
				["id"] = 1911,
			},
			["33131"] = {
				"33131", -- [1]
				"Timer33131cd", -- [2]
				"~召喚野生惡魔獵犬", -- [3]
				48.5, -- [4]
				136216, -- [5]
				"cd", -- [6]
				33131, -- [7]
				1, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["33834"] = {
				"33834", -- [1]
				"Timer33834active", -- [2]
				"魔法中斷光環結束", -- [3]
				15, -- [4]
				135728, -- [5]
				"active", -- [6]
				33834, -- [7]
				1, -- [8]
				"540", -- [9]
				["id"] = 1906,
			},
			["35322"] = {
				"35322", -- [1]
				"Timer35322active2	看守者蓋洛奇歐", -- [2]
				"暗影強化結束", -- [3]
				15, -- [4]
				136172, -- [5]
				"active", -- [6]
				35322, -- [7]
				5, -- [8]
				"Gyrokill", -- [9]
				["id"] = 1933,
			},
			["30859"] = {
				"30859", -- [1]
				"Timer30859cd", -- [2]
				"~地獄烈焰", -- [3]
				14.5, -- [4]
				135818, -- [5]
				"cd", -- [6]
				30859, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["30115"] = {
				"30115", -- [1]
				"Timer30115target	Exclusiveleo", -- [2]
				"犧牲:Exclusiveleo", -- [3]
				30, -- [4]
				136120, -- [5]
				"target", -- [6]
				30115, -- [7]
				3, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["29991"] = {
				"29991", -- [1]
				"Timer29991target	叉騷鮑", -- [2]
				"冰鏈術:叉騷鮑", -- [3]
				10, -- [4]
				135834, -- [5]
				"target", -- [6]
				29991, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["29448"] = {
				"29448", -- [1]
				"Timer29448cd", -- [2]
				"~消失", -- [3]
				35.033, -- [4]
				132320, -- [5]
				"cd", -- [6]
				29448, -- [7]
				6, -- [8]
				"Moroes", -- [9]
				["id"] = 653,
			},
			["30841"] = {
				"30841", -- [1]
				"Timer30841target2	羅慕歐", -- [2]
				"膽量:羅慕歐", -- [3]
				8, -- [4]
				135908, -- [5]
				"target", -- [6]
				30841, -- [7]
				5, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["34661"] = {
				"34661", -- [1]
				"Timer34661target	Deve", -- [2]
				"犧牲:Deve", -- [3]
				8, -- [4]
				136120, -- [5]
				"target", -- [6]
				34661, -- [7]
				3, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["33238"] = {
				"33238", -- [1]
				"Timer33238cd", -- [2]
				"~旋風斬", -- [3]
				57.931, -- [4]
				132369, -- [5]
				"cd", -- [6]
				33238, -- [7]
				2, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["29511"] = {
				"29511", -- [1]
				"Timer29511cd", -- [2]
				"~懺悔", -- [3]
				27.933, -- [4]
				135942, -- [5]
				"cd", -- [6]
				29511, -- [7]
				6, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["39019"] = {
				"39019", -- [1]
				"Timer39019target	特變電工", -- [2]
				"全然支配:特變電工", -- [3]
				6, -- [4]
				136206, -- [5]
				"target", -- [6]
				39019, -- [7]
				3, -- [8]
				"551", -- [9]
				["id"] = 1914,
			},
			["30496"] = {
				"30496", -- [1]
				"Timer30496next", -- [2]
				"次級暗影裂縫", -- [3]
				8.3, -- [4]
				136160, -- [5]
				"next", -- [6]
				30496, -- [7]
				3, -- [8]
				"566", -- [9]
				["id"] = 1936,
			},
			["36300"] = {
				"36300", -- [1]
				"Timer36300next", -- [2]
				"生長", -- [3]
				29.932, -- [4]
				136129, -- [5]
				"next", -- [6]
				36300, -- [7]
				6, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["30923"] = {
				"30923", -- [1]
				"Timer30923target	小小煌", -- [2]
				"支配:小小煌", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				30923, -- [7]
				3, -- [8]
				"555", -- [9]
				["id"] = 1922,
			},
			["37098"] = {
				"37098", -- [1]
				"Timer37098active", -- [2]
				"碎骨之雨結束", -- [3]
				11, -- [4]
				133727, -- [5]
				"active", -- [6]
				37098, -- [7]
				1, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["31458"] = {
				"31458", -- [1]
				"Timer31458target2	坦普拉斯", -- [2]
				"迅速:坦普拉斯", -- [3]
				10, -- [4]
				136011, -- [5]
				"target", -- [6]
				31458, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["33654"] = {
				"33654", -- [1]
				"Timer33654next", -- [2]
				"破碎", -- [3]
				10, -- [4]
				132091, -- [5]
				"next", -- [6]
				33654, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["33792"] = {
				"33792", -- [1]
				"Timer33792target	特變電工", -- [2]
				"爆炸射擊:特變電工", -- [3]
				6, -- [4]
				132222, -- [5]
				"target", -- [6]
				33792, -- [7]
				3, -- [8]
				"538", -- [9]
				["id"] = 1905,
			},
			["30739"] = {
				"30739", -- [1]
				"Timer30739cd", -- [2]
				"~劍刃之舞", -- [3]
				72, -- [4]
				132350, -- [5]
				"cd", -- [6]
				30739, -- [7]
				2, -- [8]
				"569", -- [9]
				["id"] = 1938,
			},
			["38592"] = {
				"38592", -- [1]
				"Timer38592active2", -- [2]
				"法術反射結束", -- [3]
				6, -- [4]
				136222, -- [5]
				"active", -- [6]
				38592, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["31718"] = {
				"31718", -- [1]
				"Timer31718target	鷲尾", -- [2]
				"包圍之風:鷲尾", -- [3]
				6, -- [4]
				136018, -- [5]
				"target", -- [6]
				31718, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["nil"] = {
				"nil", -- [1]
				"狂暴", -- [2]
				"狂暴", -- [3]
				720.069, -- [4]
				136224, -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"Curator", -- [9]
				["id"] = 656,
			},
			["31481"] = {
				"31481", -- [1]
				"Timer31481target	心計寶貝", -- [2]
				"肺部爆炸:心計寶貝", -- [3]
				10, -- [4]
				132322, -- [5]
				"target", -- [6]
				31481, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["33152"] = {
				"33152", -- [1]
				"Timer33152cast", -- [2]
				"治療禱言 ", -- [3]
				4, -- [4]
				135943, -- [5]
				"cast", -- [6]
				33152, -- [7]
				4, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["38197"] = {
				"38197", -- [1]
				"Timer38197cast", -- [2]
				"魔爆術 ", -- [3]
				5, -- [4]
				136116, -- [5]
				"cast", -- [6]
				38197, -- [7]
				2, -- [8]
				"543", -- [9]
				["id"] = 1902,
			},
			["35158"] = {
				"35158", -- [1]
				"Timer35158active", -- [2]
				"反射魔法護盾結束", -- [3]
				10, -- [4]
				135843, -- [5]
				"active", -- [6]
				35158, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["31534"] = {
				"31534", -- [1]
				"Timer31534active	督軍卡利斯瑞", -- [2]
				"法術反射結束", -- [3]
				8, -- [4]
				132361, -- [5]
				"active", -- [6]
				31534, -- [7]
				5, -- [8]
				"575", -- [9]
				["id"] = 1944,
			},
			["13005"] = {
				"13005", -- [1]
				"Timer13005target	索爾", -- [2]
				"制裁之錘:索爾", -- [3]
				6, -- [4]
				135963, -- [5]
				"target", -- [6]
				13005, -- [7]
				3, -- [8]
				"539", -- [9]
				["id"] = 1907,
			},
			["32361"] = {
				"32361", -- [1]
				"Timer32361cd", -- [2]
				"~水晶囚牢", -- [3]
				17.8, -- [4]
				135988, -- [5]
				"cd", -- [6]
				32361, -- [7]
				2, -- [8]
				"535", -- [9]
				["id"] = 1901,
			},
			["37566"] = {
				"37566", -- [1]
				"Timer37566target	特變電工", -- [2]
				"背叛之禍:特變電工", -- [3]
				15, -- [4]
				136143, -- [5]
				"target", -- [6]
				37566, -- [7]
				3, -- [8]
				"528", -- [9]
				["id"] = 1891,
			},
			["33547"] = {
				"33547", -- [1]
				"Timer33547next", -- [2]
				"恐懼術", -- [3]
				25, -- [4]
				136183, -- [5]
				"next", -- [6]
				33547, -- [7]
				2, -- [8]
				"544", -- [9]
				["id"] = 1908,
			},
			["30528"] = {
				"30528", -- [1]
				"Timer30528cast", -- [2]
				"黑暗治療 ", -- [3]
				2, -- [4]
				136130, -- [5]
				"cast", -- [6]
				30528, -- [7]
				4, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["34727"] = {
				"34727", -- [1]
				"Timer34727next", -- [2]
				"召喚樹苗", -- [3]
				15, -- [4]
				136041, -- [5]
				"next", -- [6]
				34727, -- [7]
				1, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["35159"] = {
				"35159", -- [1]
				"Timer35159active", -- [2]
				"反射傷害護盾結束", -- [3]
				10, -- [4]
				136121, -- [5]
				"active", -- [6]
				35159, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["29522"] = {
				"29522", -- [1]
				"Timer29522target	邁克爾假死", -- [2]
				"神聖之火:邁克爾假死", -- [3]
				12, -- [4]
				135972, -- [5]
				"target", -- [6]
				29522, -- [7]
				5, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["34670"] = {
				"34670", -- [1]
				"Timer34670active	『看管者』索古林", -- [2]
				"狂怒結束", -- [3]
				10, -- [4]
				136224, -- [5]
				"active", -- [6]
				34670, -- [7]
				0, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["30752"] = {
				"30752", -- [1]
				"Timer30752next", -- [2]
				"恐嚇嚎叫", -- [3]
				24, -- [4]
				132111, -- [5]
				"next", -- [6]
				30752, -- [7]
				2, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["34697"] = {
				"34697", -- [1]
				"Timer34697target	特變電工", -- [2]
				"過敏反應:特變電工", -- [3]
				18, -- [4]
				136182, -- [5]
				"target", -- [6]
				34697, -- [7]
				3, -- [8]
				"561", -- [9]
				["id"] = 1927,
			},
			["30878"] = {
				"30878", -- [1]
				"Timer30878cast", -- [2]
				"永恆的影響 ", -- [3]
				2.5, -- [4]
				135915, -- [5]
				"cast", -- [6]
				30878, -- [7]
				0, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["30887"] = {
				"30887", -- [1]
				"Timer30887target2	茱麗葉", -- [2]
				"虔誠:茱麗葉", -- [3]
				10, -- [4]
				135910, -- [5]
				"target", -- [6]
				30887, -- [7]
				5, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["29951"] = {
				"29951", -- [1]
				"Timer29951active", -- [2]
				"暴風雪結束", -- [3]
				30, -- [4]
				135857, -- [5]
				"active", -- [6]
				29951, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["37277"] = {
				"37277", -- [1]
				"Timer37277cd", -- [2]
				"~召喚地獄火", -- [3]
				14.433, -- [4]
				135231, -- [5]
				"cd", -- [6]
				37277, -- [7]
				1, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["31422"] = {
				"31422", -- [1]
				"Timer31422active", -- [2]
				"時間停止結束", -- [3]
				4, -- [4]
				135728, -- [5]
				"active", -- [6]
				31422, -- [7]
				3, -- [8]
				"554", -- [9]
				["id"] = 1919,
			},
			["33525"] = {
				"33525", -- [1]
				"Timer33525cd", -- [2]
				"~大地猛擊", -- [3]
				39.932, -- [4]
				135237, -- [5]
				"cd", -- [6]
				33525, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["30065"] = {
				"30065", -- [1]
				"Timer30065active", -- [2]
				"破碎契印結束", -- [3]
				31, -- [4]
				136135, -- [5]
				"active", -- [6]
				30065, -- [7]
				6, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["29946"] = {
				"29946", -- [1]
				"Timer29946active", -- [2]
				"烈焰火圈結束", -- [3]
				20.2, -- [4]
				135926, -- [5]
				"active", -- [6]
				29946, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["30616"] = {
				"30616", -- [1]
				"Timer30616cdcount	2", -- [2]
				"~衝擊新星 (2)", -- [3]
				54, -- [4]
				135824, -- [5]
				"cdcount", -- [6]
				30616, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["34716"] = {
				"34716", -- [1]
				"Timer34716active", -- [2]
				"踐踏結束", -- [3]
				5, -- [4]
				132368, -- [5]
				"active", -- [6]
				34716, -- [7]
				3, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["33711"] = {
				"33711", -- [1]
				"Timer33711target	Linq", -- [2]
				"莫爾墨之觸:Linq", -- [3]
				14, -- [4]
				136114, -- [5]
				"target", -- [6]
				33711, -- [7]
				3, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["30529"] = {
				"30529", -- [1]
				"Timer30529fades", -- [2]
				"最近在遊戲內消退", -- [3]
				10, -- [4]
				136129, -- [5]
				"fades", -- [6]
				30529, -- [7]
				5, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["30843"] = {
				"30843", -- [1]
				"Timer30843next", -- [2]
				"削弱", -- [3]
				29.933, -- [4]
				136169, -- [5]
				"next", -- [6]
				30843, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["43127"] = {
				"43127", -- [1]
				"Timer43127cd", -- [2]
				"~無形守護", -- [3]
				27.8, -- [4]
				135974, -- [5]
				"cd", -- [6]
				43127, -- [7]
				3, -- [8]
				"Attumen", -- [9]
				["id"] = 652,
			},
			["29973"] = {
				"29973", -- [1]
				"Timer29973cast", -- [2]
				"魔爆術 ", -- [3]
				10, -- [4]
				136116, -- [5]
				"cast", -- [6]
				29973, -- [7]
				2, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["33923"] = {
				"33923", -- [1]
				"Timer33923cast", -- [2]
				"音速波 ", -- [3]
				5, -- [4]
				136010, -- [5]
				"cast", -- [6]
				33923, -- [7]
				2, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["36922"] = {
				"36922", -- [1]
				"Timer36922cd", -- [2]
				"~低沉咆哮", -- [3]
				31.5, -- [4]
				136129, -- [5]
				"cd", -- [6]
				36922, -- [7]
				2, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["33144"] = {
				"33144", -- [1]
				"Timer33144cast", -- [2]
				"治療術 ", -- [3]
				2, -- [4]
				135915, -- [5]
				"cast", -- [6]
				33144, -- [7]
				4, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["37053"] = {
				"37053", -- [1]
				"Timer37053active", -- [2]
				"召喚水元素結束", -- [3]
				90, -- [4]
				136192, -- [5]
				"active", -- [6]
				37053, -- [7]
				6, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["spell_school_cache"] = {
		["烈焰震擊"] = 4,
		["投擲扳手"] = 1,
		["閃電吐息"] = 8,
		["靈魂鏈結"] = 32,
		["熱疫疾病"] = 8,
		["瞄準射擊"] = 1,
		["生命虹吸"] = 32,
		["次級暗影裂縫"] = 32,
		["音速波"] = 8,
		["消耗"] = 32,
		["冰霜長矛"] = 16,
		["斷筋"] = 1,
		["精靈之火(野性)"] = 8,
		["嗜血"] = 1,
		["暗影之鞭"] = 32,
		["電網"] = 8,
		["近戰"] = 1,
		["灼燒"] = 4,
		["虛弱之觸"] = 32,
		["憤怒之錘"] = 2,
		["毒花粉"] = 8,
		["強效庇護祝福"] = 2,
		["割裂"] = 1,
		["致死打擊"] = 1,
		["奧流之術"] = 64,
		["腐蝕種子"] = 32,
		["荊棘彈"] = 1,
		["火錐術"] = 4,
		["過敏反應"] = 8,
		["神聖新星"] = 2,
		["懲罰光環"] = 2,
		["復仇"] = 1,
		["偷襲"] = 1,
		["痛苦詛咒"] = 32,
		["火焰之雨"] = 4,
		["閃電鏈"] = 8,
		["心靈震爆"] = 32,
		["擊殺命令"] = 1,
		["秘法燃燒"] = 64,
		["亂射"] = 64,
		["秘法箭"] = 64,
		["法力護盾"] = 64,
		["燃燒之槌"] = 4,
		["腳踢"] = 1,
		["Corpo-a-Corpo"] = 1,
		["吸血之觸"] = 32,
		["奉獻"] = 2,
		["驅散射擊"] = 1,
		["自動射擊"] = 1,
		["反擊風暴"] = 1,
		["懲擊"] = 2,
		["火焰新星"] = 4,
		["火球術"] = 4,
		["燃燒釘刺"] = 4,
		["秘法之擊"] = 64,
		["冰錐術"] = 16,
		["地獄烈焰"] = 4,
		["挫志咆哮"] = 1,
		["正義聖印"] = 2,
		["冰霜攻擊"] = 16,
		["順劈斬"] = 1,
		["橫掃攻擊"] = 1,
		["投擲"] = 1,
		["烈焰武器"] = 4,
		["驅邪術"] = 2,
		["軌道之擊"] = 32,
		["噴灑強酸"] = 8,
		["包圍之風"] = 8,
		["暗影箭"] = 32,
		["烈焰風暴"] = 4,
		["熔火護甲"] = 4,
		["衝鋒"] = 1,
		["天旋地轉"] = 1,
		["多重射擊"] = 1,
		["魔鋼盾刺"] = 1,
		["摔絆"] = 1,
		["獠牙穿刺"] = 1,
		["秘法飛彈"] = 64,
		["荊棘術"] = 8,
		["衝擊新星"] = 4,
		["獻祭"] = 4,
		["地獄火"] = 4,
		["邪惡孢子"] = 32,
		["神聖之盾"] = 2,
		["破甲攻擊"] = 1,
		["腐蝕術"] = 32,
		["憎恨打擊"] = 1,
		["減速毒藥"] = 8,
		["暗影之握"] = 32,
		["揮擊"] = 1,
		["納沙塔爾詛咒"] = 32,
		["千斤錘特效"] = 1,
		["Tiro-Autom�tico"] = 1,
		["暗影箭雨"] = 32,
		["邪惡攻擊"] = 1,
		["肺部爆炸"] = 1,
		["挫敗"] = 1,
		["精神控制"] = 32,
		["重擊"] = 1,
		["獻祭陷阱效果"] = 4,
		["扭曲空間"] = 64,
		["毒"] = 8,
		["野性衝鋒"] = 1,
		["腳束縛"] = 1,
		["絞喉"] = 1,
		["暗言術:痛"] = 32,
		["穩固射擊"] = 1,
		["惡魔獻祭"] = 4,
		["毒液箭"] = 8,
		["射擊"] = 1,
		["復仇之盾"] = 2,
		["亡靈的哭嚎"] = 32,
		["酸液噴射"] = 8,
		["正義審判"] = 2,
		["寒冰箭"] = 16,
		["暴風雪"] = 16,
		["上鉤拳"] = 1,
		["抑制魔法"] = 32,
		["惡魔烈焰"] = 4,
		["惡魔烈焰震擊"] = 4,
		["鑿擊"] = 1,
		["火焰衝擊"] = 4,
		["減速術"] = 64,
		["閃電箭"] = 8,
		["灼熱之痛"] = 4,
		["精神鞭笞"] = 32,
		["虛空引爆"] = 64,
		["烈焰"] = 4,
		["暗言術:死"] = 32,
		["殘骸"] = 1,
		["正義防禦"] = 1,
		["出血"] = 1,
		["狂怒的烈焰"] = 4,
		["冰霜新星"] = 16,
		["衰弱打擊"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["last_changelog_size"] = 8091,
	["damage_scroll_auto_open"] = true,
	["damage_scroll_position"] = {
	},
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 278,
		["bookmark_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 278,
		["DETAILS_INFO_TUTORIAL2"] = 1,
		["OVERALLDATA_WARNING1"] = 4,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ctrl_click_close_tutorial"] = false,
		["DISABLE_ONDEATH_PANEL"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["plugin_window_pos"] = {
		["y"] = 0.0001068115234375,
		["x"] = 6.103515625e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["global_plugin_database"] = {
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["spellid_ignored"] = {
	},
	["current_exp_raid_encounters"] = {
	},
	["item_level_pool"] = {
		["Player-4487-00022B13"] = {
			["name"] = "Austinger",
			["time"] = 1629549834,
			["ilvl"] = 114,
		},
		["Player-4487-001192DE"] = {
			["time"] = 1629562274,
			["name"] = "哞鬥凱薩",
			["ilvl"] = 110,
		},
		["Player-4487-000424A7"] = {
			["name"] = "搞毛阿",
			["time"] = 1629537455,
			["ilvl"] = 116,
		},
		["Player-4487-00036097"] = {
			["name"] = "要來看貓嗎",
			["time"] = 1629545720,
			["ilvl"] = 103,
		},
		["Player-4487-000017EF"] = {
			["name"] = "單飛比較紅",
			["time"] = 1629552393,
			["ilvl"] = 113,
		},
		["Player-4487-0005EEA9"] = {
			["time"] = 1629473666,
			["name"] = "Arte",
			["ilvl"] = 116.1333333333333,
		},
		["Player-4487-00125A3A"] = {
			["time"] = 1629482035,
			["name"] = "來都來",
			["ilvl"] = 114,
		},
		["Player-4487-0012EC01"] = {
			["time"] = 1629534477,
			["name"] = "毒士狩",
			["ilvl"] = 114,
		},
		["Player-4487-000C68FA"] = {
			["name"] = "皮代革命",
			["time"] = 1629558323,
			["ilvl"] = 111,
		},
		["Player-4487-00013E1D"] = {
			["time"] = 1629473684,
			["name"] = "請輸入名字",
			["ilvl"] = 116.25,
		},
		["Player-4487-001235CF"] = {
			["time"] = 1629534488,
			["name"] = "黑暗褲褲",
			["ilvl"] = 112,
		},
		["Player-4487-0002EF4A"] = {
			["name"] = "古噁丹",
			["time"] = 1629533287,
			["ilvl"] = 111,
		},
		["Player-4487-001176AD"] = {
			["time"] = 1629561630,
			["name"] = "Watson",
			["ilvl"] = 115,
		},
		["Player-4487-001180F0"] = {
			["time"] = 1629562623,
			["name"] = "餓狗搶屎",
			["ilvl"] = 111,
		},
		["Player-4487-000582BA"] = {
			["name"] = "小商人",
			["time"] = 1629552379,
			["ilvl"] = 113,
		},
		["Player-4487-00011C30"] = {
			["time"] = 1629534478,
			["name"] = "無駄無駄",
			["ilvl"] = 114,
		},
		["Player-4487-000A8D49"] = {
			["name"] = "阿巴",
			["time"] = 1629549511,
			["ilvl"] = 114,
		},
		["Player-4487-000EFDB3"] = {
			["name"] = "死亡之白",
			["time"] = 1629539321,
			["ilvl"] = 112,
		},
		["Player-4487-0012B8F5"] = {
			["name"] = "飄飄啦",
			["time"] = 1629530328,
			["ilvl"] = 111,
		},
		["Player-4487-0000E568"] = {
			["name"] = "無聲鈴鹿",
			["time"] = 1629535606,
			["ilvl"] = 113,
		},
		["Player-4487-001250A2"] = {
			["name"] = "後空翻的貓",
			["time"] = 1629547105,
			["ilvl"] = 114,
		},
		["Player-4487-00055E77"] = {
			["time"] = 1629561388,
			["name"] = "迪西",
			["ilvl"] = 113,
		},
		["Player-4487-0004199A"] = {
			["name"] = "邵子",
			["time"] = 1629552498,
			["ilvl"] = 116,
		},
		["Player-4487-000CBA90"] = {
			["name"] = "讓妳叫不敢",
			["time"] = 1629547105,
			["ilvl"] = 114,
		},
		["Player-4487-0004D557"] = {
			["time"] = 1629534499,
			["name"] = "壞壞的奶茶",
			["ilvl"] = 118,
		},
		["Player-4487-0003A14D"] = {
			["name"] = "好男人就是我",
			["time"] = 1629546613,
			["ilvl"] = 107,
		},
		["Player-4487-001166F0"] = {
			["name"] = "伊芝芝",
			["time"] = 1629537494,
			["ilvl"] = 119,
		},
		["Player-4487-0008D9D0"] = {
			["name"] = "五華街蕭告亂",
			["time"] = 1629549682,
			["ilvl"] = 113,
		},
		["Player-4487-0005F6B3"] = {
			["time"] = 1629534478,
			["name"] = "黑手紅茶",
			["ilvl"] = 114,
		},
		["Player-4487-0012296F"] = {
			["name"] = "新冠病毒",
			["time"] = 1629535717,
			["ilvl"] = 116,
		},
		["Player-4487-0011916C"] = {
			["name"] = "Llissa",
			["time"] = 1629549931,
			["ilvl"] = 116,
		},
		["Player-4487-00062314"] = {
			["time"] = 1629482058,
			["name"] = "養生主",
			["ilvl"] = 112,
		},
		["Player-4487-0001FC7C"] = {
			["time"] = 1629561452,
			["name"] = "紫芒星痕",
			["ilvl"] = 116,
		},
		["Player-4487-001271ED"] = {
			["time"] = 1629561385,
			["name"] = "薩格爾王來了",
			["ilvl"] = 110,
		},
		["Player-4487-0008015A"] = {
			["time"] = 1629478359,
			["name"] = "Eustacé",
			["ilvl"] = 116,
		},
		["Player-4487-00118DE6"] = {
			["name"] = "沒這麼誇張",
			["time"] = 1629536036,
			["ilvl"] = 110,
		},
		["Player-4487-001124E7"] = {
			["time"] = 1629560307,
			["name"] = "捷克羅姆",
			["ilvl"] = 101,
		},
		["Player-4487-0004D857"] = {
			["name"] = "靜靜看你",
			["time"] = 1629533386,
			["ilvl"] = 111.75,
		},
		["Player-4487-000A5217"] = {
			["name"] = "冰糖炖水泥",
			["time"] = 1629539315,
			["ilvl"] = 113,
		},
		["Player-4487-000BE498"] = {
			["time"] = 1629562651,
			["name"] = "好雙魚",
			["ilvl"] = 106,
		},
		["Player-4487-0011486C"] = {
			["name"] = "善哉善哉",
			["time"] = 1629539633,
			["ilvl"] = 110,
		},
		["Player-4487-00055479"] = {
			["name"] = "大蔡哥",
			["time"] = 1629530281,
			["ilvl"] = 100,
		},
		["Player-4487-00083C29"] = {
			["name"] = "夏多布理昂",
			["time"] = 1629556268,
			["ilvl"] = 113,
		},
		["Player-4487-001163EA"] = {
			["time"] = 1629562502,
			["name"] = "境外移入伊利",
			["ilvl"] = 116,
		},
		["Player-4487-000B0F3F"] = {
			["name"] = "貓咪電電攻擊",
			["time"] = 1629554670,
			["ilvl"] = 116,
		},
		["Player-4487-0011FAD8"] = {
			["time"] = 1629483077,
			["name"] = "泰國鵝店",
			["ilvl"] = 107,
		},
		["Player-4487-001361CC"] = {
			["name"] = "溝小鼠",
			["time"] = 1629550644,
			["ilvl"] = 109,
		},
		["Player-4487-00072AF9"] = {
			["time"] = 1629474070,
			["name"] = "狂暴小牛",
			["ilvl"] = 111,
		},
		["Player-4487-000A9ADF"] = {
			["name"] = "殺意唯美",
			["time"] = 1629537502,
			["ilvl"] = 112,
		},
		["Player-4487-00119468"] = {
			["name"] = "消失豐乳中",
			["time"] = 1629531183,
			["ilvl"] = 109,
		},
		["Player-4487-0000F8E2"] = {
			["name"] = "我的蛋好大",
			["time"] = 1629558849,
			["ilvl"] = 118,
		},
		["Player-4487-0003B593"] = {
			["name"] = "艾素嵐嬌",
			["time"] = 1629536036,
			["ilvl"] = 105,
		},
		["Player-4487-0000CF81"] = {
			["name"] = "梁小麵",
			["time"] = 1629531840,
			["ilvl"] = 118,
		},
		["Player-4487-000B9BEA"] = {
			["name"] = "清交社畜",
			["time"] = 1629533291,
			["ilvl"] = 112,
		},
		["Player-4487-0003A427"] = {
			["name"] = "無碼高清人淒",
			["time"] = 1629549887,
			["ilvl"] = 97,
		},
		["Player-4487-00061BDB"] = {
			["name"] = "速度爆發",
			["time"] = 1629557274,
			["ilvl"] = 113,
		},
		["Player-4487-00117ECB"] = {
			["name"] = "德失心",
			["time"] = 1629549461,
			["ilvl"] = 114,
		},
		["Player-4487-000CA398"] = {
			["name"] = "正氣凜然阿廚",
			["time"] = 1629539567,
			["ilvl"] = 114,
		},
		["Player-4487-0012B70E"] = {
			["name"] = "寶島滿漢香腸",
			["time"] = 1629558676,
			["ilvl"] = 113,
		},
		["Player-4487-0011F60C"] = {
			["time"] = 1629534477,
			["name"] = "松坂黑角",
			["ilvl"] = 111,
		},
		["Player-4487-000B0F71"] = {
			["time"] = 1629474070,
			["name"] = "龍痕飛雪",
			["ilvl"] = 112,
		},
		["Player-4487-00019B20"] = {
			["name"] = "警犬汪汪",
			["time"] = 1629556534,
			["ilvl"] = 113,
		},
		["Player-4487-00083212"] = {
			["time"] = 1629562352,
			["name"] = "終歸一嗜",
			["ilvl"] = 74.3125,
		},
		["Player-4487-001382A0"] = {
			["time"] = 1629560307,
			["name"] = "啊啾啾啊啾啾",
			["ilvl"] = 108,
		},
		["Player-4487-001277A5"] = {
			["time"] = 1629481943,
			["name"] = "確診自己掛號",
			["ilvl"] = 110,
		},
		["Player-4487-001286CB"] = {
			["name"] = "恩歪科低零陸",
			["time"] = 1629542249,
			["ilvl"] = 114,
		},
		["Player-4487-00006AA9"] = {
			["name"] = "傲狼",
			["time"] = 1629547105,
			["ilvl"] = 116,
		},
		["Player-4487-000A5C44"] = {
			["name"] = "阿傑拔拔",
			["time"] = 1629535970,
			["ilvl"] = 110,
		},
		["Player-4487-001185A6"] = {
			["name"] = "跟在我後面",
			["time"] = 1629550449,
			["ilvl"] = 111,
		},
		["Player-4487-00134D63"] = {
			["name"] = "Huwl",
			["time"] = 1629556534,
			["ilvl"] = 109,
		},
		["Player-4487-000149F3"] = {
			["name"] = "福蒸尾",
			["time"] = 1629556534,
			["ilvl"] = 114,
		},
		["Player-4487-00030110"] = {
			["name"] = "Timtam",
			["time"] = 1629557414,
			["ilvl"] = 115,
		},
		["Player-4487-00025A29"] = {
			["name"] = "菉竹猗猗",
			["time"] = 1629554478,
			["ilvl"] = 82,
		},
		["Player-4487-000854F9"] = {
			["name"] = "茫茫",
			["time"] = 1629548256,
			["ilvl"] = 110,
		},
		["Player-4487-0002D087"] = {
			["name"] = "漂浮幽靈",
			["time"] = 1629531183,
			["ilvl"] = 115,
		},
		["Player-4487-00110547"] = {
			["name"] = "Tomboyovo",
			["time"] = 1629532998,
			["ilvl"] = 115,
		},
		["Player-4487-00071131"] = {
			["name"] = "動感橡皮筋",
			["time"] = 1629547105,
			["ilvl"] = 111,
		},
		["Player-4487-00081D6F"] = {
			["name"] = "喵小綠",
			["time"] = 1629556534,
			["ilvl"] = 112,
		},
		["Player-4487-00134A5E"] = {
			["name"] = "一項羽一",
			["time"] = 1629556534,
			["ilvl"] = 110,
		},
		["Player-4487-0000DA33"] = {
			["name"] = "血辰",
			["time"] = 1629536018,
			["ilvl"] = 110,
		},
		["Player-4487-0003ADC3"] = {
			["name"] = "下巴脫臼",
			["time"] = 1629545295,
			["ilvl"] = 76,
		},
		["Player-4487-000042D5"] = {
			["name"] = "胖叔叔",
			["time"] = 1629529390,
			["ilvl"] = 114,
		},
		["Player-4487-0001DD93"] = {
			["name"] = "Jef",
			["time"] = 1629550809,
			["ilvl"] = 111,
		},
		["Player-4487-0003BCC7"] = {
			["name"] = "老闆加薪",
			["time"] = 1629530327,
			["ilvl"] = 110,
		},
		["Player-4487-000C03C8"] = {
			["name"] = "小白羊",
			["time"] = 1629550449,
			["ilvl"] = 104,
		},
		["Player-4487-00136CA8"] = {
			["name"] = "都沒特異功能",
			["time"] = 1629554727,
			["ilvl"] = 111,
		},
		["Player-4487-0002BE16"] = {
			["time"] = 1629561273,
			["name"] = "勇敢的白目",
			["ilvl"] = 116,
		},
		["Player-4487-00122859"] = {
			["time"] = 1629474070,
			["name"] = "Jiqing",
			["ilvl"] = 91,
		},
		["Player-4487-000364D3"] = {
			["name"] = "麥當勞薯條",
			["time"] = 1629547121,
			["ilvl"] = 111,
		},
		["Player-4487-000457D1"] = {
			["name"] = "張藝謀",
			["time"] = 1629552368,
			["ilvl"] = 117,
		},
		["Player-4487-0006686E"] = {
			["name"] = "台中逢甲人",
			["time"] = 1629539411,
			["ilvl"] = 114,
		},
		["Player-4487-00117BB8"] = {
			["time"] = 1629562435,
			["name"] = "腎胱汁痢",
			["ilvl"] = 113,
		},
		["Player-4487-000AEB54"] = {
			["time"] = 1629560421,
			["name"] = "初心乳牛棒",
			["ilvl"] = 109,
		},
		["Player-4487-0001E100"] = {
			["name"] = "姨媽敢說話",
			["time"] = 1629550449,
			["ilvl"] = 111,
		},
		["Player-4487-0002B68F"] = {
			["name"] = "刀月弦",
			["time"] = 1629545404,
			["ilvl"] = 113,
		},
		["Player-4487-0010F59C"] = {
			["name"] = "超度者歐溜肯",
			["time"] = 1629558403,
			["ilvl"] = 114,
		},
		["Player-4487-0001B1EE"] = {
			["time"] = 1629561129,
			["name"] = "心情洗衣機",
			["ilvl"] = 105.2666666666667,
		},
		["Player-4487-00010DD4"] = {
			["time"] = 1629561642,
			["name"] = "冷風狐",
			["ilvl"] = 108,
		},
		["Player-4487-0012ECFA"] = {
			["time"] = 1629562542,
			["name"] = "特變電工",
			["ilvl"] = 113.2666666666667,
		},
		["Player-4487-00051546"] = {
			["time"] = 1629534549,
			["name"] = "閉著眼睛讓你",
			["ilvl"] = 113,
		},
		["Player-4487-000AC7D3"] = {
			["name"] = "Nnm",
			["time"] = 1629527889,
			["ilvl"] = 115,
		},
		["Player-4487-0001DCD5"] = {
			["time"] = 1629562419,
			["name"] = "姜焰火",
			["ilvl"] = 115,
		},
		["Player-4487-0011545F"] = {
			["time"] = 1629477987,
			["name"] = "小果蛋",
			["ilvl"] = 117,
		},
		["Player-4487-000F0C7F"] = {
			["name"] = "今晚打老鼠",
			["time"] = 1629554786,
			["ilvl"] = 109,
		},
		["Player-4487-000360FE"] = {
			["name"] = "加一元多一件",
			["time"] = 1629549743,
			["ilvl"] = 106.9375,
		},
		["Player-4487-00125FB5"] = {
			["name"] = "神手森",
			["time"] = 1629548260,
			["ilvl"] = 116,
		},
		["Player-4487-000728A4"] = {
			["name"] = "苦逼德哞哞",
			["time"] = 1629535913,
			["ilvl"] = 111,
		},
		["Player-4487-001180AB"] = {
			["time"] = 1629534477,
			["name"] = "赤龍影",
			["ilvl"] = 105,
		},
		["Player-4487-000364F7"] = {
			["time"] = 1629474075,
			["name"] = "Milumilu",
			["ilvl"] = 111,
		},
		["Player-4487-00053D24"] = {
			["time"] = 1629562063,
			["name"] = "暈暈怪",
			["ilvl"] = 74.375,
		},
		["Player-4487-0003AD69"] = {
			["name"] = "喇叭哥",
			["time"] = 1629555346,
			["ilvl"] = 115,
		},
		["Player-4487-00119840"] = {
			["name"] = "牛奶菠蘿冰",
			["time"] = 1629530299,
			["ilvl"] = 115,
		},
		["Player-4487-00123A02"] = {
			["name"] = "魏德聖水伊布",
			["time"] = 1629529413,
			["ilvl"] = 114,
		},
		["Player-4487-00117D64"] = {
			["name"] = "喚光姬",
			["time"] = 1629552502,
			["ilvl"] = 66,
		},
		["Player-4487-0006B74B"] = {
			["time"] = 1629562591,
			["name"] = "尼董",
			["ilvl"] = 107,
		},
		["Player-4487-0011D80A"] = {
			["name"] = "榮譽哥來了",
			["time"] = 1629535606,
			["ilvl"] = 117,
		},
		["Player-4487-000BB0B4"] = {
			["name"] = "戚家十四口",
			["time"] = 1629549717,
			["ilvl"] = 117,
		},
		["Player-4487-00066FF8"] = {
			["time"] = 1629560307,
			["name"] = "皮脆肉嫩",
			["ilvl"] = 104,
		},
		["Player-4487-0008018E"] = {
			["name"] = "襲魂者",
			["time"] = 1629557274,
			["ilvl"] = 113,
		},
		["Player-4487-001172E2"] = {
			["name"] = "夢幻羽翼",
			["time"] = 1629545636,
			["ilvl"] = 115,
		},
		["Player-4487-000F2A11"] = {
			["time"] = 1629560056,
			["name"] = "女表子吃牛鞭",
			["ilvl"] = 77,
		},
		["Player-4487-00039455"] = {
			["time"] = 1629560307,
			["name"] = "哪個賊",
			["ilvl"] = 116,
		},
		["Player-4487-00059C92"] = {
			["time"] = 1629474075,
			["name"] = "順發爐石",
			["ilvl"] = 109,
		},
		["Player-4487-00111B9C"] = {
			["time"] = 1629562687,
			["name"] = "恢復有毒",
			["ilvl"] = 116,
		},
		["Player-4487-000B945A"] = {
			["name"] = "小神祕",
			["time"] = 1629555673,
			["ilvl"] = 117,
		},
		["Player-4487-000F34CD"] = {
			["time"] = 1629474075,
			["name"] = "翹課鼻",
			["ilvl"] = 114,
		},
		["Player-4487-0012C7E4"] = {
			["time"] = 1629479400,
			["name"] = "Neilqq",
			["ilvl"] = 107,
		},
		["Player-4487-0011A5C2"] = {
			["time"] = 1629479690,
			["name"] = "榦林北叫勇年",
			["ilvl"] = 113,
		},
		["Player-4487-000524AE"] = {
			["name"] = "屁縫子",
			["time"] = 1629545874,
			["ilvl"] = 90,
		},
		["Player-4487-00068AA1"] = {
			["time"] = 1629480447,
			["name"] = "千烽",
			["ilvl"] = 115,
		},
		["Player-4487-0011573B"] = {
			["name"] = "三日月鐵軍",
			["time"] = 1629552368,
			["ilvl"] = 114,
		},
		["Player-4487-00115524"] = {
			["name"] = "紫月破天",
			["time"] = 1629545816,
			["ilvl"] = 115,
		},
		["Player-4487-0011546A"] = {
			["time"] = 1629562246,
			["name"] = "完美呈現",
			["ilvl"] = 118,
		},
		["Player-4487-00131B48"] = {
			["name"] = "讓弓箭射一下",
			["time"] = 1629529390,
			["ilvl"] = 75,
		},
		["Player-4487-00131B22"] = {
			["time"] = 1629483140,
			["name"] = "唉喲薇",
			["ilvl"] = 113,
		},
		["Player-4487-001155D3"] = {
			["name"] = "悽悽慘慘戚戚",
			["time"] = 1629539610,
			["ilvl"] = 118,
		},
		["Player-4487-00090A8F"] = {
			["name"] = "搖擺貓咪",
			["time"] = 1629548256,
			["ilvl"] = 113,
		},
		["Player-4487-0004C31A"] = {
			["name"] = "永夜霜晨",
			["time"] = 1629532336,
			["ilvl"] = 117,
		},
		["Player-4487-00115888"] = {
			["name"] = "娃搭咩沒有錯",
			["time"] = 1629545651,
			["ilvl"] = 114,
		},
		["Player-4487-00123F9E"] = {
			["time"] = 1629478359,
			["name"] = "性感大種馬",
			["ilvl"] = 114,
		},
		["Player-4487-00117DC7"] = {
			["name"] = "Tramadol",
			["time"] = 1629552368,
			["ilvl"] = 114,
		},
		["Player-4487-000E6750"] = {
			["name"] = "離原上草",
			["time"] = 1629545823,
			["ilvl"] = 118,
		},
		["Player-4487-001215C4"] = {
			["time"] = 1629562246,
			["name"] = "白少",
			["ilvl"] = 108,
		},
		["Player-4487-00048A3E"] = {
			["name"] = "願聖光保佑妳",
			["time"] = 1629541899,
			["ilvl"] = 115,
		},
		["Player-4487-000771EC"] = {
			["name"] = "Teuscher",
			["time"] = 1629529477,
			["ilvl"] = 98,
		},
		["Player-4487-00120925"] = {
			["time"] = 1629478359,
			["name"] = "宮山曉",
			["ilvl"] = 116,
		},
		["Player-4487-001354D1"] = {
			["name"] = "Thrazz",
			["time"] = 1629555399,
			["ilvl"] = 114,
		},
		["Player-4487-000E5CA9"] = {
			["name"] = "歐硬喇",
			["time"] = 1629549536,
			["ilvl"] = 90,
		},
		["Player-4487-0004F887"] = {
			["time"] = 1629478359,
			["name"] = "深夜食唐",
			["ilvl"] = 112,
		},
		["Player-4487-000C8BEF"] = {
			["time"] = 1629561212,
			["name"] = "小樂子",
			["ilvl"] = 110,
		},
		["Player-4487-000C0671"] = {
			["time"] = 1629479400,
			["name"] = "Furyaxe",
			["ilvl"] = 113,
		},
		["Player-4487-0002BC20"] = {
			["time"] = 1629562487,
			["name"] = "等登",
			["ilvl"] = 112,
		},
		["Player-4487-000CCE9B"] = {
			["time"] = 1629562469,
			["name"] = "雷公助我",
			["ilvl"] = 106,
		},
		["Player-4487-00118B0D"] = {
			["time"] = 1629482956,
			["name"] = "妮妮小輝",
			["ilvl"] = 116,
		},
		["Player-4487-0011749B"] = {
			["name"] = "Monni",
			["time"] = 1629550802,
			["ilvl"] = 107,
		},
		["Player-4487-0011555F"] = {
			["name"] = "Miud",
			["time"] = 1629558786,
			["ilvl"] = 109,
		},
		["Player-4487-00035768"] = {
			["name"] = "卡萊姆",
			["time"] = 1629552463,
			["ilvl"] = 113,
		},
		["Player-4487-00113E4E"] = {
			["time"] = 1629474075,
			["name"] = "Restrict",
			["ilvl"] = 116,
		},
		["Player-4487-00117C8D"] = {
			["time"] = 1629561239,
			["name"] = "來了來了來了",
			["ilvl"] = 114,
		},
		["Player-4487-00125262"] = {
			["time"] = 1629562605,
			["name"] = "牙冥鬼葬",
			["ilvl"] = 110,
		},
		["Player-4487-0011635E"] = {
			["name"] = "反智轉身",
			["time"] = 1629549304,
			["ilvl"] = 113,
		},
		["Player-4487-00029AFC"] = {
			["time"] = 1629562610,
			["name"] = "夜吟風蕭月",
			["ilvl"] = 113,
		},
		["Player-4487-000727C7"] = {
			["time"] = 1629561263,
			["name"] = "風涼話大師",
			["ilvl"] = 116,
		},
		["Player-4487-0002624F"] = {
			["name"] = "Luso",
			["time"] = 1629557274,
			["ilvl"] = 110,
		},
		["Player-4487-00000920"] = {
			["name"] = "Misa",
			["time"] = 1629532343,
			["ilvl"] = 118,
		},
		["Player-4487-000C96DB"] = {
			["time"] = 1629562554,
			["name"] = "小氣鬼肚子胖",
			["ilvl"] = 113,
		},
		["Player-4485-00124D40"] = {
			["time"] = 1629561574,
			["name"] = "一夜半一-瑪拉頓",
			["ilvl"] = 114,
		},
		["Player-4487-0003B092"] = {
			["time"] = 1629474070,
			["name"] = "用胡辣來補血",
			["ilvl"] = 109,
		},
		["Player-4487-000D22AA"] = {
			["name"] = "Fertty",
			["time"] = 1629558323,
			["ilvl"] = 114,
		},
		["Player-4487-000197AF"] = {
			["name"] = "契鴻敢",
			["time"] = 1629550555,
			["ilvl"] = 116,
		},
		["Player-4487-0000DEC8"] = {
			["name"] = "師尹",
			["time"] = 1629530369,
			["ilvl"] = 105,
		},
		["Player-4487-0003AA01"] = {
			["name"] = "馬麻砸摳",
			["time"] = 1629556540,
			["ilvl"] = 115,
		},
		["Player-4487-0012927F"] = {
			["name"] = "卑鄙東巴",
			["time"] = 1629531961,
			["ilvl"] = 113,
		},
		["Player-4487-0011CE71"] = {
			["time"] = 1629562580,
			["name"] = "夜半杯麵",
			["ilvl"] = 114,
		},
		["Player-4487-00120D5E"] = {
			["name"] = "厚切三分熟",
			["time"] = 1629550449,
			["ilvl"] = 109,
		},
		["Player-4487-00010EB2"] = {
			["time"] = 1629483138,
			["name"] = "麟大大",
			["ilvl"] = 113,
		},
		["Player-4487-00023736"] = {
			["name"] = "瞬息間是夜晚",
			["time"] = 1629556534,
			["ilvl"] = 95,
		},
		["Player-4487-00067002"] = {
			["name"] = "Letmefall",
			["time"] = 1629547105,
			["ilvl"] = 111,
		},
		["Player-4487-0005132B"] = {
			["name"] = "芬達蘋果",
			["time"] = 1629553706,
			["ilvl"] = 117,
		},
		["Player-4487-000AB6D5"] = {
			["name"] = "貝比女孩",
			["time"] = 1629547115,
			["ilvl"] = 108,
		},
		["Player-4487-0012BB95"] = {
			["name"] = "拎杯薩滿王",
			["time"] = 1629556534,
			["ilvl"] = 112,
		},
		["Player-4487-0011A9EA"] = {
			["name"] = "新埔周公子",
			["time"] = 1629547105,
			["ilvl"] = 111,
		},
		["Player-4487-000C48AF"] = {
			["name"] = "跑酷提摩",
			["time"] = 1629552368,
			["ilvl"] = 110,
		},
		["Player-4487-0009C160"] = {
			["time"] = 1629562266,
			["name"] = "美式圖釘",
			["ilvl"] = 111,
		},
		["Player-4487-00079681"] = {
			["name"] = "Magetang",
			["time"] = 1629550800,
			["ilvl"] = 117,
		},
		["Player-4487-00122A25"] = {
			["time"] = 1629561269,
			["name"] = "茉小關",
			["ilvl"] = 113,
		},
		["Player-4487-0005CC5A"] = {
			["time"] = 1629560307,
			["name"] = "恶魔貓男",
			["ilvl"] = 113,
		},
		["Player-4487-0011744F"] = {
			["name"] = "蜜蜂味紅茶",
			["time"] = 1629556504,
			["ilvl"] = 117,
		},
		["Player-4487-0011D303"] = {
			["time"] = 1629474070,
			["name"] = "戰光之淵",
			["ilvl"] = 114,
		},
		["Player-4487-0003B7C9"] = {
			["time"] = 1629473654,
			["name"] = "殺神歸來",
			["ilvl"] = 116,
		},
		["Player-4487-00005C34"] = {
			["time"] = 1629481917,
			["name"] = "佛地魔",
			["ilvl"] = 105,
		},
		["Player-4487-00037353"] = {
			["time"] = 1629561393,
			["name"] = "綠豆沙",
			["ilvl"] = 107,
		},
		["Player-4487-0004FEC8"] = {
			["name"] = "啟超",
			["time"] = 1629547162,
			["ilvl"] = 113,
		},
		["Player-4487-0010C4D3"] = {
			["name"] = "森焱淼垚鑫",
			["time"] = 1629556534,
			["ilvl"] = 114,
		},
		["Player-4487-00009522"] = {
			["name"] = "澳門線上賭場",
			["time"] = 1629542351,
			["ilvl"] = 116,
		},
		["Player-4487-00029C41"] = {
			["time"] = 1629562539,
			["name"] = "來自強國的我",
			["ilvl"] = 104,
		},
		["Player-4487-00108345"] = {
			["name"] = "真他媽爽",
			["time"] = 1629548256,
			["ilvl"] = 113,
		},
		["Player-4487-0008B687"] = {
			["name"] = "零號哥來摸我",
			["time"] = 1629558787,
			["ilvl"] = 109,
		},
		["Player-4487-0001070A"] = {
			["time"] = 1629474075,
			["name"] = "Tristan",
			["ilvl"] = 108,
		},
		["Player-4487-000489BA"] = {
			["name"] = "霸王亨利",
			["time"] = 1629548256,
			["ilvl"] = 112,
		},
		["Player-4487-00115713"] = {
			["name"] = "Alentwarlock",
			["time"] = 1629542355,
			["ilvl"] = 110,
		},
		["Player-4487-000DEC7C"] = {
			["time"] = 1629478359,
			["name"] = "櫻桃街玄彬",
			["ilvl"] = 106,
		},
		["Player-4487-00011A97"] = {
			["name"] = "Xaero",
			["time"] = 1629535818,
			["ilvl"] = 117,
		},
		["Player-4487-00118FC8"] = {
			["time"] = 1629561240,
			["name"] = "Belala",
			["ilvl"] = 112,
		},
		["Player-4487-0004BBD9"] = {
			["name"] = "Loneri",
			["time"] = 1629549492,
			["ilvl"] = 101,
		},
		["Player-4487-001263F0"] = {
			["name"] = "斷奶勇者",
			["time"] = 1629549758,
			["ilvl"] = 114,
		},
		["Player-4487-000ACA9A"] = {
			["name"] = "林中鴿",
			["time"] = 1629558800,
			["ilvl"] = 110,
		},
		["Player-4487-00138177"] = {
			["name"] = "Eaz",
			["time"] = 1629548256,
			["ilvl"] = 110,
		},
		["Player-4487-00110E94"] = {
			["name"] = "Coolizz",
			["time"] = 1629531874,
			["ilvl"] = 118,
		},
		["Player-4487-00023701"] = {
			["time"] = 1629534478,
			["name"] = "都幾歲了還玩",
			["ilvl"] = 115,
		},
		["Player-4487-000BEA4C"] = {
			["name"] = "水煮蛋蛋",
			["time"] = 1629539137,
			["ilvl"] = 102,
		},
		["Player-4487-0012C82A"] = {
			["name"] = "愛我就奶我",
			["time"] = 1629557412,
			["ilvl"] = 113,
		},
		["Player-4487-0011CCCF"] = {
			["time"] = 1629562428,
			["name"] = "Elvina",
			["ilvl"] = 102,
		},
		["Player-4487-000470BA"] = {
			["time"] = 1629474070,
			["name"] = "峰仔",
			["ilvl"] = 92,
		},
		["Player-4487-0001246B"] = {
			["name"] = "奧菲爾",
			["time"] = 1629550449,
			["ilvl"] = 114,
		},
		["Player-4487-000B9CB2"] = {
			["name"] = "為了歐踢",
			["time"] = 1629548256,
			["ilvl"] = 111,
		},
		["Player-4487-0001A524"] = {
			["name"] = "Bigshow",
			["time"] = 1629542349,
			["ilvl"] = 113,
		},
		["Player-4487-0012346B"] = {
			["name"] = "薩諾斯膠囊",
			["time"] = 1629548256,
			["ilvl"] = 113,
		},
		["Player-4487-001036A4"] = {
			["time"] = 1629480747,
			["name"] = "劍舞止刃",
			["ilvl"] = 0,
		},
		["Player-4487-0012093C"] = {
			["name"] = "一藤誠",
			["time"] = 1629556534,
			["ilvl"] = 115,
		},
		["Player-4487-0008CD98"] = {
			["name"] = "安格馬巫王",
			["time"] = 1629537455,
			["ilvl"] = 108,
		},
		["Player-4487-0011F07C"] = {
			["time"] = 1629481917,
			["name"] = "蘿莉控猛男",
			["ilvl"] = 112,
		},
		["Player-4487-00113A79"] = {
			["name"] = "法拉米果",
			["time"] = 1629547105,
			["ilvl"] = 115,
		},
		["Player-4487-00121AD1"] = {
			["name"] = "小胖好了啦",
			["time"] = 1629547105,
			["ilvl"] = 115,
		},
		["Player-4487-000418A3"] = {
			["time"] = 1629561536,
			["name"] = "妖魅",
			["ilvl"] = 90,
		},
		["Player-4487-000BC270"] = {
			["time"] = 1629474085,
			["name"] = "巧克筆",
			["ilvl"] = 113,
		},
		["Player-4487-001347FC"] = {
			["name"] = "大九蓮阿花",
			["time"] = 1629552466,
			["ilvl"] = 111,
		},
		["Player-4487-0012161F"] = {
			["name"] = "絕影幻殺",
			["time"] = 1629555866,
			["ilvl"] = 115,
		},
		["Player-4487-00136213"] = {
			["name"] = "武裝色的霸氣",
			["time"] = 1629539628,
			["ilvl"] = 113,
		},
		["Player-4487-0011637F"] = {
			["time"] = 1629562512,
			["name"] = "妮妮小豬",
			["ilvl"] = 116,
		},
		["Player-4487-0007FF03"] = {
			["name"] = "風花",
			["time"] = 1629542314,
			["ilvl"] = 111,
		},
		["Player-4487-0008AC0D"] = {
			["name"] = "奧格瑪居民",
			["time"] = 1629558708,
			["ilvl"] = 114,
		},
		["Player-4487-00013569"] = {
			["time"] = 1629561276,
			["name"] = "安嗝斯黑牛堡",
			["ilvl"] = 113,
		},
		["Player-4487-0010F52C"] = {
			["name"] = "開車的張學友",
			["time"] = 1629531183,
			["ilvl"] = 112,
		},
		["Player-4487-0012072E"] = {
			["name"] = "老婆正看著你",
			["time"] = 1629531183,
			["ilvl"] = 109,
		},
		["Player-4487-001158A5"] = {
			["name"] = "你不會",
			["time"] = 1629558732,
			["ilvl"] = 116,
		},
		["Player-4487-000C123D"] = {
			["name"] = "Boreails",
			["time"] = 1629552480,
			["ilvl"] = 114,
		},
		["Player-4487-00117613"] = {
			["time"] = 1629474070,
			["name"] = "阿咘先生",
			["ilvl"] = 113,
		},
		["Player-4487-000E6A54"] = {
			["name"] = "日下琉璃",
			["time"] = 1629545596,
			["ilvl"] = 114,
		},
		["Player-4487-0008FCA4"] = {
			["time"] = 1629473694,
			["name"] = "很噁心",
			["ilvl"] = 115,
		},
		["Player-4487-0011ECC6"] = {
			["time"] = 1629560343,
			["name"] = "奧萊雃斯",
			["ilvl"] = 110,
		},
		["Player-4487-000B88A8"] = {
			["name"] = "大東東",
			["time"] = 1629533439,
			["ilvl"] = 100,
		},
		["Player-4487-0006E11D"] = {
			["name"] = "菇逃菇鬧",
			["time"] = 1629537455,
			["ilvl"] = 108,
		},
		["Player-4487-0011AE2A"] = {
			["name"] = "豬妹",
			["time"] = 1629556534,
			["ilvl"] = 109,
		},
		["Player-4487-000EC288"] = {
			["name"] = "滑蛋薯餅",
			["time"] = 1629554766,
			["ilvl"] = 112,
		},
		["Player-4487-0007BB27"] = {
			["time"] = 1629480704,
			["name"] = "一壺濁酒",
			["ilvl"] = 116,
		},
		["Player-4487-0000FCE4"] = {
			["name"] = "小又青",
			["time"] = 1629545829,
			["ilvl"] = 118,
		},
		["Player-4487-00124D91"] = {
			["time"] = 1629562660,
			["name"] = "Drakepuma",
			["ilvl"] = 110,
		},
		["Player-4487-001166E3"] = {
			["time"] = 1629474075,
			["name"] = "和希",
			["ilvl"] = 114,
		},
		["Player-4487-0012B772"] = {
			["name"] = "超級王",
			["time"] = 1629531928,
			["ilvl"] = 113,
		},
		["Player-4487-00117402"] = {
			["name"] = "Wmvshun",
			["time"] = 1629557274,
			["ilvl"] = 118,
		},
		["Player-4487-00000A67"] = {
			["name"] = "Seraphim",
			["time"] = 1629556199,
			["ilvl"] = 115,
		},
		["Player-4487-0013517E"] = {
			["time"] = 1629483149,
			["name"] = "台北轉運站",
			["ilvl"] = 107,
		},
		["Player-4487-00029428"] = {
			["name"] = "甜點師傅",
			["time"] = 1629552488,
			["ilvl"] = 112,
		},
		["Player-4487-00122961"] = {
			["name"] = "泥哥戰士",
			["time"] = 1629539633,
			["ilvl"] = 114,
		},
		["Player-4487-000068D0"] = {
			["name"] = "費斯坦提勒斯",
			["time"] = 1629550449,
			["ilvl"] = 112,
		},
		["Player-4487-00125016"] = {
			["name"] = "隔壁班導師",
			["time"] = 1629556534,
			["ilvl"] = 113,
		},
		["Player-4487-0004F4A5"] = {
			["name"] = "攸汰",
			["time"] = 1629556534,
			["ilvl"] = 111,
		},
		["Player-4487-000115F4"] = {
			["time"] = 1629478359,
			["name"] = "搓搓火球",
			["ilvl"] = 118,
		},
		["Player-4487-0012111B"] = {
			["time"] = 1629478359,
			["name"] = "我就蕾",
			["ilvl"] = 111,
		},
		["Player-4487-00113572"] = {
			["name"] = "純情乳膠漆",
			["time"] = 1629549930,
			["ilvl"] = 111,
		},
		["Player-4487-000266EB"] = {
			["time"] = 1629483193,
			["name"] = "殟系",
			["ilvl"] = 115,
		},
		["Player-4487-0008D007"] = {
			["time"] = 1629561233,
			["name"] = "絕世武者",
			["ilvl"] = 114,
		},
		["Player-4487-000B9BCB"] = {
			["time"] = 1629482956,
			["name"] = "奶茶壞壞",
			["ilvl"] = 66,
		},
		["Player-4487-0004E3E7"] = {
			["time"] = 1629534478,
			["name"] = "毛仔獸",
			["ilvl"] = 114,
		},
		["Player-4487-00123A55"] = {
			["time"] = 1629480543,
			["name"] = "吉吉硬硬德",
			["ilvl"] = 111,
		},
		["Player-4487-000BC6C0"] = {
			["name"] = "拔地瓜",
			["time"] = 1629542347,
			["ilvl"] = 114,
		},
		["Player-4487-000386DF"] = {
			["time"] = 1629561573,
			["name"] = "日陽羽翼",
			["ilvl"] = 114,
		},
		["Player-4487-0009C0FF"] = {
			["name"] = "Xiongda",
			["time"] = 1629548256,
			["ilvl"] = 107,
		},
		["Player-4487-0012BA4B"] = {
			["name"] = "Ilk",
			["time"] = 1629537456,
			["ilvl"] = 116,
		},
		["Player-4487-000BD5CE"] = {
			["time"] = 1629560307,
			["name"] = "阿薩佈魯",
			["ilvl"] = 99,
		},
		["Player-4487-000C4AEB"] = {
			["name"] = "Alent",
			["time"] = 1629550822,
			["ilvl"] = 118,
		},
		["Player-4487-00030DB9"] = {
			["time"] = 1629562267,
			["name"] = "裙姊",
			["ilvl"] = 115,
		},
		["Player-4487-0011905E"] = {
			["time"] = 1629561511,
			["name"] = "回憶小津花",
			["ilvl"] = 111,
		},
		["Player-4485-00022992"] = {
			["name"] = "猛牛在世-瑪拉頓",
			["time"] = 1629536040,
			["ilvl"] = 116,
		},
		["Player-4487-0005F6CC"] = {
			["name"] = "水師提督",
			["time"] = 1629539446,
			["ilvl"] = 111,
		},
		["Player-4487-000200C3"] = {
			["name"] = "叫一聲",
			["time"] = 1629547109,
			["ilvl"] = 113,
		},
		["Player-4487-00064627"] = {
			["time"] = 1629561696,
			["name"] = "Poo",
			["ilvl"] = 99,
		},
		["Player-4487-00123A45"] = {
			["time"] = 1629480762,
			["name"] = "Opaibb",
			["ilvl"] = 111,
		},
		["Player-4487-000D517D"] = {
			["time"] = 1629474070,
			["name"] = "拾塊錢",
			["ilvl"] = 113,
		},
		["Player-4487-000128B0"] = {
			["name"] = "Smally",
			["time"] = 1629536042,
			["ilvl"] = 113,
		},
		["Player-4487-0012C084"] = {
			["name"] = "態度矯正專科",
			["time"] = 1629535855,
			["ilvl"] = 90,
		},
		["Player-4487-00133A08"] = {
			["time"] = 1629560397,
			["name"] = "潮噴女王",
			["ilvl"] = 109,
		},
		["Player-4487-000153DA"] = {
			["name"] = "德萊特",
			["time"] = 1629536047,
			["ilvl"] = 112,
		},
		["Player-4487-000712C1"] = {
			["name"] = "德州雞",
			["time"] = 1629529390,
			["ilvl"] = 115,
		},
		["Player-4487-00000F18"] = {
			["name"] = "戰蹄震天",
			["time"] = 1629529484,
			["ilvl"] = 115,
		},
		["Player-4487-00080C4E"] = {
			["name"] = "就說不是腿了",
			["time"] = 1629535688,
			["ilvl"] = 112,
		},
		["Player-4487-0011EADF"] = {
			["name"] = "薩拉斯",
			["time"] = 1629558259,
			["ilvl"] = 115,
		},
		["Player-4487-000D4011"] = {
			["time"] = 1629562638,
			["name"] = "Snéaky",
			["ilvl"] = 110,
		},
		["Player-4487-000F3B29"] = {
			["name"] = "Neos",
			["time"] = 1629547121,
			["ilvl"] = 113,
		},
		["Player-4487-000EEAE7"] = {
			["time"] = 1629534477,
			["name"] = "小蛙蛙",
			["ilvl"] = 116,
		},
		["Player-4487-000EEF31"] = {
			["time"] = 1629560091,
			["name"] = "草莓撞奶",
			["ilvl"] = 114,
		},
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["profile_by_spec"] = {
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			6, -- [1]
			"環境 (著火)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自動射擊", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			8, -- [1]
			"環境 (黏液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [3]
		{
			3, -- [1]
			"環境 (掉落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [4]
		{
			1, -- [1]
			"近戰", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [5]
		{
			4, -- [1]
			"環境 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [6]
		{
			5, -- [1]
			"環境 (疲勞)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [7]
		{
			7, -- [1]
			"環境 (岩漿)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [8]
	},
	["switchSaved"] = {
		["slots"] = 16,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
		},
	},
	["raid_data"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["always_use_profile_name"] = "",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "2.5.18783",
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示團隊中誰在首領戰時使用了藥水。",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "使用藥水",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = " 顯示團隊中誰使用了治療藥水或治療石。",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "治療藥水 & 治療石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "報告每個角色花了多少時間在輸出傷害。",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "傷害活躍時間",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "報告每個角色花了多少時間在補血。",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "治療活躍時間",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "施放控場",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "受到控場",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在視窗中顯示你的法術。",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "我的法術",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示對被標記骷髏的目標所輸出的傷害。",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "對骷髏標記目標的傷害",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示對其他任何被標記的目標所輸出的傷害。",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "對其他標記目標的傷害",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "對護盾的傷害",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [10]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "動態整體傷害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 7,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1628929698,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
}
