
_detalhes_global = {
	["npcid_pool"] = {
		[7156] = "死木守衛",
		[16459] = "渾沌女侍",
		[16523] = "破碎之手狂怒者",
		[20682] = "泰洛卡狼蛛",
		[21002] = "虛空煙霧",
		[17035] = "卡里瑞族母",
		[25353] = "蓝玉财宝猎人",
		[25417] = "暴怒的火焰",
		[25481] = "螃蟹",
		[21450] = "斯其索貓頭鷹",
		[25609] = "恩其拉通灵领主",
		[17547] = "機器人",
		[25801] = "“犀牛之王”尼达尔",
		[25865] = "冰霜之心",
		[17803] = "盤牙神諭者",
		[18123] = "銳克奴隸",
		[18315] = "伊斯利巫者",
		[22474] = "善變的魔化小鬼",
		[15430] = "土元素圖騰 <胡梭>",
		[18635] = "卡巴死亡誓言者",
		[30984] = "天灾苦工",
		[22858] = "影蹄刺客",
		[18827] = "甘納格工人",
		[31176] = "石肤图腾 X <來錢>",
		[31304] = "濒死的士兵",
		[23178] = "塔倫米爾監視者",
		[19851] = "奈卡卓恩",
		[19979] = "死亡熔爐技師",
		[20043] = "見習占星者",
		[20427] = "多數的威納拉圖斯",
		[20555] = "苟克",
		[16524] = "埃蘭之影",
		[20875] = "奈加頓尖嘯者",
		[16844] = "地殼穿刺者",
		[16972] = "剃骨禿鷲",
		[25226] = "斯卡德尔",
		[25354] = "暈眩",
		[25418] = "卓恩",
		[25482] = "海龜",
		[17356] = "遲緩的軟泥怪",
		[17420] = "破碎之手異教徒",
		[29769] = "劣尸维尔",
		[17548] = "多多 <桃樂絲>",
		[25802] = "猛犸毁灭者卡奥",
		[22091] = "飛火圖騰 <深淵守衛提達費斯>",
		[18124] = "枯萎的巨人",
		[22347] = "巨像潛伏者",
		[26762] = "魔法上尉艾米·马林",
		[18636] = "卡巴刺客",
		[18700] = "重組的骸骨",
		[23051] = "巨大的卡里瑞",
		[23179] = "塔倫米爾保衛者",
		[13959] = "奧特蘭克雪人",
		[19852] = "神器蒐尋者",
		[20044] = "星術師初學者",
		[2523] = "灼熱圖騰",
		[16461] = "魔妾",
		[16525] = "魔法鬼魂",
		[20684] = "莎芙瑞斯女士",
		[21004] = "次級虛空龍",
		[16973] = "剃骨禿鷹",
		[21196] = "掠食鐮奪怪",
		[29450] = "瓦古符文领主",
		[25419] = "沸腾之魂",
		[5349] = "阿拉瑟希斯",
		[17357] = "遲緩的小軟泥怪",
		[25611] = "战歌畸变者",
		[29770] = "奈丝伍德夫人",
		[21644] = "司凱堤斯之翼護衛",
		[25803] = "驯鹿杀手卡琳",
		[30026] = "狂风王子阿兹巴林",
		[17805] = "盤牙奴隸管理者",
		[30154] = "安格妮塔·泰斯多达尔",
		[18125] = "飢餓的真菌巨人",
		[30474] = "北风",
		[18317] = "伊斯利牧師",
		[5685] = "被俘虜的食屍鬼",
		[18701] = "黑暗漩渦 <塞司克薩滿>",
		[22860] = "伊利達瑞魅魔",
		[18829] = "地獄火守衛",
		[27211] = "先锋军刽子手",
		[15687] = "摩洛",
		[731] = "虎爺老闆",
		[27531] = "进攻的冰冷憎恶",
		[2963] = "風怒風巫",
		[2971] = "長爪猛鷲",
		[2979] = "風險投資公司主官",
		[19789] = "考斯卡護水者",
		[19853] = "魔刃末日守衛",
		[20045] = "虛空占卜師",
		[3035] = "平原獅",
		[28747] = "奎丝鲁恩崇拜者",
		[16526] = "巫術鬼魂",
		[20749] = "風蛇",
		[3123] = "血爪銳齒龍",
		[21005] = "藍嘴鳥 <阿拉斯恩上尉>",
		[16974] = "狂野的虛無行者",
		[29323] = "希弗列尔达风暴之女",
		[29451] = "瓦古杀戮者",
		[21389] = "『灰喉』麥克斯納爾",
		[21453] = "灰舌薩滿",
		[25740] = "艾胡恩",
		[21709] = "伊肯尼恩",
		[21965] = "深淵守衛提達費斯",
		[3267] = "鋼鬃尋水者",
		[22093] = "伊利達瑞看守者",
		[18062] = "暴怒的粉碎者",
		[26316] = "水晶冰雪元素",
		[30475] = "伊尔斯卡领主",
		[18318] = "塞司克新兵",
		[26764] = "伊爾莎·恐酒",
		[26828] = "魔导师凯尔多努斯",
		[18702] = "奧奇奈死靈法師",
		[22861] = "聖光之誓復仇者",
		[18830] = "卡巴狂熱者",
		[18894] = "惡魔守衛蠻卒",
		[31691] = "无面潜伏者",
		[19598] = "突變的鞭屍者",
		[19982] = "維克尼爾銳眼",
		[20046] = "星術領主",
		[7157] = "死木復仇者",
		[28748] = "蛇灵狂暴者",
		[3619] = "豹",
		[20878] = "死亡熔爐守護者",
		[16975] = "無法控制的虛無行者",
		[17039] = "公卡里瑞幼鳥",
		[21198] = "死亡之爪靈魂",
		[17167] = "召喚的元素 <埃蘭之影>",
		[21326] = "烏鴉林葉鬚樹人",
		[21454] = "灰舌戰士",
		[25613] = "斯卡迪尔织雾者",
		[7445] = "北極熊",
		[21710] = "烏拉魯",
		[21902] = "卡巴織法者",
		[17871] = "深幽泥沼搖晃者",
		[26125] = "复活的食尸鬼",
		[22094] = "仇恨怨念者",
		[18127] = "泥沼領主",
		[18319] = "時光流逝占卜者",
		[30860] = "自由的树妖",
		[18639] = "卡巴縛法者",
		[18703] = "塞司克之靈",
		[22862] = "隱士凱倫",
		[18831] = "大君王莫卡爾",
		[27213] = "血色先锋军战马",
		[15688] = "泰瑞斯提安·疫蹄",
		[11657] = "莫洛克",
		[27533] = "冰冷恶鬼",
		[23694] = "跳動的南瓜 <無頭騎士>",
		[19919] = "荊棘鞭笞者",
		[19983] = "維克尼爾風暴召喚者",
		[20047] = "紅手戰鬥法師",
		[4150] = "鹽石凝視者",
		[20879] = "埃雷達爾嗜魂者",
		[29133] = "被扰乱的灵魂",
		[8554] = "刺鬃酋長",
		[21263] = "灰色之心技師",
		[25422] = "神秘的蛛网",
		[21455] = "灰舌勞工",
		[21519] = "死亡的力量",
		[25678] = "拉佐格林博士",
		[25806] = "利欲熏心的偷猎者",
		[21839] = "成熟的絲翼",
		[26126] = "白骨战士",
		[22095] = "群聚的根鬚行者",
		[18064] = "戰槌薩滿",
		[1138] = "狼",
		[18256] = "聯盟哈剌尼守衛",
		[18320] = "時光流逝暗影法師",
		[18640] = "卡巴術士",
		[30989] = "死亡使者哈洛夫",
		[18832] = "克羅斯·火手",
		[22991] = "未知目標",
		[13577] = "雷矛山羊騎兵指揮官",
		[27278] = "冰原狂战士",
		[27406] = "先锋军步兵",
		[27534] = "冰冷食尸鬼",
		[19408] = "痛苦魔女",
		[19792] = "伊克利普森百夫長",
		[19920] = "荊棘撕掠者",
		[19984] = "維克尼爾厄鷹",
		[20048] = "紅手百夫長",
		[24207] = "亡者军团食尸鬼 <殺手正樹>",
		[28366] = "冬拥湖塔楼火炮",
		[28494] = "库图比萨",
		[16529] = "魔法驚懼",
		[16593] = "破碎之手打鬥者",
		[20880] = "埃雷達爾死亡召喚者",
		[21136] = "恆龍時間術師",
		[25295] = "尼鲁巴尔群行蛛",
		[25359] = "指挥官斯尔加·钢腭",
		[29518] = "监督者希尔拉",
		[29646] = "夺魂女妖",
		[21520] = "伊利達瑞獄卒",
		[25743] = "雄性长毛猛犸象",
		[21904] = "鳥人戰鷹",
		[10986] = "雪盲鷹身人",
		[18065] = "戰槌蠻卒",
		[26319] = "阿努巴尔教徒",
		[15241] = "獅鷲騎士守衛",
		[18257] = "猫头鹰",
		[18321] = "塞司克鷹爪領主",
		[18449] = "辛諾爪牙",
		[30862] = "自由的树人",
		[5686] = "被俘虜的殭屍",
		[15497] = "風怒圖騰 V",
		[15689] = "尼德斯",
		[31438] = "暗影拱顶憎恶",
		[23376] = "龍喉工頭",
		[19921] = "響尾蛇",
		[20049] = "紅手血騎士",
		[28303] = "达卡莱缚水者",
		[28495] = "加瓦尼尔",
		[16530] = "法力扭曲",
		[16594] = "影月侍僧",
		[20753] = "多爾哥克",
		[20881] = "無鏈結的毀滅者",
		[25040] = "巨型水元素 <巴琳達·石爐上尉>",
		[16978] = "少校薩沃斯",
		[21137] = "恆龍刺客",
		[25488] = "犀牛",
		[29775] = "档案员麦卡顿",
		[21649] = "司凱堤斯風行者",
		[17938] = "盤牙觀察者",
		[13098] = "深鐵礦坑測量者",
		[18130] = "虛空鰭刺",
		[18258] = "巴奇洛爾",
		[18322] = "塞司克烏鴉護衛",
		[18450] = "辛諾巫士",
		[30863] = "杉达拉德鲁伊之魂",
		[18642] = "惡魔守衛犬",
		[18706] = "噬骨座狼 <噬骨劫掠者>",
		[18834] = "召喚者歐莫",
		[19218] = "看守者蓋洛奇歐",
		[19282] = "征服者薛艾希",
		[19410] = "破碎之手新兵",
		[19666] = "暗影領主希瑞西斯",
		[19922] = "未知目標",
		[19986] = "魯安歐克智者·天怒",
		[20050] = "紅手審判官",
		[28496] = "疯子克乌罗",
		[7158] = "死木薩滿",
		[1794] = "沒有靈魂的食屍鬼",
		[28752] = "高阶祭司穆弗努",
		[16595] = "噬屍獸",
		[20882] = "潛伏的女巫",
		[29264] = "幽灵狼",
		[21138] = "恆龍劊子手",
		[29392] = "饥饿的巨鲨",
		[14762] = "丹巴達爾北部元帥",
		[25489] = "雄性长毛犀牛",
		[7414] = "法力之泉圖騰 II",
		[17427] = "破碎之手弓箭手",
		[17491] = "獰笑骷髏盜賊",
		[1866] = "鴉爪奴隸",
		[10987] = "冷齒穴居怪",
		[26257] = "湍流之针巫师",
		[18131] = "沼牙分割者",
		[18259] = "班薩爾",
		[1914] = "達拉然法師",
		[22482] = "成熟的篩骨者",
		[18451] = "辛諾翼護衛",
		[26705] = "冰原徒工",
		[26769] = "操纵者安诺科拉",
		[11371] = "拉沙希毒蛇",
		[30992] = "萨布诺克博士",
		[1942] = "腐皮暴徒",
		[18835] = "瘋癲者奇克勒",
		[22994] = "獵隼守護者",
		[1954] = "老邁的湖岸潛藏者",
		[1958] = "邪鰭招潮者",
		[15690] = "莫克札王子",
		[19219] = "機械王卡帕希特斯",
		[19411] = "破碎之手術士",
		[27729] = "暴怒的食尸鬼",
		[19731] = "虛空野獸",
		[19795] = "伊克利普森血騎士",
		[20115] = "昂布拉凡巫醫",
		[20243] = "廢棄的惡魔搶奪者",
		[20435] = "監督者阿森尼爾",
		[16468] = "鬼靈巡邏",
		[16596] = "巨型噬屍獸",
		[20883] = "惡毒的妖婦",
		[29329] = "先锋军圣骑士",
		[21267] = "法力野獸",
		[21395] = "突變鑽地蟲",
		[25618] = "残忍的瓦雷杜斯",
		[25682] = "巫妖领主基尔温特",
		[21651] = "時光流逝司凱堤斯搶奪者",
		[2228] = "法爾林·奧里涅爾中尉",
		[22035] = "純正的海卓司子嗣",
		[2252] = "破碎嶺巨魔",
		[30353] = "符文巨人杜洛恩",
		[2268] = "希爾斯布萊德步卒",
		[18260] = "石拳侵略者",
		[22419] = "蝕木蟲 <群聚的根鬚行者>",
		[22483] = "沙塵地精",
		[18452] = "空行者魔鷹",
		[30865] = "杉达拉战士之魂",
		[18708] = "莫爾墨",
		[18836] = "先知盲眼",
		[2364] = "尼瑪",
		[27410] = "天灾攻城锻造师",
		[19668] = "暗影惡魔 <淡淡蘭不路>",
		[19796] = "伊克利普森大法師",
		[19988] = "葛瑞納鷹翼",
		[20052] = "水晶之核技師",
		[28306] = "反魔法领域 <白說說>",
		[14187] = "亞斯拉瑪尼斯",
		[14283] = "雷矛貓頭鷹",
		[20436] = "日怒保衛者",
		[28754] = "高阶祭司图亚图亚",
		[28882] = "魔化蒂基面具战士",
		[20756] = "劍刃主廚",
		[29330] = "先锋军港口卫兵",
		[21268] = "虛空之絃長弓",
		[14763] = "丹巴達爾南部元帥",
		[17301] = "破碎之手劊子手",
		[25619] = "尼鲁巴尔战士",
		[17621] = "希頓護衛",
		[21780] = "未知目標",
		[30162] = "丁奇·火哨",
		[17941] = "背叛者曼紐",
		[22100] = "爬骨蝎子",
		[18069] = "莫古",
		[18133] = "沼光流血者",
		[18325] = "塞司克預言家",
		[18453] = "空行者裂風者",
		[26771] = "影怒者西诺克",
		[5687] = "被俘虜的憎惡",
		[15691] = "館長",
		[19221] = "虛空術師賽菲瑞雅",
		[27539] = "冰冷通灵师",
		[2964] = "風怒巫女",
		[19733] = "匕首沼地佣人",
		[11948] = "范達爾·雷矛",
		[11980] = "『疲憊者』祖魯希德",
		[19989] = "葛瑞納先驅者",
		[28243] = "塞穆",
		[3068] = "陸行鳥 <獵蛋蛋>",
		[16406] = "魅影侍者",
		[16470] = "鬼魅慈善家",
		[20885] = "末日預言者達利亞",
		[8525] = "天譴守衛",
		[21269] = "毀滅",
		[25428] = "犸格莫斯萨满祭司",
		[25684] = "塔尔拉玛斯憎恶",
		[21717] = "龍喉爭吵者",
		[3268] = "鋼鬃織棘者",
		[26196] = "洛根",
		[18134] = "沼地行者",
		[30483] = "沃尔格",
		[18326] = "塞司克薩滿",
		[18454] = "撒拉希猛爪護衛",
		[26836] = "吉加托尔",
		[31251] = "暗影拱顶散兵",
		[19350] = "棘牙吐毒者",
		[27604] = "脆弱的构造体",
		[27732] = "通灵大师",
		[19734] = "真菌巨人",
		[19862] = "烏崔克",
		[19926] = "法術搶奪者瑪拉希歐",
		[19990] = "葛瑞納烏鴉藐視者",
		[14188] = "德爾克",
		[14284] = "雷矛戰地衛士",
		[16407] = "鬼靈侍從",
		[28756] = "高阶祭司哈文尼",
		[20886] = "怒鐮者索寇斯瑞特",
		[7367] = "石甲圖騰 V <淦圖仔>",
		[25429] = "犸格莫斯劫掠者",
		[7415] = "法力之泉圖騰 III",
		[25685] = "游荡鳄鱼人",
		[17623] = "搶奪者護衛",
		[14988] = "未知目標",
		[30164] = "洞穴座狼",
		[22038] = "海術路德",
		[26197] = "飘雪林地掠夺者",
		[18135] = "沼澤行者",
		[30484] = "布莉塔",
		[18327] = "時光流逝控制者",
		[22486] = "未知目標 <深淵守衛提達費斯>",
		[18455] = "撒拉希神諭者",
		[18583] = "麗莎艾歐·織火者",
		[18647] = "五十塊",
		[3908] = "治療之泉圖騰 IV <淦圖仔>",
		[19415] = "破碎之手侍僧",
		[19735] = "風暴要塞-熔爐毀滅者",
		[19799] = "伊利達瑞恐懼使者",
		[23958] = "蜘蛛",
		[19991] = "血槌蠻卒",
		[12141] = "冰圖騰",
		[28565] = "腐烂的食尸鬼",
		[16408] = "魅影管理員",
		[16472] = "魅影舞台助手",
		[20887] = "死亡熔爐小鬼",
		[33704] = "冰冷憎恶",
		[29333] = "先锋军狮鹫骑士",
		[4280] = "血色醫師",
		[29461] = "冰尖爬行者",
		[25430] = "犸格莫斯雷加",
		[17368] = "虛空傳送門 - 統御",
		[29717] = "暗影教徒",
		[25686] = "鼓眼鳄鱼人",
		[25814] = "菲兹兰克机械侏儒",
		[30037] = "尤尔丁格斗者",
		[21911] = "司凱堤斯召魂者",
		[17880] = "坦普拉斯",
		[26198] = "飘雪林地狼獾人",
		[18136] = "沼澤潛伏者",
		[18328] = "塞司克神諭者",
		[22487] = "強效驅毒圖騰 <深淵守衛提達費斯>",
		[18456] = "杜瑞拾荒者",
		[18584] = "沙薩拉畢恩",
		[26838] = "恐怖之爪",
		[26966] = "暗影折磨者",
		[31125] = "岩石看守者阿尔卡冯",
		[19608] = "野生爭吵者",
		[19800] = "伊利達瑞痛苦鞭擊者",
		[28118] = "水之领主 <特變電工>",
		[28246] = "恐惧石像鬼",
		[20248] = "日怒虛空術師",
		[16409] = "魅影賓客",
		[16473] = "鬼靈表演者",
		[14509] = "高階祭司塞卡爾",
		[16857] = "捕食中的地殼穿刺者",
		[21080] = "全新雕刻的地獄火",
		[21272] = "扭曲分割者",
		[14765] = "石爐元帥",
		[21400] = "伊克爾特",
		[17369] = "虛空傳送門 - 堅忍",
		[21656] = "伊利達瑞森林之神",
		[21720] = "龍喉薩滿",
		[29974] = "尼芬雷先祖",
		[17817] = "巨型泥沼史卓克",
		[17881] = "艾奧那斯",
		[26199] = "飘雪林地雌性狼獾人",
		[18137] = "沼澤挖掘者",
		[18201] = "被馴服的孢子蝙蝠",
		[26455] = "眠月神殿上层精灵",
		[18457] = "杜瑞獵人",
		[26711] = "受伤的猛犸象",
		[18585] = "『酒鬼』拉利克",
		[31190] = "法力之泉图腾 VIII <烏依>",
		[19801] = "伊利達瑞折磨者",
		[19865] = "突變的恐獸",
		[19993] = "血槌槌兵",
		[32534] = "鳞誓精英",
		[16410] = "鬼靈僕人",
		[8303] = "等你等妳 <莎煞>",
		[24920] = "刺棘撕掠者",
		[21273] = "相位壁壘",
		[25432] = "犸格莫斯雷加的配偶",
		[17306] = "看護者卡爾古瑪",
		[17370] = "獰笑骷髏執行者",
		[29719] = "恐尸",
		[25752] = "清除机器人004-A8型",
		[17626] = "獰笑骷髏軍團士兵",
		[25880] = "卡奥的爪牙",
		[21849] = "骸骨爬行者",
		[21913] = "未知目標 <莫洛葛利姆·潮行者>",
		[30167] = "基莫拉克",
		[18138] = "昂布拉凡鰻魚",
		[18202] = "黑暗之血腐化者",
		[18394] = "伊斯利怨靈 <伊斯利縛法者>",
		[13326] = "經驗豐富的防衛者",
		[13358] = "雷矛弓箭手",
		[26776] = "恐酒爪牙",
		[19226] = "虛無旅人",
		[19354] = "無力的阿爾塞斯",
		[27608] = "碧蓝巨龙",
		[19802] = "伊利達瑞突擊兵",
		[19994] = "血槌術士",
		[20058] = "血槌恐狼",
		[28312] = "冬拥湖攻城坦克",
		[32535] = "龙眠联军天爪龙",
		[28504] = "金亚莱医师",
		[32663] = "巴德",
		[24601] = "蒸汽狂怒者",
		[16539] = "魔胎",
		[21274] = "瓦解之杖",
		[25433] = "犸格莫斯雷加的子嗣",
		[17307] = "『信使』維斯路登",
		[29656] = "达库鲁狂暴者",
		[25625] = "战歌畸变者 <被感染的囚犯>",
		[25753] = "警戒机器人57-K型",
		[21722] = "被奴役的虛空之翼龍",
		[25881] = "摩里亚",
		[17819] = "敦霍爾德哨兵",
		[10991] = "蠻爪豺狼人",
		[26201] = "飘雪林地萨满祭司",
		[18203] = "黑暗之血劫掠者",
		[26521] = "基利瓦",
		[15438] = "強效火焰元素 <火焰元素圖騰>",
		[15470] = "石甲圖騰 VII <電眼超載米娜-瑪拉頓>",
		[23066] = "魔爪祭司艾夏歐",
		[27225] = "被遗忘的火枪手",
		[19419] = "狂怒的裂石巨人",
		[27737] = "复活的僵尸",
		[24026] = "黑暗藝術",
		[19995] = "劍刃蠻卒",
		[20059] = "尋日虛空束縛者",
		[20443] = "安格拉斯哨兵",
		[16540] = "暗影掠取者",
		[24922] = "刺棘劫毀者",
		[4281] = "血色斥候",
		[21339] = "盤牙憎恨尖嘯者",
		[17308] = "無疤者歐瑪爾",
		[21467] = "先驅者史蓋力司",
		[21723] = "豹",
		[21787] = "時光流逝司凱堤斯高階牧師",
		[17820] = "敦霍爾德槍手",
		[21979] = "『征服者』弗札克",
		[26202] = "通灵塔防御者",
		[26266] = "可怕的赫迦尔",
		[22299] = "孢子行者 <黑色捕獵者>",
		[18460] = "迷失的靈魂",
		[18524] = "盛怒的骷髏",
		[18588] = "服倫",
		[31129] = "大地之力图腾 VIII <烏依>",
		[23067] = "魔爪祭司史奇吉克",
		[27226] = "被遗忘的农夫",
		[27290] = "饥饿的死者",
		[19420] = "哥利亞索裂石巨人 <哥利亞森>",
		[19740] = "怒行者",
		[19996] = "劍刃戰鬥法師",
		[20060] = "桑古納爾領主",
		[28442] = "伦诺克先知",
		[20444] = "安格拉斯暗影法師",
		[16925] = "噬骨劫掠者",
		[21148] = "裂縫看守者",
		[21212] = "瓦許女士",
		[17309] = "地獄火看守者",
		[29722] = "狂乱食尸者",
		[21660] = "卡巴宣誓者",
		[29978] = "铁矮人攻击者",
		[10928] = "魅魔爪牙",
		[22044] = "洞穴爬行者",
		[18077] = "昂布拉凡神諭者",
		[22236] = "水元素圖騰 <灰色之心浪潮呼喚者>",
		[30746] = "召唤大师扎洛德",
		[15439] = "火焰元素圖騰",
		[18717] = "幽暗的工人",
		[31258] = "伊米海姆天选战士",
		[11600] = "深鐵薩滿",
		[27355] = "腐烂者洛森",
		[27611] = "天灾喷发者",
		[2949] = "白鬃製革工",
		[5913] = "戰慄圖騰 <淦圖仔>",
		[2965] = "風怒女王",
		[2989] = "巴爾丹掘地工",
		[28187] = "退休的血色先锋军战马 <兽栏管理员默希尔>",
		[16414] = "鬼魅管家",
		[20765] = "劍刃粉碎者",
		[29211] = "达卡莱土著",
		[21213] = "莫洛葛利姆·潮行者",
		[6377] = "雷首翼鹿",
		[29851] = "莱斯班恩将军",
		[29915] = "教官霍加尔",
		[29979] = "铁矮人法师",
		[21853] = "烏鴉林螞蟻 <烏鴉林葉鬚樹人>",
		[26076] = "高阶祭司纳菲塞特",
		[22045] = "復仇的軀殼",
		[18398] = "斷趾",
		[18718] = "幽暗的獵人",
		[27356] = "燃烧深渊通灵侍僧",
		[19422] = "血之谷通靈師",
		[19486] = "尋日化學家",
		[19806] = "伊克利普森血守衛",
		[19998] = "劍刃薩滿",
		[20062] = "大星術師卡普尼恩",
		[7097] = "鷹大帥",
		[3573] = "法力之泉圖騰",
		[28636] = "赫布金",
		[16415] = "骷髏侍從",
		[20766] = "劍刃秘法師",
		[16863] = "瘋狂的地獄野豬",
		[16927] = "小石鐮掠奪者",
		[21214] = "深淵之王卡拉薩瑞斯",
		[7369] = "逆風蠻卒",
		[10737] = "雪莉",
		[29724] = "图书馆守卫者",
		[21662] = "卡巴盜墓者",
		[17695] = "未知目標",
		[21854] = "鐵脊石化者",
		[17951] = "蒸汽操控者技師",
		[30300] = "钢铁巨像",
		[18079] = "昂布拉凡先知",
		[22238] = "毒蛇神殿招潮者 <灰色之心浪潮呼喚者>",
		[18207] = "黑暗之血拾荒者",
		[22494] = "扭曲太空衛兵",
		[18463] = "濕鱗吞噬者",
		[18719] = "幽暗的諫言者",
		[18847] = "野生惡魔捕獵者 <召喚者歐莫>",
		[18975] = "憤怒守衛",
		[27229] = "被遗忘的步兵",
		[19167] = "血守衛殺戮者",
		[23326] = "紅豆牛奶冰",
		[19551] = "歐爾餘燼",
		[7977] = "海龜",
		[19871] = "World Trigger (Not Immune NPC)",
		[20063] = "工程大師泰隆尼卡斯",
		[12337] = "紅衣信差",
		[16544] = "伊斯利竊賊",
		[21023] = "斯卓霖普·深根",
		[21215] = "『盲目者』李奧薩拉斯",
		[17248] = "惡魔鍊",
		[25758] = "防御坦克66D型",
		[30045] = "空气之魔",
		[4458] = "黑鰓獵人",
		[17952] = "黑水鱷魚",
		[18080] = "卡塔魯",
		[18400] = "『碎裂領主』洛克達",
		[18464] = "扭曲行者",
		[18720] = "暗影大師葛瑞弗",
		[18848] = "惡毒導師",
		[27166] = "啤酒辣妹 <美式圖釘>",
		[13617] = "雷矛獸欄管理員",
		[27294] = "苔原食腐豺狼",
		[27358] = "燃烧深渊通灵师",
		[19424] = "血之谷折磨者",
		[23775] = "騎士的頭顱",
		[19744] = "恐懼衛兵",
		[19872] = "凱崔娜·瓦映迪女士",
		[20064] = "扭曲預言家薩拉瑞德",
		[20512] = "痛苦的靈魂",
		[16481] = "恐怖的縛靈",
		[16545] = "伊斯利盜法者",
		[20768] = "葛諾斯·布羅格納",
		[20896] = "伊斯利恩殺戮者",
		[16929] = "石鐮突擊隊員",
		[17057] = "『野蠻者』黑爪",
		[21216] = "不穩定者海卓司",
		[21408] = "惡魔烈焰雙帆龍",
		[17377] = "『破壞者』凱利丹",
		[21728] = "司凱堤斯奔騰者",
		[30046] = "风暴语者伊尔达",
		[21920] = "潮行者潛伏者",
		[30174] = "海德比武会战熊",
		[30430] = "戒卫座狼",
		[18401] = "史卡拉克斯",
		[18465] = "扭曲行者",
		[89] = "地獄火",
		[23008] = "伊斯利恩獄卒",
		[31262] = "天灾驯鹰者",
		[5786] = "斷矛",
		[11602] = "深鐵碎顱者",
		[5834] = "赤羽",
		[27999] = "Rock Shield Trigger (Borean Tundra) <尼鲁巴尔坑道虫>",
		[19873] = "貴族克利斯平·費蘭斯",
		[12050] = "雷矛防衛者",
		[28255] = "腐蚀者玛拉斯",
		[28319] = "冬拥湖攻城炮台",
		[28575] = "伦诺克的折磨者",
		[28639] = "赫布金的蝙蝠",
		[16482] = "受困的靈魂",
		[1547] = "衰老的黑暗犬",
		[20897] = "伊斯利恩波動法師",
		[16994] = "德萊尼隱士",
		[17058] = "伊利達瑞監工",
		[21217] = "海底潛伏者",
		[21409] = "特使伊卡瑞厄斯",
		[6426] = "痛苦的死者",
		[25760] = "克瓦迪尔劫掠者",
		[29919] = "强大的乌弗朗领主",
		[21857] = "內心的惡靈",
		[17826] = "沼澤之王莫斯萊克",
		[26336] = "因度雷秘法师",
		[22305] = "維克",
		[22369] = "恐怖的遺跡奴隸",
		[30687] = "骷髅建筑师",
		[18466] = "懼牙潛伏者",
		[30879] = "位面畸体",
		[18850] = "日怒守衛",
		[31263] = "腐尸猎鹰",
		[27232] = "舍雷船长",
		[27360] = "冒烟的骷髅",
		[19298] = "戰爭使者阿瑞克斯阿摩",
		[27680] = "达莉亚",
		[19554] = "『吞盡者』迪曼修斯",
		[27936] = "南瓜士兵 <依搦斯石眉>",
		[19874] = "男爵洛夫·崔克爾",
		[1767] = "邪鰭切割者",
		[7098] = "貓頭鷹",
		[20514] = "灼熱元素",
		[113] = "野豬",
		[1815] = "生病的黑熊",
		[20898] = "巨型冥淵火",
		[16867] = "破碎之手蠻兵",
		[21218] = "瓦司金榮譽守衛",
		[7370] = "不安寧的陰影",
		[21346] = "盲目之眼 <靈魂吞食者>",
		[7402] = "灼熱圖騰 VI",
		[7434] = "未知目標",
		[1863] = "希納",
		[29984] = "铁哨兵",
		[21858] = "薩塔復仇者",
		[17827] = "裂爪",
		[21986] = "薩塔祭壇復仇者",
		[119] = "黑嚕嚕",
		[18211] = "黑暗之血蠻卒",
		[1915] = "達拉然咒術師",
		[18467] = "懼牙寡婦",
		[11347] = "狂熱者洛卡恩",
		[15474] = "石甲圖騰 VIII",
		[1939] = "腐皮蠻卒",
		[1943] = "暴怒的腐皮豺狼人",
		[1947] = "圖勒·鴉爪",
		[1955] = "湖岸爬行者",
		[27233] = "先锋军水手",
		[11603] = "白鬚掘地工",
		[11859] = "末日守衛",
		[19747] = "『魔犬之主』貝爾蒙",
		[19875] = "女爵朵洛希·米爾斯泰普",
		[28257] = "哈沙尔通灵师",
		[2043] = "黑貓",
		[2070] = "早蕨之舞",
		[20899] = "虛無導線",
		[16932] = "阿強",
		[16996] = "德萊尼復仇者",
		[4283] = "血色哨兵",
		[25378] = "恩其拉通灵师",
		[17252] = "攔截昏迷",
		[17380] = "布洛克",
		[30113] = "冻须 <奥里努克·碎牙>",
		[21987] = "World Trigger (Tiny)",
		[22115] = "憤怒的裂地者 <暴怒的大地之靈>",
		[26402] = "阿努巴尔伏击者",
		[18340] = "蒸汽幫浦監督者",
		[22499] = "低吼憤怒獵犬",
		[26658] = "鲁莽的食腐者",
		[2350] = "森林食苔蛛",
		[18852] = "日怒星移工程師",
		[2366] = "酒吧老闆凱利",
		[27234] = "铁匠古德曼",
		[27362] = "冒烟的构造体",
		[19300] = "暈眩",
		[19428] = "深藍色巨蛇",
		[27682] = "碧蓝幼龙",
		[28066] = "冰霜之球",
		[28258] = "哈沙尔撒网者",
		[20196] = "嗜血的沼澤之牙",
		[20324] = "乾枯的多頭蛇",
		[16485] = "秘法警備者",
		[20772] = "虛空石",
		[20900] = "無束縛的摧毀者",
		[16933] = "我會咬人",
		[21220] = "盤牙女祭司",
		[21284] = "奧奇奈新教徒",
		[5355] = "火翼防衛者",
		[17381] = "創造者",
		[25699] = "污泥鳄鱼人",
		[5419] = "晶鱗蜥蜴",
		[22052] = "超可愛的狗勾",
		[18213] = "泥沼多頭蛇",
		[18341] = "班提蒙尼厄斯",
		[18405] = "風暴要塞-熔爐保安官",
		[18533] = "『禁錮者』盧安卡",
		[11348] = "狂熱者札斯",
		[18853] = "日怒血守衛",
		[31266] = "暗影拱顶突击者",
		[27235] = "炮兵队长泽尔哈特",
		[11604] = "白鬚地卜師",
		[27363] = "冒烟的恶鬼",
		[19301] = "暈眩",
		[19429] = "鳥人黑暗之鷹",
		[19493] = "『審判官』艾克爾拉斯",
		[19557] = "巨型爭吵者",
		[2966] = "鬥豬",
		[2990] = "巴爾丹鑒定官",
		[28323] = "青苔狂暴者",
		[20197] = "泥沼閃光釘刺者",
		[20453] = "伊斯利恩突擊兵",
		[20773] = "鳄鱼",
		[20901] = "薩格隆弓箭手",
		[16870] = "破碎之手隊長",
		[16934] = "魯米耶",
		[29411] = "水晶蛛网编织者",
		[21285] = "奧奇奈末日預言者",
		[25444] = "犸格莫斯火焰图腾",
		[21477] = "石釘鐮奪怪",
		[25700] = "鳄鱼人猎手",
		[3254] = "赤鱗鞭尾龍",
		[17958] = "盤牙防衛者",
		[18086] = "暗羽監工",
		[18214] = "沼爪痛擊者",
		[22437] = "怨恨殘存者",
		[18470] = "鞭骨者",
		[13396] = "深鐵礦坑採掘者",
		[31139] = "血肉巨人",
		[18982] = "黑貂豹",
		[27236] = "兽栏管理员默希尔",
		[19174] = "姆瑪奇酋長",
		[19302] = "暈眩",
		[19494] = "阿其羅斯",
		[19622] = "凱爾薩斯·逐日者",
		[19686] = "虛空異常者",
		[28068] = "混乱的西莱图斯先知",
		[20134] = "日怒秘法師",
		[28388] = "金亚莱战士",
		[28452] = "元素裂隙",
		[3566] = "平原徘徊者",
		[20902] = "薩格隆地獄召喚者",
		[16871] = "血之谷蠻兵",
		[29412] = "水晶蛛网喷毒者",
		[25445] = "尼鲁巴尔尸体收割者",
		[21478] = "石釘撕裂者",
		[25701] = "掘泥鳄鱼人",
		[30180] = "奥努森",
		[17959] = "盤牙奴隸看管者",
		[18087] = "暗羽海妖",
		[22310] = "風裂猛襲者",
		[22374] = "卡加斯之手",
		[22438] = "貪婪殘存者",
		[18535] = "迪摩斯, 憎恨監督者",
		[18663] = "紀律魔女",
		[18855] = "日怒博學者",
		[18983] = "黑牙蜘蛛",
		[27237] = "指挥官乔丹",
		[31396] = "瓦格里工头",
		[19303] = "暈眩",
		[27685] = "进攻的冰冷食尸鬼",
		[19687] = "撒塔斯城保安官",
		[20199] = "大使的榮譽守衛",
		[20327] = "葛瑞納烏鴉",
		[20455] = "恐懼圖騰 <昂布拉凡巫醫>",
		[16424] = "鬼靈哨兵",
		[16488] = "秘法異反元素",
		[16808] = "大酋長卡加斯·刃拳",
		[29413] = "雪盲挖掘者",
		[8598] = "狂怒的瘟疫犬",
		[17256] = "地獄火導魔師",
		[29605] = "饥饿的冰虫",
		[25830] = "托奇",
		[21863] = "毒蛇神殿潛伏者",
		[22055] = "盤牙精英",
		[22119] = "深淵蜘蛛 <深淵守衛沙卡奇斯>",
		[18088] = "血鱗女巫師",
		[22311] = "火魂盛怒者",
		[18280] = "斯柏溫",
		[22439] = "墮落殘存者",
		[18472] = "暗法師希斯",
		[18536] = "希爾寇思,恐懼監督者",
		[18856] = "秘法殲滅者",
		[31205] = "复活的联盟士兵",
		[27238] = "工头卡列基",
		[31397] = "萨隆邪铁矿洞奴隶",
		[19304] = "暈眩",
		[27686] = "进攻的冰冷恶鬼",
		[20136] = "日怒調查員",
		[16425] = "魅影守衛",
		[16489] = "混沌感知元素",
		[28902] = "督军佐尔玛兹",
		[16809] = "戰爭使者歐姆拉格",
		[16873] = "血之谷捆縛師",
		[21032] = "魔翼",
		[330] = "野豬",
		[21224] = "潮行者深淵先知",
		[25383] = "恩其拉憎恶",
		[17257] = "瑪瑟里頓",
		[21416] = "拉卡恩",
		[25831] = "ED-210",
		[21864] = "龍蝦舞沙拉",
		[17833] = "敦霍爾德衛兵",
		[17961] = "盤牙女巫師",
		[22120] = "深淵孢子蝙蝠 <深淵守衛沙卡奇斯>",
		[18089] = "血鱗奴隸驅使者",
		[26343] = "因度雷渔夫",
		[18281] = "伯克拉斯",
		[22440] = "光榮殘存者",
		[18473] = "鷹王伊奇斯",
		[11318] = "怒焰穴居人",
		[11350] = "古拉巴什擲斧者",
		[11382] = "血領主曼多基爾",
		[5708] = "未知目標",
		[31142] = "冰寒食尸鬼",
		[19305] = "哥利亞森",
		[27687] = "进攻的冰冷通灵师",
		[11830] = "哈卡萊祭司",
		[19881] = "分離的靈魂",
		[16117] = "野豬",
		[28199] = "墓穴猎手",
		[32358] = "方卜拉布·飞轮",
		[28519] = "干瘪的巨魔",
		[20713] = "精靈龍",
		[20777] = "塔巴克種鹿",
		[20905] = "熾熱欺詐者",
		[21033] = "刃翼血信",
		[29351] = "尼芬雷冰霜巨人",
		[21225] = "潮行者戰士",
		[25448] = "馆长因萨维斯",
		[6412] = "未知目標 <戈杜尼噬靈者>",
		[25768] = "克里卡希斯",
		[25832] = "麦克斯·布拉斯托",
		[21865] = "盤牙伏擊者",
		[17962] = "盤牙工頭",
		[26280] = "龙骨荒野法师猎手",
		[26344] = "因度雷战士",
		[18282] = "卡拉奎領主",
		[22441] = "受詛咒的泰利巴斯",
		[416] = "帕格古普",
		[417] = "特拉格罗姆",
		[30951] = "永不休息的斥候",
		[31015] = "勇猛的食尸鬼",
		[18794] = "卡巴祭儀師",
		[18922] = "泰倫多爾護衛",
		[31399] = "工头沙尔德林",
		[19306] = "法力寄生蟲",
		[19434] = "恐懼呼喚者",
		[31847] = "食腐的恶鬼",
		[19946] = "暗羽奴隸商人",
		[20138] = "卡露薩斯",
		[32487] = "古老的普迪图斯",
		[20330] = "血槌作戰座狼",
		[20394] = "卡露薩斯之眼",
		[16491] = "法力供應蟲",
		[20714] = "山脊行者",
		[454] = "野豬",
		[20906] = "相位獵取者",
		[16939] = "虛無男爵·加倫希斯",
		[17067] = "未知目標 <魅影守衛>",
		[21226] = "潮行者薩滿",
		[21290] = "未知目標",
		[25449] = "蓝玉回收者",
		[25833] = "研磨者",
		[21802] = "伊萊克毀滅者",
		[17771] = "黑暗之血神諭者",
		[30120] = "火热的亡魂",
		[30184] = "风暴之子",
		[17963] = "荒行者奴隸",
		[26281] = "眠月魔犬",
		[22250] = "腐臭磨菇",
		[18283] = "黑刺",
		[30632] = "尤尔丁控水师",
		[18411] = "『飢餓者』唐恩",
		[18475] = "穆格苟克",
		[18539] = "阿斯卡斯",
		[18667] = "煽動者黑心",
		[18731] = "海爾瑪大使",
		[22890] = "第一碎片守衛者",
		[18987] = "凱斯頓",
		[19307] = "奈薩斯恐獸",
		[27881] = "天灾软泥",
		[19755] = "莫阿格武器鐵匠",
		[19947] = "暗羽巫女",
		[20139] = "日怒咒術師",
		[510] = "水元素 <貝狄維爾>",
		[16492] = "虹吸蟲",
		[16876] = "噬骨突變者",
		[21227] = "潮行者獵魚者",
		[25386] = "恩其拉地穴魔",
		[21419] = "地獄火攻擊者",
		[4397] = "海龜",
		[25834] = "机甲专家麦卡佐德",
		[21803] = "灰舌駕馭者",
		[17964] = "荒行者工人",
		[22123] = "搖擺麥克",
		[18092] = "塔倫米爾守衛",
		[18220] = "飢餓的風翼貓頭鷹",
		[30633] = "恐怖之水",
		[30697] = "腐烂的巨像",
		[18476] = "灰座狼",
		[18540] = "阿翼特",
		[26858] = "萨拉斯塔",
		[18732] = "領導者瓦皮歐",
		[18796] = "惡魔監督者",
		[31145] = "暗影专家",
		[19692] = "布恩機器人",
		[19948] = "血槌爭鬥者",
		[20140] = "日怒百夫長",
		[10200] = "Kelly",
		[20908] = "薩弗隆法力塑造者",
		[21228] = "潮行者海法師",
		[25451] = "尼鲁巴尔遮天者",
		[21420] = "墮落的水之圖騰",
		[29738] = "死亡骑士大师",
		[25707] = "魔缚古树",
		[21804] = "亞古獸",
		[30250] = "瓦哈拉斯行尸",
		[26283] = "冰雪亡魂",
		[22252] = "龍喉苦工",
		[26411] = "疯狂的因度雷村民",
		[18285] = "『伯爵』安古拉",
		[18413] = "『諫言者』索爾波",
		[18477] = "原生灰座狼",
		[18541] = "烏達克",
		[11352] = "古拉巴什狂戰士",
		[15479] = "大地之力圖騰 VI",
		[18733] = "惡魔搶奪者",
		[22892] = "第三碎片守衛者",
		[18925] = "日光之室密探",
		[2951] = "白鬃偷獵者",
		[2959] = "草原捕食者",
		[2975] = "風險投資公司雇員",
		[19949] = "樹苗 <扭曲分裂者>",
		[20141] = "卡露薩斯之犬",
		[28779] = "犸托斯之血",
		[20909] = "薩弗隆熔岩丟擲者",
		[16878] = "破碎之手狂戰士",
		[21101] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[21229] = "灰色之心浪潮呼喚者",
		[25452] = "天灾猛犸",
		[17454] = "燃燒的冥淵火 <地獄火導魔師>",
		[25836] = "利欲熏心的潜水员",
		[3239] = "雷首蜥蜴",
		[6493] = "虛幻魅靈 <冤魂魅靈>",
		[3255] = "赤鱗尖嘯龍",
		[22061] = "影月竊魂者",
		[18094] = "塔倫米爾監視者",
		[22253] = "龍喉監工",
		[22381] = "邪惡的海希斯",
		[18478] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[18670] = "鐵顎",
		[31147] = "残忍的恶鬼",
		[27244] = "翡翠天爪枭",
		[858] = "沼澤紡絲蛛",
		[27564] = "联盟援兵",
		[13816] = "勘察員塔雷·石鎬",
		[28268] = "受天灾疾病影响的银色步兵",
		[20270] = "菲拉芬德魯伊",
		[28524] = "血虫 <瓦伦哈尔公爵>",
		[20910] = "暮光龍獸人",
		[16879] = "飢餓的地獄野豬",
		[17007] = "凱伊拉·拜瑞巴克女士",
		[21230] = "灰色之心虛空法師",
		[17199] = "我沒開低吼就很猛",
		[25453] = "收割者伊斯里克斯",
		[17455] = "噬骨馴獸者",
		[21806] = "灰色之心縛法者",
		[17839] = "裂縫領主",
		[26349] = "古拉莫什",
		[26413] = "阿努巴尔恐怖编织者",
		[26605] = "阿努巴尔蛛魔领主",
		[11321] = "熔岩元素",
		[11353] = "古拉巴什飲血者",
		[15480] = "灼熱圖騰 VII <Timtam>",
		[178449] = "狼",
		[23022] = "戈杜尼噬靈者",
		[19055] = "風翼族母",
		[11737] = "Elektra",
		[19503] = "卡巴密探",
		[3983] = "審訊員韋沙斯",
		[19823] = "瘋狂的巨像",
		[16152] = "獵人阿圖曼 <午夜>",
		[20143] = "虛無再生者 - 任務 - 扭曲裂縫",
		[20207] = "日怒射手",
		[1022] = "迅猛龍",
		[12377] = "哀嚎的幽靈",
		[20911] = "黑翼龍獸人",
		[16880] = "笨重的地獄野豬",
		[21231] = "灰色之心盾衛",
		[17264] = "噬骨搶奪者",
		[8762] = "林木隱匿者",
		[17840] = "敦霍爾德搜尋犬",
		[26286] = "灰烬之龙",
		[30445] = "雄性冰原犀牛",
		[26606] = "阿努巴尔杀戮者",
		[30829] = "撕裂者萨兰纳克斯",
		[26926] = "瓦伦哈尔公爵",
		[18864] = "法力怨靈",
		[18992] = "克羅斯上尉",
		[27246] = "斯崔特主教",
		[19312] = "訓練員蘇洛克",
		[19632] = "萊庫釘刺者",
		[19824] = "科羅克之子",
		[19952] = "血槌地卜師",
		[20208] = "曼紐的治療結界 <背叛者曼紐>",
		[5134] = "約尼維拉·遠山",
		[20912] = "先驅者史蓋力司",
		[16945] = "莫阿格工程師",
		[21104] = "裂縫看守者",
		[29358] = "冰霜座狼",
		[21232] = "灰色之心隱藏者",
		[21296] = "劍刃勇士",
		[17265] = "惡魔傳送門 <泰瑞斯提安·疫蹄>",
		[17521] = "大野狼",
		[5422] = "沙漠獵食蠍",
		[25839] = "北海雇佣兵",
		[21936] = "瘋狂的裂石者",
		[22000] = "龍喉虛空龍",
		[26287] = "冰雪风暴",
		[26607] = "阿努巴尔荒芜兽",
		[30830] = "虫王塔洛诺克斯",
		[30894] = "轻盈追迹者",
		[18865] = "扭曲法力元素",
		[27567] = "伊斯坎达尔上尉",
		[27631] = "安加萨畸形体",
		[19505] = "尋日導魔師",
		[19633] = "血守衛修補者",
		[19825] = "黑暗議會爪牙",
		[19953] = "爭吵者保衛者 <大植物學家費瑞衛恩>",
		[20145] = "不穩定的虛無行者 <特變電工>",
		[20465] = "深幽泥沼狂暴者",
		[12378] = "被詛咒的靈魂",
		[20977] = "冰凍",
		[16946] = "莫阿格鍛造魔",
		[17138] = "戰槌搶奪者",
		[25392] = "高阶祭司安多拉斯",
		[25584] = "审讯者莎尔兰德",
		[25712] = "战争使者戈德拉克",
		[17650] = "未知目標",
		[21809] = "巨龍教團盜獵者",
		[21873] = "盤牙護衛",
		[18290] = "長牙",
		[26608] = "虫王阿努布耶坎",
		[18482] = "安普爾",
		[30831] = "高阶祭司亚萨尔蒙",
		[18866] = "法師殺手",
		[18994] = "恆龍劊子手",
		[19442] = "座狼大師科洛斯",
		[19762] = "考斯卡防衛者",
		[19826] = "黑暗議會暗影術師",
		[1768] = "邪鰭獵潮者",
		[20210] = "岩膚鐮奪怪",
		[16947] = "甘納格僕人",
		[17139] = "風蘆拾荒者",
		[21298] = "盤牙海蛇守衛",
		[17267] = "惡魔般的小鬼 <泰瑞斯提安·疫蹄>",
		[25521] = "斯卡迪尔船工",
		[17395] = "影月召喚者",
		[1860] = "哈斯多克",
		[25713] = "蓝色龙兽恳求者",
		[29872] = "天选者奥贾尔",
		[21810] = "巨龍教團砍伐者",
		[1912] = "達拉然保衛者",
		[18419] = "血守衛綠色看守者",
		[18483] = "安普爾的護衛",
		[11355] = "古拉巴什戰士",
		[15482] = "火焰新星圖騰 VI <芭蕊>",
		[1940] = "腐皮瘟疫傳播者",
		[31152] = "不死的爪牙",
		[31216] = "镜像 <童子>",
		[31280] = "伊米海姆矛枪",
		[27249] = "翠羽守护者奥雷托斯",
		[1964] = "樹人",
		[11675] = "雪盲喚風者",
		[19443] = "塔加·斷脊者",
		[19507] = "尋日基因接合者",
		[27761] = "弗塔根战马",
		[19635] = "阿拉斯恩上尉",
		[28017] = "血虫 <天氣時晴>",
		[28145] = "潜伏的蜥蜴",
		[20083] = "召喚的血守衛修補者",
		[28465] = "赫布达卡打击者",
		[24562] = "尼鲁巴尔入侵者",
		[12379] = "不死的看守者",
		[20723] = "柯爾卡赫",
		[2120] = "大法師阿塔瑞克",
		[4255] = "布羅古斯·雷酒",
		[29489] = "维辛顿船长",
		[29553] = "加姆观察者",
		[25522] = "斯卡迪尔袭击者",
		[21811] = "巨龍教團小龍",
		[21875] = "李奧薩拉斯的陰影",
		[2240] = "辛迪加劫匪",
		[22259] = "地獄火吸法器",
		[26482] = "极地灰熊",
		[18420] = "尋日地卜者",
		[18548] = "火翼情報員",
		[2352] = "旅店老闆安德森",
		[2384] = "饑餓的山地獅",
		[23219] = "扭曲行者",
		[19188] = "狂怒的巨像",
		[19508] = "尋日草藥師",
		[23795] = "黑鐵反對者",
		[28402] = "哈克娅之爪",
		[24563] = "尼鲁巴尔喷毒者",
		[5135] = "斯瓦爾布萊德·遠山",
		[16821] = "魔導師費林薩斯",
		[25203] = "咕拉咕拉",
		[17141] = "風蘆卑劣者",
		[29490] = "哈弗德船长",
		[29554] = "雪盲信徒",
		[21428] = "墮落的水元素 <墮落的水之圖騰>",
		[17397] = "影月大師",
		[17461] = "破碎之手血衛士",
		[25715] = "冰冷元素",
		[5423] = "沙漠鞭尾蠍",
		[25843] = "北海暴徒",
		[22132] = "成熟的洞穴爬行者",
		[30450] = "哀嚎之风",
		[22388] = "里斯克猛爪護衛",
		[22452] = "複生的主教",
		[18421] = "尋日調查員",
		[11324] = "燃刃術士",
		[11356] = "古拉巴什勇士",
		[15483] = "火焰新星圖騰 VII <皎皎-瑪拉頓>",
		[15547] = "鬼靈戰馬",
		[18869] = "不穩定的虛無怨靈",
		[11516] = "木喉守衛",
		[5807] = "掃蕩者",
		[19189] = "劫毀者",
		[19381] = "燃烧 <击碎者提瓦克斯>",
		[27635] = "碧蓝缚法者",
		[19509] = "尋日收割者",
		[2960] = "草原狼前鋒",
		[19701] = "噬骨者塑能師",
		[19957] = "血槌釀酒大師",
		[28403] = "哈克娅镇压者",
		[3056] = "鬼嚎",
		[20405] = "虛空充能器",
		[28851] = "被激怒的猛犸象",
		[16886] = "『救贖者』阿拉特",
		[16950] = "虛空捕獵者",
		[21109] = "暴怒的水之魂",
		[25332] = "缝合战歌恐尸",
		[21301] = "盤牙破碎者",
		[17270] = "血之谷弓箭手",
		[29619] = "加姆入侵者",
		[17398] = "年幼的魔獄獸人",
		[17462] = "破碎之手狂熱者",
		[25716] = "塞鲁利恩将军",
		[29875] = "冰鬃雪人",
		[3232] = "刺背干涉者",
		[30003] = "瘤皮",
		[21941] = "可憎的亡魂",
		[18422] = "尋日植物學家",
		[26676] = "阿努巴尔入侵者",
		[18806] = "日光之室牧師",
		[31155] = "邪恶通灵师",
		[18934] = "敦霍爾德法師",
		[31411] = "笨重的恐尸",
		[23285] = "虛空礦坑穿刺者",
		[27636] = "碧蓝魔网雏龙",
		[19510] = "血守衛百夫長",
		[19958] = "白色幼苗 <大植物學家費瑞衛恩>",
		[28276] = "大型魔网雏龙",
		[28404] = "被诅咒的哈克娅子嗣",
		[28916] = "提里",
		[21046] = "圓面蠻卒",
		[25333] = "死灵侵犯者",
		[17271] = "噬骨毀滅者",
		[17399] = "未知目標 <影月召喚者>",
		[25717] = "考达拉鳞誓龙人",
		[21878] = "惡魔野豬",
		[15068] = "未知目標 <高階祭司塞卡爾>",
		[22006] = "暗影領主戴斯衛歐",
		[17975] = "大植物學家費瑞衛恩",
		[26421] = "林地巡行者",
		[26613] = "极地灰熊幼崽",
		[11357] = "哈卡之子",
		[15484] = "熔岩圖騰 V",
		[15548] = "鬼靈骸顱馬",
		[18999] = "艾蘭里防衛者",
		[23286] = "德拉諾黑血怪",
		[11677] = "監工斯尼維爾",
		[19511] = "幽藤引誘者",
		[11837] = "蠻爪薩滿",
		[27829] = "黑锋石像鬼 <霸斬>",
		[27893] = "符文武器 <Hearst>",
		[27957] = "安加萨恶鬼",
		[20215] = "潘塔斯阿諾",
		[20343] = "魅力圖騰 <時光流逝控制者>",
		[28597] = "希姆鲁克守卫者",
		[24566] = "尼鲁巴尔掠行者",
		[20599] = "未知目標",
		[28917] = "亚拉",
		[16952] = "煉冶場守衛",
		[21303] = "防衛者的屍體",
		[17400] = "惡魔守衛殲滅者",
		[17464] = "破碎之手鬥士",
		[25718] = "考达拉法师猎手",
		[21815] = "卡拉伯爾教士",
		[21879] = "邪惡之翼奇美拉",
		[17848] = "中尉崔克",
		[17976] = "指揮官薩瑞尼斯",
		[4512] = "SASA",
		[18168] = "老巫婆",
		[13437] = "空軍指揮官艾克曼",
		[18872] = "虛實的復仇者",
		[27254] = "翡翠鞭笞者",
		[31413] = "笨重的恐尸",
		[19192] = "末日之女",
		[27638] = "碧蓝魔环卫士",
		[19512] = "幽藤收割者",
		[19640] = "血之谷騎乘用座狼",
		[19768] = "考斯卡海妖",
		[28022] = "腐烂吞食者",
		[19960] = "末日之爐工程師",
		[20088] = "血鱗監督者",
		[24567] = "洞穴歹徒",
		[28918] = "德克玛兹",
		[20792] = "未知目標 <納吉斯·法亞司>",
		[16825] = "神父摩葛·戴維迪克斯",
		[21304] = "守衛的屍體",
		[21368] = "伊斯利掠奪者",
		[29622] = "野蛮岭秘法师",
		[17465] = "破碎之手百夫長",
		[25719] = "考达拉缚法者",
		[21816] = "鐵脊咀嚼者",
		[22072] = "影誓龍獸",
		[18105] = "高薩安",
		[18297] = "甘克利·腐蝕之拳",
		[5680] = "被俘虜的男人",
		[15485] = "火舌圖騰 V <Babosa>",
		[18873] = "虛實的保衛者",
		[37994] = "水元素",
		[31414] = "无畏特种兵",
		[11678] = "雪盲伏擊者",
		[27639] = "魔环领主巫师",
		[31798] = "亚申",
		[11838] = "蠻爪秘法師",
		[19705] = "大師戴利斯·黎擊",
		[28023] = "腐烂的憎恶",
		[19961] = "末日之爐侍者",
		[20089] = "血鱗呼浪者",
		[6112] = "風怒圖騰 <濃郁瑪琪雅哚>",
		[16570] = "狂乱的水之魂",
		[20729] = "劍刃劫毀者",
		[20857] = "亞克崔茲防衛者",
		[16826] = "希德·琳巴迪",
		[16954] = "煉冶場會員",
		[8543] = "縫合憎惡",
		[17146] = "吉爾索洛縛法者",
		[25464] = "蝶龍",
		[29623] = "野蛮岭暴徒",
		[25720] = "审讯者卡勒拉斯",
		[17722] = "盤牙巫女",
		[30135] = "永不疲倦的霜脉战士",
		[22009] = "污染的元素",
		[17978] = "『看管者』索古林",
		[26232] = "莎拉苟萨",
		[22265] = "貓頭鷹",
		[18298] = "卡沃希",
		[26616] = "天灾麋鹿",
		[18554] = "薩爾斯·烏德恩",
		[13438] = "空軍指揮官斯里多爾",
		[27064] = "被遗弃的油罐",
		[27640] = "魔环领主召唤师",
		[19514] = "歐爾",
		[19642] = "薩希斯捕獵者",
		[27896] = "永恒攻击者",
		[19962] = "藍色幼苗 <大植物學家費瑞衛恩>",
		[20218] = "日怒技師",
		[28600] = "赫布达卡猎头者",
		[24633] = "熊 <真是嗨到不行>",
		[16507] = "破碎之手哨兵",
		[20730] = "葛路多爾",
		[16699] = "破碎之手搶奪者",
		[21050] = "暴怒的大地之靈",
		[25209] = "克拉西姆斯",
		[29368] = "风暴之子瓦杜兰",
		[21242] = "奧奇奈亡語者",
		[21306] = "被詛咒的甲蟲",
		[25465] = "克尔苏加德",
		[29624] = "风暴骑士",
		[7456] = "小槍槍撿到潘",
		[29880] = "尤顿海姆战士",
		[21818] = "恆龍幼龍",
		[22074] = "伊利達瑞心靈破獲者",
		[22138] = "黑暗議會儀式者",
		[18171] = "恆龍污染者",
		[18235] = "墮落的治療之泉圖騰 <黑暗之血奧拓爾>",
		[11359] = "ThunderDo",
		[11391] = "邪枝部族演講者",
		[15550] = "未知目標 <午夜>",
		[18875] = "薩希斯劫掠者",
		[19003] = "艾蘭里騎士",
		[19259] = "地獄火入侵者",
		[27641] = "离心构造体",
		[11839] = "蠻爪士兵",
		[19643] = "日怒星術師",
		[27897] = "永恒毁灭者",
		[19963] = "末日哀嚎者",
		[12127] = "雷矛衛兵",
		[20283] = "沼石踐踏者",
		[16700] = "破碎之手軍團士兵",
		[24954] = "天灾猛犸人",
		[20923] = "血衛士波洛克",
		[33776] = "黑磯先生",
		[25210] = "钥匙管理者呜啦咕噜",
		[17084] = "艾芙魯",
		[17148] = "吉爾索洛死亡誓言者",
		[29753] = "风暴峭壁巨龙",
		[25722] = "考达拉织法者",
		[17724] = "深幽泥沼蝙蝠",
		[22011] = "偉大的科羅克",
		[13087] = "冰冷礦坑入侵者",
		[18044] = "納吉斯·法亞司",
		[18172] = "恆龍破壞者",
		[18236] = "墮落的風之圖騰 <黑暗之血奧拓爾>",
		[13439] = "空軍指揮官維波里",
		[9696] = "泰利克洛斯",
		[27642] = "幻影猛犸象",
		[19516] = "虛無搶奪者",
		[27898] = "永恒时空法师",
		[28026] = "暴怒的恶鬼",
		[32185] = "永恒灭除者",
		[19964] = "紅色幼苗 <大植物學家費瑞衛恩>",
		[20284] = "布姆博士",
		[20924] = "葛瑞許納什蜥蝪",
		[20988] = "尋日工程師",
		[17085] = "艾羅那斯",
		[21244] = "噬骨訊息者",
		[29562] = "冰喉熊",
		[29626] = "塔尔玛·霜胆",
		[2705] = "布魯米·比格爾",
		[5425] = "饑餓的皰爪土狼",
		[17725] = "深幽泥沼潛伏者",
		[25979] = "利欲熏心的猎人",
		[30202] = "复活的北伐军战士",
		[17981] = "虛無再生者",
		[30330] = "尤顿海姆始祖龙",
		[15199] = "哈特曼中士",
		[32475] = "蜘蛛",
		[31132] = "火舌图腾 VI",
		[11200] = "召喚的骷髏 <Kail>",
		[5617] = "廢土暗影法師",
		[18429] = "秘法惡魔 <伊斯利巫士>",
		[18493] = "奧奇奈靈魂牧師",
		[1131] = "披著狼皮的羊",
		[11360] = "祖利安幼虎",
		[15487] = "抗火圖騰 IV",
		[19005] = "憤怒大師",
		[15551] = "鬼靈馬廄僕人",
		[3939] = "鋼鬃狼",
		[27131] = "熊",
		[11552] = "木喉秘法師",
		[8523] = "天譴士兵",
		[22331] = "龍喉精兵",
		[25804] = "哈罗德·兰恩",
		[19261] = "地獄火戰爭使者",
		[27447] = "瓦尔洛斯·云击",
		[19389] = "巢穴蠻卒",
		[19453] = "日怒隊長",
		[2953] = "刺背薩滿",
		[11840] = "蠻爪突擊隊員",
		[2969] = "消瘦的猛鷲",
		[2977] = "風險投資公司監工",
		[17517] = "地獄火哨兵",
		[28153] = "雪花",
		[32186] = "永恒时间破坏者",
		[32250] = "工头法埃迪斯",
		[6033] = "洛丹米爾狂魚",
		[12096] = "雷矛軍需官",
		[30236] = "银色火炮",
		[28411] = "冻土元素",
		[27633] = "碧蓝审讯者",
		[26165] = "被诅咒的牦牛人之魂",
		[28603] = "荒芜卫士",
		[20477] = "恐懼之爪",
		[27605] = "巨型憎恶",
		[26578] = "冷风女王",
		[28878] = "骷髅爪牙",
		[28249] = "狼吞虎咽的食尸鬼",
		[32161] = "天灾战争机械师",
		[18119] = "安格拉斯蠻卒",
		[28169] = "斯坦索姆居民",
		[32353] = "阿尔卡冯守卫者",
		[23693] = "猛禽",
		[31185] = "治疗之泉图腾 IX <來錢>",
		[21181] = "『火焰之王』賽洛庫",
		[21245] = "噬骨掠奪者",
		[21309] = "痛苦魔女卡布利莎",
		[25468] = "血孢烘烤者",
		[21515] = "崔奇拉",
		[26592] = "狼 <獵蛋蛋>",
		[29755] = "风暴峭壁雏龙",
		[17534] = "茱麗葉",
		[38453] = "背後一槍",
		[17662] = "未知目標 <布洛克>",
		[17726] = "怒鰭侍從",
		[18976] = "烏爾卡斯",
		[21387] = "巨龍教團黑色幼龍",
		[8961] = "魔爪劫毀者",
		[19876] = "貴族羅賓·達利斯",
		[18046] = "洛迦海卡斯特",
		[30698] = "摩比乌斯",
		[2359] = "元素奴僕",
		[13216] = "蓋爾丁·錘匠",
		[26492] = "废土挖掘者",
		[22461] = "MKI型惡魔火砲",
		[30689] = "被锁住的憎恶",
		[22099] = "巨龍教團物資供應者",
		[30952] = "饥饿的天灾恶犬",
		[22891] = "第二碎片守衛者",
		[30960] = "复活的士兵",
		[18750] = "閃鱗鰻",
		[27004] = "冰拳",
		[18797] = "被折磨的骷髏",
		[15463] = "風之優雅圖騰 III <芭蕊>",
		[26448] = "群星之墓哨兵",
		[30921] = "骷髅符文锻造师",
		[17134] = "石拳粉碎者",
		[17646] = "尼德斯地獄火",
		[30751] = "库尔加拉神谕者",
		[345] = "艾斯蘭神豬",
		[10741] = "豹",
		[27644] = "幻影狼",
		[3542] = "傑森·蘭達",
		[29895] = "塞穆",
		[27836] = "哀嚎的灵魂",
		[27900] = "永恒裂时者",
		[21223] = "腐蚀暴怒者",
		[3475] = "豹",
		[22376] = "泰洛克爪牙",
		[25600] = "亡灵猪",
		[20904] = "看守者米利恰爾",
		[20334] = "劍刃廚師",
		[21221] = "盤牙馴獸師",
		[28412] = "哈沙尔孵化者",
		[21964] = "深淵守衛卡利迪斯",
		[29319] = "冰掌熊",
		[1554] = "吸血夜行蝙蝠",
		[20478] = "秘法僕人",
		[18595] = "乖戾的苦工",
		[18096] = "紀元狩獵者",
		[4117] = "風蛇",
		[19044] = "弒龍者戈魯爾",
		[20798] = "鋒鋸",
		[24957] = "诅咒教派药剂师",
		[16831] = "守望堡步兵",
		[20990] = "血守衛治療者",
		[30376] = "风之哈勒弗尼尔",
		[29338] = "先锋军黑鸦主教",
		[0] = "朕說了算",
		[17151] = "甘納格技工",
		[14752] = "雷矛戰旗 <汀樂>",
		[25469] = "无脑的畸变体",
		[7132] = "劇毒之水",
		[29918] = "雌性战熊",
		[17471] = "次級暗影裂縫 <大術士奈德克斯>",
		[25725] = "咕戈布咕酋长",
		[25789] = "折磨者迦莫斯拉",
		[22308] = "巨龍教團獵手",
		[30012] = "获胜的挑战者",
		[25981] = "受天灾疾病影响的步兵",
		[26045] = "狂乱风暴",
		[30204] = "遗忘深渊伏击者",
		[30268] = "被网住的北伐军士兵",
		[30332] = "尤顿海姆始祖龙骑兵",
		[26511] = "莫亚基深海鲨鱼",
		[17578] = "訓練假人",
		[18160] = "血拳主宰",
		[3825] = "狼",
		[11605] = "白鬚監督者",
		[18431] = "伊斯利信標",
		[18495] = "奧奇奈復仇者",
		[4293] = "血色占卜者",
		[11361] = "祖利安猛虎",
		[15488] = "治療之泉圖騰 VI",
		[21089] = "日怒血騎士",
		[17129] = "巨型風翼貓頭鷹",
		[31164] = "灼热图腾 IX <翻車薩>",
		[29370] = "雷铸勇士",
		[11553] = "木喉折木者",
		[29426] = "海德尼尔监督者",
		[15447] = "風懲圖騰",
		[5925] = "根基圖騰",
		[2430] = "廚師傑森",
		[18093] = "塔倫米爾保衛者",
		[13447] = "諾雷格·雷矛下士",
		[27645] = "幻影穿云者",
		[19519] = "飢餓的泥沼領主",
		[17128] = "貓頭鷹",
		[17229] = "基瑞克",
		[30987] = "丑恶的药剂师",
		[28861] = "犸托斯信徒",
		[5828] = "墨翎",
		[26510] = "图格瓦尔",
		[17942] = "奎克米瑞",
		[20031] = "血守衛軍團士兵",
		[20095] = "葛瑞諾克·巴拓伯恩",
		[11558] = "克爾達",
		[28413] = "蛛魔之茧",
		[32572] = "龙骨荒野法师猎手",
		[21233] = "軍團惡魔火砲",
		[18771] = "布魯曼恩",
		[1410] = "火翼血守衛",
		[18344] = "奈薩斯王子薩法爾",
		[33016] = "冒烟的骷髅",
		[20671] = "幽影魂飛",
		[29654] = "达库鲁饮血者",
		[16704] = "破碎之手狙擊兵",
		[23068] = "魔爪祭司札列克",
		[7376] = "暗影鷲",
		[16896] = "榮譽堡弓箭手",
		[16960] = "悲痛之女",
		[22143] = "戈杜尼碎背者",
		[17088] = "幽暗的召喚者",
		[17152] = "惡魔守衛領導者",
		[4306] = "血色拷問者",
		[17280] = "破碎之手戰犬",
		[25534] = "恩其拉鲜血宝珠",
		[29369] = "雷铸工头",
		[15304] = "上古法力之泉圖騰 <鳰鳴>",
		[25726] = "布戈布咕酋长",
		[21695] = "浪潮奔騰者",
		[17892] = "恆龍時間術師",
		[17728] = "黑暗之血族人",
		[26449] = "残忍的贾梅尔",
		[18145] = "瓦吐森的污染精華",
		[30205] = "遗忘深渊追随者",
		[21021] = "灼熱小鬼",
		[30333] = "遗忘深渊杀戮者",
		[31693] = "雷铸破坏者",
		[18176] = "受污染的陷地圖騰 <背叛者曼紐>",
		[13217] = "塔薩迪斯·雪光",
		[30868] = "自由的腐蚀者",
		[30653] = "天怒图腾 III",
		[26322] = "奥术浮龙",
		[17729] = "黑暗之血矛兵",
		[33017] = "冒烟的构造体",
		[30086] = "齐格莉德·冰魂",
		[21663] = "長者奧朗奴",
		[19166] = "風暴要塞-熔爐巡邏者",
		[29449] = "瓦古唤亡者",
		[18880] = "虛空鰭刺",
		[18944] = "惡魔士兵",
		[11319] = "怒焰薩滿",
		[18586] = "庫庫許",
		[19136] = "烈焰行者小鬼",
		[18977] = "惡魔守衛摧毀者",
		[19264] = "軍隊指揮官葛洛克斯",
		[27518] = "弗塔根步兵",
		[25800] = "蛤蜊主宰老K",
		[21384] = "黑暗議會先驅者",
		[17225] = "夜禍",
		[20607] = "蟹膚蜥蜴",
		[21324] = "烏鴉之魂",
		[19712] = "麥克納爾鑽孔者",
		[2950] = "白鬃剝皮工",
		[2351] = "灰熊",
		[28094] = "冬拥湖攻城车",
		[28158] = "干瘪的银色步兵",
		[20032] = "血守衛復仇者",
		[20287] = "薩希斯伏擊者",
		[20160] = "未知目標 <殘忍的阿拉薩爾斯>",
		[28414] = "达卡莱俘虏",
		[19997] = "劍刃執行者",
		[19168] = "尋日星法師",
		[20416] = "監督者瑞爾迪斯",
		[21966] = "深淵守衛沙卡奇斯",
		[25791] = "沾满油污的狼",
		[30986] = "复活的上尉",
		[17132] = "公裂蹄",
		[14465] = "聯盟戰旗 <狂箭>",
		[19231] = "麥克納爾粉碎者",
		[16769] = "火翼術士",
		[2387] = "希爾斯布萊德議員",
		[18159] = "葛洛卡老大",
		[741] = "睡夢中的幼龍",
		[25215] = "冬鳞巡滩者",
		[29374] = "雷铸大法师",
		[17153] = "湖中水之靈",
		[19710] = "看守者鐵手",
		[17281] = "噬骨撕裂者",
		[31267] = "伊米亚元素师",
		[29694] = "海德比武会龙骑士",
		[29407] = "雪盲信徒",
		[17537] = "維斯路登",
		[5426] = "皰爪土狼",
		[21246] = "毒蛇神殿孢子蝙蝠",
		[30014] = "伊戈达斯",
		[26655] = "高阶教徒扎古斯",
		[18461] = "濕鱗蜥蜴",
		[22016] = "伊克利普森士兵",
		[30270] = "誓言看护者",
		[22144] = "戈杜尼元素師",
		[18113] = "菲拉芬獵人",
		[18177] = "受污染的石膚圖騰 <背叛者曼紐>",
		[18638] = "卡巴沉迷者",
		[29821] = "纳瓦留斯王子",
		[30654] = "天怒图腾 IV <烏依>",
		[30718] = "休眠的尤尔丁人",
		[18497] = "奧奇奈僧侶",
		[2970] = "猛鷲",
		[26815] = "塔辛尼中尉",
		[15489] = "法力之泉圖騰 V <淦圖仔>",
		[19457] = "葛銳洛克『暗眼』",
		[22036] = "未知目標",
		[31166] = "熔岩图腾 VI",
		[16807] = "大術士奈德克斯",
		[17535] = "桃樂絲",
		[29327] = "冰霜雪豹",
		[17917] = "盤牙水元素",
		[19201] = "山地古羅",
		[21022] = "喵喵",
		[18238] = "黑暗之血侵略者",
		[1889] = "達拉然巫師",
		[27647] = "幻影食人魔",
		[21661] = "卡巴爭鬥者",
		[22076] = "超凡的托洛斯",
		[27206] = "先锋军骑士",
		[19713] = "麥克納爾破壞者",
		[23872] = "寇仁·恐酒",
		[22012] = "大法官血葉",
		[13096] = "冰冷礦坑探險者",
		[19969] = "綠色幼苗 <大植物學家費瑞衛恩>",
		[20033] = "星術師",
		[1549] = "飢餓的黑暗犬",
		[25467] = "血孢收割者",
		[22396] = "德拉卡·長尾",
		[26822] = "厄蘇拉·恐酒",
		[18641] = "卡巴妖精",
		[22355] = "虛空蛛網俘虜者",
		[24576] = "裂鞭侍从",
		[13317] = "冰冷礦坑採掘者",
		[18132] = "螢光蛾",
		[20673] = "迅翼絞碎者",
		[30597] = "尖刺食尸鬼",
		[1557] = "猩猩",
		[20865] = "多變的憎恨",
		[22227] = "馬可仕·史凱蘭",
		[20481] = "狂怒的烈焰",
		[19599] = "虛無僕人 <虛無男爵·加倫希斯>",
		[25216] = "冬鳞智者",
		[29375] = "雷铸铁巨人",
		[21249] = "憤怒行者",
		[29503] = "弗约恩",
		[17882] = "黑色捕獵者",
		[2630] = "地縛術",
		[29695] = "追踪者图林",
		[17533] = "羅慕歐",
		[25728] = "考达拉龙人",
		[29887] = "瓦古末日使者",
		[21761] = "未知目標",
		[17730] = "黑暗之血醫者",
		[6498] = "魔暴龍",
		[21102] = "烏伏洛斯",
		[22017] = "伊克利普森縛法者",
		[22081] = "影月黑暗編織者",
		[2962] = "風怒鷹身人",
		[18114] = "菲拉芬秘法師",
		[22273] = "未知目標",
		[22337] = "有害的幼鳥",
		[26496] = "商人穆法赫",
		[18370] = "野生暗影裂縫",
		[21627] = "伊克利普森鷹行者 <伊克利普森血守衛>",
		[18498] = "不死的士兵 <奧奇奈復仇者>",
		[17149] = "梵安尼劫掠者",
		[26816] = "魔法焦点巫师",
		[13442] = "大德魯伊雷弗拉爾",
		[31039] = "遗忘深渊虫王",
		[1689] = "野豬",
		[31167] = "熔岩图腾 VII <羊角四十五度>",
		[18946] = "地獄火突圍者",
		[29893] = "夺魂女妖",
		[23169] = "虛空礦坑鐮奪怪",
		[22209] = "墮落的灼熱圖騰",
		[20728] = "劍刃迅猛龍",
		[25721] = "奥术浮蛇",
		[25294] = "尼鲁巴尔蛛网领主",
		[22037] = "鐵匠戈蘭克",
		[27648] = "幻影纳迦",
		[27712] = "无脑的食尸鬼",
		[21319] = "葛爾·葛利姆嘎",
		[25350] = "复苏的远行者",
		[29897] = "复活的尸体",
		[18204] = "黑暗之血奧拓爾",
		[30422] = "灵体冰虫",
		[17156] = "扭曲的大地之靈",
		[26481] = "猛犸人突击者",
		[20034] = "占星者",
		[7432] = "杰海音 <杰海音>",
		[21042] = "Hawkeye",
		[18371] = "死亡看守者辛瑞克",
		[20290] = "湖鰻魚",
		[7433] = "腿打開",
		[27169] = "黑色啤酒辣妹 <癿司特>",
		[18155] = "血鷹",
		[22375] = "泰洛克的化身",
		[19191] = "殘忍的阿拉薩爾斯",
		[30208] = "雷铸伏击者",
		[14466] = "部落戰旗 <小妹妹躺著吃>",
		[166359] = "祖利安猛虎",
		[20866] = "靈魂吞食者",
		[10467] = "法力之潮圖騰",
		[22466] = "篩骨者",
		[21058] = "虛實的主教",
		[25217] = "冬鳞战士",
		[29376] = "雷铸技师",
		[17155] = "湖水元素",
		[29504] = "火热的亡魂",
		[17283] = "星界火星",
		[32492] = "霜巢雌龙",
		[29696] = "雷铸追击者",
		[18995] = "恆龍毀滅者",
		[1865] = "鴉爪劫掠者",
		[17980] = "拉杰",
		[4257] = "蘭納·雷酒",
		[17731] = "沼地鰭刺",
		[25968] = "“午餐盒”",
		[30144] = "永不疲倦的霜脉幽灵",
		[22018] = "伊克利普森騎士",
		[22082] = "影月殺戮者",
		[19460] = "血之谷骷髏",
		[22210] = "未知目標",
		[22274] = "龍喉破天者",
		[1909] = "邪鰭巡湖者",
		[1913] = "達拉然守衛",
		[26561] = "被转化的收割采集者",
		[21362] = "鳳凰 <凱爾薩斯·逐日者>",
		[18499] = "不死的巫士 <奧奇奈靈魂牧師>",
		[17653] = "影月導魔師",
		[22387] = "里斯克神諭者",
		[11320] = "鑽土蟲",
		[25757] = "艾胡恩教徒霜風",
		[17083] = "魔獄獸人皈依者",
		[18883] = "法力撕咬獸",
		[1953] = "湖岸潛藏者",
		[1957] = "邪鰭巡灘者",
		[21350] = "古羅牧師",
		[21338] = "盤牙痲瘋者",
		[19203] = "希斯火焰元素 <暗法師希斯>",
		[20501] = "爛泥軟泥怪",
		[2952] = "刺背野豬人",
		[3265] = "鋼鬃獵手",
		[1985] = "豬排",
		[5823] = "蠍子",
		[23682] = "無頭騎士",
		[19833] = "毒蛇",
		[12380] = "不死的居民",
		[19779] = "日怒地理學家",
		[19843] = "幽藤欺詐者",
		[697] = "血頂薩滿",
		[18978] = "惡魔妖精希克林",
		[20035] = "血守衛治安官",
		[18867] = "法力尋找者",
		[20163] = "索蘭那斯大使",
		[28417] = "伦诺克的祭司",
		[21364] = "鳳凰蛋",
		[23287] = "黑暗之血礦工",
		[18631] = "卡巴異教徒",
		[20483] = "納伯瑞厄斯",
		[21975] = "劍刃防衛者",
		[20859] = "亞克崔茲守衛",
		[24770] = "魔枢观察者",
		[3250] = "異種爬行者",
		[30017] = "恶臭之须",
		[20867] = "死亡看守者",
		[21650] = "司凱提斯爪牙",
		[3229] = "尖叫者索恩曼圖",
		[21059] = "暴怒的水之靈",
		[21123] = "魔誓鱗翼",
		[29377] = "雷铸袭击者",
		[21251] = "深幽泥沼巨人",
		[21315] = "『晦暗者』魯歐",
		[29569] = "瓦基里安候选者",
		[29934] = "折磨侍僧",
		[19827] = "黑暗議會烏鴉守衛",
		[30081] = "虔诚者埃弗雷姆",
		[17540] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[18707] = "托茍斯",
		[21763] = "時光流逝司凱堤斯侍奉者",
		[21827] = "薩卓瑞斯",
		[21891] = "鳥人撕裂者",
		[17860] = "敦霍爾德老兵",
		[17527] = "MOHCTP",
		[30273] = "被网住的北伐军士兵",
		[17940] = "盤牙技師",
		[18116] = "匕首沼地刺客",
		[26370] = "阿坎尼姆斯",
		[21492] = "巨龍教團受祝福者",
		[30593] = "遗忘深渊杀戮者",
		[22226] = "可伊靈魂 <特變電工>",
		[21702] = "伊斯利恩生命束縛者",
		[18500] = "不死的教士 <奧奇奈靈魂牧師>",
		[17543] = "稻草人",
		[25393] = "恩其拉食尸鬼",
		[13443] = "樹林德魯伊",
		[18404] = "血守衛管理者",
		[2354] = "邪惡的灰熊",
		[18884] = "扭曲追趕者",
		[31233] = "强壮的野狼",
		[27202] = "先锋军黑鸦祭司",
		[2386] = "南海鎮衛兵",
		[21238] = "血槌苦工",
		[19204] = "希斯冰霜元素 <暗法師希斯>",
		[22307] = "腐爛的森林狂怒者",
		[29444] = "达卡莱毒蛇 <达卡莱驯蛇者>",
		[16967] = "海艾斯猛爪護衛",
		[27650] = "幻影气元素",
		[20998] = "山脊恐蛛",
		[19349] = "純情洨呆貓",
		[17154] = "低劣菌體",
		[19716] = "麥克納爾技工",
		[21299] = "盤牙深淵女巫",
		[28034] = "达卡莱驯蛇者",
		[17269] = "血之谷黑暗法師",
		[25585] = "蓝玉法师猎手",
		[20036] = "血守衛扈從",
		[17429] = "魔獄獸人新兵",
		[21254] = "遲鈍的葛羅挖掘工",
		[28418] = "达卡莱捕熊者",
		[29935] = "苦痛侍僧",
		[31746] = "伊米海姆防御者",
		[11949] = "巴琳達·石爐上尉",
		[14339] = "奇犽 <半藏>",
		[5139] = "庫德拉姆·麥鬚",
		[21907] = "卡巴信徒",
		[30543] = "遗忘深渊高阶祭司",
		[1765] = "座狼",
		[18037] = "戰槌術士",
		[20868] = "熱能之眼",
		[29698] = "达库鲁掠食龙",
		[16901] = "憤怒的腐泥怪",
		[21060] = "暴怒的風之靈",
		[21124] = "魔誓匕爪",
		[2266] = "希爾斯布萊德農夫",
		[17157] = "破碎的奔行者",
		[21718] = "龍喉征服者",
		[29570] = "初生的瓦格里",
		[30575] = "霜巢毁灭者",
		[21508] = "盤牙狂暴者",
		[17477] = "地獄火小鬼",
		[21636] = "復仇的德萊尼",
		[29890] = "瓦古唤亡者",
		[17669] = "迅捷戰犬",
		[29618] = "雪盲追随者",
		[17797] = "海法師希斯比亞",
		[21956] = "狼",
		[26115] = "黑暗堕落者达斯·血痕",
		[22084] = "影月挑選者",
		[22148] = "戈杜尼裂頭者",
		[18117] = "安格拉斯巨魔",
		[18181] = "古羅克的爪牙",
		[26770] = "击碎者提瓦克斯",
		[18309] = "伊斯利拾荒者",
		[18373] = "主教瑪拉達爾",
		[18437] = "兇惡的泰洛飛蛾",
		[18501] = "不死的捕獵者 <奧奇奈僧侶>",
		[30160] = "脆弱的亡魂",
		[21139] = "恆龍毀滅者",
		[2850] = "柏高",
		[18805] = "高階星術師索拉瑞恩",
		[15486] = "抗寒圖騰 IV",
		[19220] = "操縱者帕薩里歐",
		[21140] = "裂縫領主",
		[27203] = "先锋军步兵",
		[21300] = "惡魔墮落者",
		[14764] = "冰翼元帥",
		[19205] = "未知目標 <暗法師希斯>",
		[31554] = "永不休息的斥候",
		[7400] = "灼熱圖騰 V <Mkcharger>",
		[19397] = "莫阿格監督者",
		[27651] = "幻影火元素",
		[2954] = "刺背鬥豬",
		[5923] = "清毒圖騰 <胡梭>",
		[19653] = "葛拉希厄斯",
		[2978] = "風險投資公司工人",
		[7416] = "法力之泉圖騰 IV",
		[28035] = "西莱图斯祭司",
		[29840] = "跳跃者",
		[17622] = "神射手護衛",
		[20037] = "風暴要塞-熔爐鷹獵者",
		[19797] = "伊利達瑞大領主",
		[8911] = "火焰驅逐者",
		[10990] = "奧特蘭克山羊",
		[17414] = "影月技師",
		[18870] = "虛無尖嘯者",
		[3909] = "治療之泉圖騰 V <柯以柔你奶嗎>",
		[16951] = "恐懼惡魔",
		[16471] = "骷髏接待員",
		[30696] = "肥胖的恐尸",
		[30864] = "杉达拉猎人之魂",
		[3106] = "螃蟹",
		[5681] = "被俘虜的女人",
		[20869] = "亞克崔茲哨兵",
		[5929] = "熔岩圖騰 <Timtam>",
		[18521] = "狂怒的骷髏",
		[21061] = "暴怒的火焰之靈",
		[22056] = "盤牙旅行者",
		[21189] = "水晶鐮奪怪",
		[12676] = "沙普塔隆",
		[17721] = "盤牙工程師",
		[21381] = "小地殼穿刺者",
		[17143] = "銳克先知",
		[29699] = "达库鲁迅猛龙骑兵",
		[17478] = "血之谷占卜者",
		[21637] = "巨龍教團斥候",
		[29891] = "瓦古符文领主",
		[17670] = "破碎之手戰犬大師",
		[17734] = "深幽泥沼領主",
		[17798] = "督軍卡利斯瑞",
		[17862] = "史卡拉克上尉",
		[25427] = "卡加尼舒",
		[17990] = "深幽泥沼蘑菇",
		[17367] = "虛空傳送門 - 平靜",
		[18118] = "安格拉斯薩滿",
		[18182] = "『篡位者』古羅克",
		[19414] = "破碎之手護衛",
		[17879] = "時間領主迪賈",
		[18374] = "專注之火",
		[18438] = "奈伏薩拉爾",
		[21253] = "受感染的水元素 <不穩定者海卓司>",
		[26483] = "龙骨秃鹫",
		[18391] = "『老巫婆』吉絲達",
		[18694] = "『扭曲監視者』克里達斯",
		[18423] = "『掠取者』喬沃",
		[26643] = "狂暴灰熊",
		[16966] = "海艾斯風行者",
		[16504] = "秘法保衛者",
		[19190] = "惡魔處理者",
		[27268] = "复活的狮鹫骑士",
		[18042] = "昂布拉凡奴隸管理者",
		[19206] = "希斯暗影元素 <暗法師希斯>",
		[31555] = "复活的劳工",
		[22102] = "影月侍從",
		[19398] = "甘納格苦工",
		[17158] = "灰塵咆哮者",
		[23029] = "爪誓森林狂怒者",
		[27209] = "拷问者阿方斯",
		[25204] = "幽光海湾逆戟鲸",
		[4282] = "血色魔法師",
		[21270] = "宇宙灌溉者",
		[28036] = "西莱图斯勇士",
		[17624] = "獰笑骷髏衛兵",
		[13118] = "紅衣保鏢",
		[20038] = "小鳳鷹",
		[24469] = "雌性狩猎猛犸人",
		[1920] = "達拉然書記員",
		[16697] = "虛無區域 <尼德斯>",
		[20294] = "泥沼史卓克利爪",
		[4285] = "血色追隨者",
		[21047] = "圓面薩滿",
		[29331] = "希弗列尔达符文师",
		[16937] = "崔互德地卜者",
		[16519] = "幽暗的劊子手",
		[21271] = "無盡之刃",
		[29747] = "魔眼",
		[21719] = "龍喉龍騎士",
		[20870] = "無約束的希瑞奇斯",
		[20934] = "分裂的防衛者",
		[16903] = "憤怒的恐泥怪",
		[21062] = "未知目標 <操縱者帕薩里歐>",
		[21126] = "盤牙鱗片醫者",
		[29380] = "雷铸作战魔像",
		[17159] = "風暴狂怒者",
		[7379] = "逆風巨魔法師",
		[21382] = "巨龍教團狂熱者",
		[21446] = "劍刃邪惡靈魂",
		[17977] = "扭曲分裂者",
		[28564] = "腐烂憎恶",
		[21638] = "復仇的先驅",
		[29892] = "瓦古杀戮者",
		[17671] = "破碎之手勇士",
		[30020] = "奥里努克·碎牙",
		[17799] = "崔互德奴隸",
		[30148] = "被感染的冰虫",
		[22022] = "秘法爆破 <伊克利普森縛法者>",
		[17991] = "爆裂者洛克瑪",
		[30340] = "尤卡塔尔",
		[30404] = "恐怖博士",
		[7846] = "『吞噬者』特雷姆斯",
		[2614] = "守衛印記",
		[18311] = "伊斯利盜墓者",
		[17133] = "老邁的裂蹄",
		[17150] = "梵安尼秘法師",
		[18503] = "幻魅持有者 <奧奇奈靈魂牧師>",
		[18567] = "莫阿格規劃大師",
		[11365] = "瓦干達黑豹",
		[15492] = "風牆圖騰 IV <麟大大>",
		[23543] = "無頭騎士之影",
		[25622] = "尼鲁巴尔坑道虫",
		[19513] = "突變的恐懼尖嘯者",
		[682] = "柯基喵喵叫",
		[11557] = "梅羅什",
		[16389] = "鬼靈學徒",
		[18170] = "恆龍殺戮者",
		[21784] = "卡拉伯爾鬼騎士",
		[30740] = "无畏远征军勇士",
		[18981] = "末日密語者",
		[19399] = "惡魔火砲",
		[27653] = "幻影水元素",
		[19527] = "猶豫不決的虛無呼喚者",
		[17147] = "吉爾索洛教徒",
		[21337] = "伊利達瑞巡影者",
		[17371] = "影月術士",
		[2958] = "草原狼",
		[19847] = "勒威薩斯",
		[17723] = "泥沼巨人",
		[30243] = "约尔达女矛手",
		[20039] = "鳳鷹",
		[17014] = "重組的虛無行者",
		[18115] = "匕首沼地污泥居者",
		[18331] = "伊斯利黑暗法師",
		[20295] = "泥沼史卓克粉碎者",
		[22106] = "魯歐的虛空龍",
		[8996] = "虛無行者爪牙",
		[8198] = "提克",
		[25316] = "蓝玉巫师",
		[21707] = "墮落的空氣元素",
		[16805] = "德萊尼骷髏",
		[21370] = "伊斯利虛空術師",
		[25624] = "被感染的囚犯",
		[19707] = "日怒弓箭手",
		[6490] = "不眠的艾希爾",
		[16904] = "不屈的步卒",
		[16968] = "地隧穿刺者",
		[21127] = "盤牙暴怒者",
		[17096] = "星界爆發",
		[17160] = "活躍的龍卷風",
		[4308] = "自由的幽魂",
		[21383] = "巨龍教團侍僧",
		[25615] = "天灾猛犸人",
		[17816] = "泥沼史卓克",
		[17053] = "卡里瑞猛鷲",
		[21323] = "虛空石震地者",
		[21703] = "墮落的火焰圖騰",
		[21767] = "烏鴉神諭使",
		[30021] = "恩诺姆斯",
		[17800] = "盤牙侍從",
		[22075] = "伊利達瑞士兵",
		[13257] = "莫高特·深爐",
		[18857] = "日怒星移管理者",
		[30341] = "伊森法斯",
		[18120] = "安格拉斯蠻槌兵",
		[28221] = "暗门爬行者",
		[31140] = "笨重的憎恶",
		[18312] = "伊斯利縛法者",
		[18637] = "卡巴暗影牧師",
		[30725] = "尤顿海姆休眠看守者",
		[16938] = "崔互德蠻卒",
		[13080] = "深铁矿洞守卫",
		[18632] = "卡巴劊子手",
		[25434] = "犸格莫斯碾压者",
		[17694] = "影月黑暗法師",
		[21852] = "奧奇奈戰士",
		[17259] = "噬骨飢餓者",
		[18952] = "噬骨拾荒者",
		[19016] = "地獄火妖精",
		[23175] = "塔倫米爾守衛",
		[22140] = "毒孢子蝙蝠",
		[19208] = "召喚的卡巴侍僧 <卡巴召喚者>",
		[20221] = "日怒火焰管理者",
		[17539] = "憤怒圖騰",
		[13797] = "巡山人布比羅",
		[27654] = "审讯者达库斯",
		[2976] = "風險投資公司苦力",
		[21373] = "絲翼",
		[21405] = "伊斯利秘法師",
		[25755] = "未知目標",
		[19784] = "考斯卡眼鏡蛇",
		[17727] = "怒鰭哨兵",
		[17732] = "萊庫黃蜂",
		[28166] = "不稳定的宝珠",
		[20040] = "水晶之核毀壞者",
		[18343] = "塔瓦洛克",
		[28358] = "未知目标",
		[29720] = "拱顶恶鬼",
		[18399] = "黑暗之血雙子",
		[29452] = "瓦古荒芜犬",
		[6427] = "冤魂魅靈",
		[18879] = "相位捕獵者",
		[16457] = "貞潔聖女",
		[25756] = "艾胡恩教徒冰波",
		[21452] = "未知目標",
		[25660] = "生疮的食尸鬼",
		[21694] = "泥沼主宰",
		[16772] = "噬骨破壞者",
		[2267] = "希爾斯布萊德農民",
		[16905] = "不屈的魔巫士",
		[20502] = "伊克利普森龍鷹",
		[21128] = "盤牙鰭刺",
		[29382] = "雷铸掠夺者",
		[25351] = "幽灵先知",
		[25415] = "狂怒的雷暴",
		[25479] = "克瓦迪尔织雾者",
		[14821] = "拉札希迅猛龍",
		[30432] = "恶尸犬",
		[11555] = "獨眼高恩",
		[35189] = "電狠娛樂",
		[21704] = "墮落的大地圖騰",
		[25355] = "蓝玉猎犬",
		[30022] = "屠夫乌拉多弗",
		[17801] = "盤牙海妖",
		[10982] = "白鬚歹徒",
		[28671] = "虚弱的奎丝鲁恩先知",
		[17993] = "血守衛保衛者",
		[18587] = "爭吵者",
		[18121] = "安格拉斯噬魂者",
		[18185] = "菲拉芬毒蛇之魂",
		[30701] = "邪恶爬行者",
		[18313] = "伊斯利巫士",
		[1548] = "被詛咒的黑暗犬",
		[18441] = "未知目標",
		[17135] = "石拳秘法師",
		[12922] = "小鬼爪牙",
		[18633] = "卡巴侍僧",
		[20864] = "多變的夢魘",
		[18881] = "破碎的奔行者",
		[2163] = "熊",
		[22352] = "巨像狂怒者",
		[30541] = "遗忘深渊虫王",
		[27207] = "先锋军工匠",
		[23176] = "塔倫米爾守衛",
		[29436] = "冰霜大地狂怒者",
		[19209] = "未知目標 <卡巴召喚者>",
		[30206] = "腐尸噬体者",
		[17218] = "胡嵐",
		[25470] = "血孢点火者",
		[27655] = "法师领主伊洛姆",
		[21696] = "蒸汽奔騰者",
		[5924] = "净化图腾 <部落聖騎>",
		[19657] = "召喚者卡辛恩",
		[30988] = "天灾裂食鸟",
		[18402] = "戰槌勇士",
		[4284] = "血色占兆師",
		[27835] = "恐骨构造体",
		[28167] = "斯坦索姆市民",
		[20041] = "水晶之核哨兵",
		[30291] = "饥饿的冰虫",
		[9637] = "灼燒圖騰 <戰槌薩滿>",
		[22378] = "卡巴審問者",
		[21708] = "墮落的土元素 <墮落的大地圖騰>",
		[23180] = "塔倫米爾保衛者",
		[20498] = "破碎的裂石者 <破碎的奔行者>",
		[31181] = "治疗之泉图腾 VII <紀見子>",
		[17261] = "未知目標",
		[18179] = "墮落的新星圖騰 <背叛者曼紐>",
		[22104] = "未知目標 <深淵守衛卡利迪斯>",
		[29652] = "雷铸追踪者",
		[1536] = "血色傳教士",
		[20873] = "奈加頓星移大師",
		[16842] = "榮譽堡防衛者",
		[16906] = "不屈的騎士",
		[21065] = "肯瑞瓦幽靈",
		[17034] = "母卡里瑞幼鳥",
		[18323] = "塞司克護衛",
		[25496] = "克瓦迪尔迷雾领主",
		[25416] = "西米尔",
		[21385] = "黑暗議會藐視者",
		[21449] = "被詛咒的邪魂",
		[21462] = "大型惡魔烈焰雙帆龍",
		[25792] = "清除机器人005-B6型",
		[17546] = "獅子",
		[21705] = "墮落的風圖騰",
		[17796] = "米克吉勒·蒸汽操控者",
		[30023] = "血怒者科尔拉克",
		[17802] = "盤牙戰士",
		[17770] = "飢餓之牙",
		[22025] = "阿斯格",
		[17994] = "血守衛獵鷹者",
		[21736] = "蠻錘防衛者",
		[18122] = "崔互德苦工",
		[30471] = "瓦古攻击者",
		[26073] = "高阶祭司塔雷坎",
		[18314] = "奈薩斯捕獵者",
		[15478] = "石爪圖騰 VII <Albinism>",
		[30627] = "梦魇虚体",
		[18506] = "狂怒的靈魂",
		[30922] = "阴暗蛮徒",
		[18634] = "卡巴召喚者",
		[30409] = "学徒奥斯特基格",
		[22857] = "伊利達瑞劫毀者",
		[16810] = "噬骨斷背者",
		[17957] = "盤牙勇士",
		[1766] = "雜斑座狼",
		[3127] = "毒尾蠍",
		[23177] = "塔倫米爾監視者",
		[5787] = "執行者埃米爾岡德",
		[29542] = "大主教兰德雷",
		[13086] = "埃其",
		[17735] = "怒鰭戰士",
		[19402] = "枯萎的泥沼領主",
		[27656] = "魔网守护者埃雷苟斯",
		[21958] = "附魔後的元素",
		[17960] = "盤牙預言者",
		[7413] = "抗寒圖騰 III <柯以柔你奶嗎>",
		[16907] = "血之谷苦工",
		[17835] = "恆龍刺客",
		[16460] = "暗夜女骸魔",
		[21386] = "黑暗議會鷹眼",
		[21706] = "墮落的火焰元素",
		[20042] = "風暴要塞-鐵匠",
		[21516] = "死亡看守",
		[18286] = "莫拉吉斯",
		[15352] = "強效土元素",
		[20078] = "未知目標",
		[21711] = "哈盧姆",
		[21200] = "尖嘯靈魂",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_shadow"] = true,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["latest_news_saw"] = "3.4.0 10259",
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 585,
		["bookmark_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 585,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["OVERALLDATA_WARNING1"] = 6,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ctrl_click_close_tutorial"] = false,
		["DISABLE_ONDEATH_PANEL"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"3 - Leaving current combat.", -- [4]
		"4 - Reversing switches.", -- [5]
		"6 - Saving Config.", -- [6]
		"7 - Saving Profiles.", -- [7]
		"8 - Saving nicktag cache.", -- [8]
	},
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示團隊中誰在首領戰時使用了藥水。",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "使用藥水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = " 顯示團隊中誰使用了治療藥水或治療石。",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "治療藥水 & 治療石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "報告每個角色花了多少時間在輸出傷害。",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "傷害活躍時間",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "報告每個角色花了多少時間在補血。",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "治療活躍時間",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "施放控場",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到控場",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在視窗中顯示你的法術。",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的法術",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示對被標記骷髏的目標所輸出的傷害。",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "對骷髏標記目標的傷害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "顯示對其他任何被標記的目標所輸出的傷害。",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "對其他標記目標的傷害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "對護盾的傷害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [10]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "動態整體傷害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 7,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "有使用药水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [13]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon(class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon(class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的技能",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [22]
	},
	["spell_pool"] = {
		4, -- [1]
		3, -- [2]
		"環境 (掉落)", -- [3]
		[6] = "環境 (著火)",
		[7] = "血守衛保衛者",
		[36807] = "黑暗之血神諭者",
		[37063] = "尼德斯",
		[37319] = "小鳳鷹",
		[22885] = "塞司克薩滿",
		[7802] = "拉茲尼克",
		[15667] = "盤牙暴怒者",
		[31460] = 5,
		[38599] = "盤牙海蛇守衛",
		[38855] = "巨型冥淵火",
		[39367] = "無約束的希瑞奇斯",
		[48070] = 5,
		[8122] = 5,
		[32612] = 8,
		[16614] = 7,
		[33480] = "卡巴死亡誓言者",
		[33736] = 7,
		[25573] = 7,
		[35272] = 11,
		[18278] = 4,
		[53190] = 11,
		[37320] = 1,
		[26981] = 11,
		[27237] = 9,
		[63685] = 7,
		[9908] = 11,
		[19942] = 2,
		[40392] = "維斯路登",
		[57286] = 3,
		[57542] = 2,
		[33737] = 7,
		[29541] = "魅影獵犬 <魅影守衛>",
		[34761] = "大植物學家費瑞衛恩",
		[51399] = 6,
		[29925] = "魔法鬼魂",
		[30053] = "基瑞克",
		[36041] = 3,
		[36297] = "弒龍者戈魯爾",
		[53191] = 11,
		[37065] = 11,
		[37321] = "奧奇奈僧侶",
		[37577] = "影月殺戮者",
		[31589] = 8,
		[31717] = "黑色捕獵者",
		[23782] = 1,
		[39625] = 1,
		[33482] = "召喚的卡巴侍僧",
		[58567] = 1,
		[17255] = "滅神",
		[34762] = "大植物學家費瑞衛恩",
		[60103] = 7,
		[52424] = 6,
		[26470] = 5,
		[37066] = "[*] 絞喉",
		[37322] = 1,
		[26982] = 11,
		[54216] = "RoyC",
		[27238] = 9,
		[38346] = 5,
		[39626] = 9,
		[48073] = 5,
		[28518] = 11,
		[14324] = 3,
		[14516] = "索爾",
		[34763] = "大植物學家費瑞衛恩",
		[29926] = "魔法鬼魂",
		[43722] = 7,
		[15284] = "幽藤收割者",
		[30822] = "羅慕歐",
		[22887] = "古拉巴什擲斧者",
		[15604] = 8,
		[23271] = 8,
		[38603] = "盤牙海蛇守衛",
		[31718] = "海法師希斯比亞",
		[63944] = 5,
		[39627] = 7,
		[48074] = 5,
		[32358] = "班提蒙尼厄斯",
		[16244] = "噬骨飢餓者",
		[32614] = "黑暗之門黑色水晶隱形行者",
		[16488] = 1,
		[66960] = 6,
		[33996] = 2,
		[17256] = "劫毀者 <天天哥>",
		[42955] = 8,
		[4507] = "活動假人 <我叫緋村>",
		[36300] = "弒龍者戈魯爾",
		[61385] = "哈罗德·兰恩",
		[26983] = 11,
		[27239] = 5,
		[38348] = 8,
		[47819] = 9,
		[4987] = 2,
		[5019] = 8,
		[40396] = 9,
		[28519] = 5,
		[10293] = 2,
		[41932] = "潮行者潛伏者",
		[42956] = 8,
		[29799] = "獵人阿圖曼 <午夜>",
		[29927] = "魔法鬼魂",
		[30055] = "泰瑞斯提安·疫蹄",
		[21992] = 1,
		[22120] = "魔獄獸人新兵",
		[30567] = 8,
		[30695] = "無疤者歐瑪爾",
		[30823] = 7,
		[30951] = "茱麗葉",
		[11573] = 1,
		[1455] = 9,
		[1463] = 8,
		[31719] = 9,
		[31975] = "不死的捕獵者 <奧奇奈靈魂牧師>",
		[47820] = 9,
		[48076] = 5,
		[6075] = 5,
		[1535] = 7,
		[1543] = 3,
		[33230] = "大君王莫卡爾",
		[33486] = 9,
		[34254] = "尋日植物學家",
		[17257] = "風蛇",
		[25576] = 7,
		[36814] = "看護者卡爾古瑪",
		[45517] = 1,
		[26984] = 11,
		[38606] = 1,
		[13877] = 4,
		[39374] = 5,
		[48077] = 5,
		[1767] = 4,
		[28520] = 4,
		[14325] = 3,
		[33487] = "卡巴祭儀師",
		[33743] = 3,
		[29544] = "中尉崔克",
		[34767] = 2,
		[29928] = "魅影賓客",
		[30184] = "惡魔傳送門 <泰瑞斯提安·疫蹄>",
		[22121] = "雷矛弓箭手",
		[15285] = "火焰驅逐者",
		[351761] = 2,
		[30824] = 7,
		[23145] = "奇美拉 <狠活與科技>",
		[38351] = 2,
		[47310] = "寇仁·恐酒",
		[31976] = "恆龍破壞者",
		[48078] = 5,
		[2023] = 11,
		[48846] = 8,
		[8187] = "熔岩圖騰 <Timtam>",
		[16490] = 1,
		[33232] = "大君王莫卡爾",
		[2094] = 4,
		[34000] = 9,
		[50894] = 1,
		[25577] = 7,
		[35280] = "操縱者帕薩里歐",
		[26985] = 11,
		[67481] = 3,
		[19434] = 3,
		[55502] = "胡桃",
		[39376] = "盤牙技師",
		[47823] = 9,
		[48847] = 11,
		[10230] = 8,
		[28777] = 4,
		[33489] = 4,
		[33745] = 11,
		[34001] = 8,
		[10614] = 7,
		[34513] = 1,
		[34769] = 2,
		[29801] = 1,
		[10934] = 5,
		[2782] = 11,
		[53199] = 11,
		[37329] = "偷取的靈魂",
		[2894] = 7,
		[11766] = 9,
		[39121] = "血守衛綠色看守者",
		[2974] = "豬油拌飯",
		[11958] = 8,
		[32361] = "塔瓦洛克",
		[48848] = 3,
		[16491] = 1,
		[41425] = 8,
		[66972] = 6,
		[3166] = 3,
		[50896] = "冬拥湖攻城车 <Antibastien>",
		[53200] = 11,
		[37330] = "偷取的靈魂",
		[66973] = 6,
		[67485] = 2,
		[13750] = 4,
		[47057] = 5,
		[13878] = "幽暗的召喚者",
		[39378] = "盤牙鱗片醫者",
		[47825] = 9,
		[40402] = 5,
		[67486] = 1,
		[58576] = 6,
		[29546] = "鬼靈僕人",
		[29674] = 1,
		[51409] = 6,
		[29930] = "魅影賓客",
		[43730] = 7,
		[60880] = "岩石看守者阿尔卡冯",
		[15286] = 5,
		[36819] = "凱爾薩斯·逐日者",
		[67487] = 2,
		[23147] = "鷹大帥 <高城仔館治>",
		[47826] = 9,
		[32362] = 11,
		[16246] = 7,
		[24427] = 1,
		[8439] = 8,
		[58577] = 6,
		[34260] = 2,
		[17260] = "劫毀者 <萬箭>",
		[35028] = 9,
		[43731] = 7,
		[43987] = 8,
		[36052] = "盤牙鱗片醫者",
		[37332] = "偷取的靈魂",
		[66977] = 6,
		[27243] = 9,
		[47827] = "死神逆十字架",
		[5116] = 3,
		[28779] = 8,
		[33237] = "瘋癲者奇克勒",
		[33493] = "惡毒導師",
		[67490] = 2,
		[58578] = 6,
		[51411] = 6,
		[52179] = 7,
		[60882] = "岩石看守者阿尔卡冯",
		[36565] = 9,
		[61650] = "五路進財-瑪拉頓",
		[45524] = 6,
		[23148] = "咕咕 <一二三>",
		[54739] = 2,
		[11767] = 9,
		[39125] = "尋日植物學家",
		[32363] = "奈薩斯王子薩法爾",
		[6076] = 5,
		[32747] = "性感學妹",
		[32982] = "火焰元素圖騰 <坦薩白龍>",
		[33238] = "大君王莫卡爾",
		[12471] = "黑暗漩渦 <塞司克薩滿>",
		[33750] = 7,
		[34518] = 7,
		[43733] = 7,
		[36054] = "破碎之手狂怒者",
		[60883] = "岩石看守者阿尔卡冯",
		[36822] = "凱爾薩斯·逐日者",
		[37078] = "魔法驚懼",
		[45525] = 1,
		[26988] = 11,
		[6780] = 11,
		[38358] = "深淵之王卡拉薩瑞斯",
		[39126] = "尋日植物學家",
		[39382] = "死亡看守者辛瑞克",
		[19821] = 3,
		[7068] = "痛苦的死者",
		[14327] = 3,
		[28780] = 5,
		[33239] = "大君王莫卡爾",
		[58580] = 7,
		[34263] = 2,
		[34519] = 11,
		[34775] = 3,
		[51413] = "厄蘇拉·恐酒",
		[52437] = 1,
		[60884] = "岩石看守者阿尔卡冯",
		[37079] = "法力扭曲",
		[37335] = "偷取的靈魂",
		[54741] = 8,
		[31852] = 2,
		[32108] = 9,
		[32364] = "奈薩斯王子薩法爾",
		[32492] = "液態火焰",
		[8312] = 1,
		[17390] = 11,
		[35032] = "鷹王伊奇斯",
		[43991] = 9,
		[9080] = "敦霍爾德哨兵",
		[26861] = 4,
		[26989] = 11,
		[38616] = 3,
		[39128] = "尋日化學家",
		[9912] = 11,
		[58582] = 7,
		[29677] = "魅影舞台助手",
		[51671] = 1,
		[36057] = "戰爭使者歐姆拉格",
		[37081] = "督軍卡利斯瑞",
		[38617] = "灰色之心浪潮呼喚者",
		[31981] = "背叛者曼紐",
		[39897] = 5,
		[32365] = "奈薩斯王子薩法爾",
		[12472] = 8,
		[12536] = 8,
		[25454] = 7,
		[17391] = 11,
		[25710] = "洛丹伦步兵",
		[35546] = 4,
		[26862] = 4,
		[26990] = 11,
		[19311] = 5,
		[48089] = 5,
		[48345] = 1,
		[33499] = "卡巴沉迷者",
		[29166] = 11,
		[34779] = "[*] 冰霜之環",
		[35035] = "水晶之核毀壞者",
		[35291] = "劫毀者 <阿波卡獵人>",
		[43738] = 11,
		[22127] = "尋日草藥師",
		[52697] = 6,
		[36827] = "薩格隆弓箭手",
		[66991] = "左轉遇到小花-瑪拉頓",
		[38619] = "奧奇奈戰士",
		[39131] = "『看管者』索古林",
		[47834] = 9,
		[48090] = 9,
		[16496] = "敦霍爾德槍手",
		[33244] = "高階星術師索拉瑞恩",
		[33500] = "卡巴劊子手",
		[66] = 8,
		[34268] = "高薩安",
		[25583] = 1,
		[51418] = 6,
		[35548] = 4,
		[71] = 1,
		[18288] = 9,
		[36828] = "薩格隆弓箭手",
		[61657] = 7,
		[26863] = 4,
		[26991] = 11,
		[75] = 3,
		[19312] = 5,
		[39132] = "『看管者』索古林",
		[9913] = 11,
		[28143] = 9,
		[28271] = 8,
		[28527] = 5,
		[20464] = "戈杜尼噬靈者",
		[20720] = "未知目標 <操縱者帕薩里歐>",
		[33501] = "惡毒導師",
		[5277] = 4,
		[34269] = "歐爾",
		[29679] = "鬼靈表演者",
		[5405] = "帥飛揚",
		[29935] = "噬屍獸",
		[43740] = 11,
		[22128] = "樹林德魯伊",
		[36829] = "薩格隆地獄召喚者",
		[37341] = 11,
		[39133] = "扭曲分裂者",
		[31983] = "受污染的陷地圖騰 <背叛者曼紐>",
		[23920] = 1,
		[32367] = 2,
		[6077] = 5,
		[6141] = 8,
		[57819] = 8,
		[33502] = "卡巴縛法者",
		[34270] = "歐爾",
		[34782] = "藍色幼苗 <大植物學家費瑞衛恩>",
		[35294] = "艾斯蘭神豬",
		[26480] = 3,
		[6653] = 1,
		[26864] = 4,
		[26992] = 11,
		[38110] = "深藍色巨蛇",
		[19185] = 3,
		[38622] = "水元素圖騰 <灰色之心浪潮呼喚者>",
		[55260] = 6,
		[28016] = 2,
		[28144] = 5,
		[28272] = 8,
		[14201] = 1,
		[57820] = 7,
		[34271] = "歐爾",
		[116] = 8,
		[51421] = 4,
		[51677] = 4,
		[43742] = 2,
		[118] = 8,
		[30576] = "瑪瑟里頓",
		[120] = 8,
		[30832] = "恆龍刺客",
		[7805] = 9,
		[31472] = "時間領主迪賈",
		[38623] = "毒蛇神殿招潮者 <灰色之心浪潮呼喚者>",
		[55261] = 6,
		[47838] = 9,
		[126] = 9,
		[130] = 8,
		[33504] = 11,
		[132] = 9,
		[25329] = 5,
		[25457] = 7,
		[34784] = "血守衛保衛者",
		[51422] = "冬拥湖塔楼火炮",
		[51678] = "冬拥湖攻城坦克 <阿尔法贝塔>",
		[139] = 5,
		[26481] = 3,
		[36832] = "薩格隆地獄召喚者",
		[26865] = 4,
		[26993] = 11,
		[37856] = "盤牙海妖",
		[54494] = 1,
		[38368] = "魔化火焰",
		[38624] = "灰色之心浪潮呼喚者",
		[55262] = 6,
		[28017] = 2,
		[28145] = 11,
		[48863] = 8,
		[20594] = 5,
		[57822] = 2,
		[42208] = 8,
		[29425] = "摩洛",
		[2687] = 1,
		[51423] = "我愛吃泡芙",
		[35297] = "YA <鳥德開團用>",
		[10938] = 5,
		[2767] = "審訊員韋沙斯",
		[30449] = 8,
		[36833] = "無束縛的摧毀者",
		[30833] = "獰笑骷髏衛兵",
		[37601] = 5,
		[11578] = 1,
		[31473] = "艾奧那斯",
		[38625] = "灰色之心隱藏者",
		[2943] = 5,
		[31985] = "背叛者曼紐",
		[23922] = 1,
		[24050] = "塞司克之靈",
		[57567] = 9,
		[57823] = 1,
		[33506] = "卡巴召喚者",
		[25202] = 1,
		[34274] = "歐爾",
		[51424] = 6,
		[35298] = "掠食者 <弋人何篡>",
		[60895] = "岩石看守者阿尔卡冯",
		[36834] = "凱爾薩斯·逐日者",
		[45281] = 11,
		[37346] = "汀樂",
		[26994] = 11,
		[18931] = 9,
		[38626] = "盤牙深淵女巫",
		[19443] = 9,
		[47585] = 5,
		[47841] = 9,
		[14202] = 1,
		[48865] = 5,
		[20467] = 2,
		[3599] = 7,
		[33507] = "卡巴召喚者",
		[33763] = 11,
		[42210] = 8,
		[34275] = "歐爾",
		[34787] = "納吉斯·法亞司",
		[51425] = 6,
		[30066] = "泰瑞斯提安·疫蹄",
		[30194] = 1,
		[15290] = 5,
		[61408] = 9,
		[45282] = 11,
		[54753] = 2,
		[38627] = "盤牙深淵女巫",
		[23539] = 1,
		[4079] = 1,
		[32996] = 5,
		[33508] = "影月黑暗法師",
		[25203] = 1,
		[34276] = "歐爾",
		[25587] = 7,
		[43747] = 2,
		[284] = 1,
		[36836] = "無束縛的摧毀者",
		[9275] = "血色拷問者",
		[26867] = 4,
		[37604] = 5,
		[38628] = "盤牙深淵女巫",
		[47843] = 9,
		[48099] = 5,
		[28275] = 5,
		[5118] = 3,
		[49379] = 5,
		[33253] = 1,
		[10491] = "法力之泉圖騰 II",
		[42212] = 8,
		[34277] = "歐爾",
		[29555] = "鬼靈巡邏",
		[29683] = "鬼靈表演者",
		[29939] = "噬屍獸",
		[30195] = 1,
		[30451] = 8,
		[36837] = "巨型冥淵火",
		[11387] = 3,
		[37605] = "艾奧那斯",
		[23028] = 8,
		[54499] = 2,
		[31475] = "紀元狩獵者",
		[11771] = "古年希",
		[370] = 7,
		[32243] = 3,
		[6078] = 5,
		[48868] = 6,
		[33254] = 11,
		[42213] = 8,
		[34278] = "歐爾",
		[25460] = 5,
		[34790] = 4,
		[43749] = 7,
		[36070] = 4,
		[36582] = "風暴要塞-熔爐毀滅者",
		[61411] = 2,
		[53476] = "RoyC",
		[26996] = 11,
		[37862] = "泥沼主宰",
		[55012] = 1,
		[55268] = 6,
		[48101] = 2,
		[28276] = 5,
		[14203] = 1,
		[14267] = 3,
		[32999] = 5,
		[33255] = 1,
		[49893] = 6,
		[34791] = "風暴要塞-熔爐保安官",
		[35047] = "麥克納爾鑽孔者",
		[30324] = 1,
		[30452] = 3,
		[36583] = "風暴要塞-熔爐毀滅者",
		[36839] = "伊斯利恩殺戮者",
		[53733] = 2,
		[15547] = "盤牙痲瘋者",
		[37863] = "泥沼主宰",
		[38119] = 9,
		[54757] = 3,
		[38631] = "灰色之心盾衛",
		[498] = 2,
		[47846] = 9,
		[32244] = 1,
		[40423] = "塞司克烏鴉護衛",
		[24437] = "古拉巴什飲血者",
		[8190] = 7,
		[57573] = 1,
		[33256] = 7,
		[67016] = 8,
		[16886] = 11,
		[58597] = "瓦爾加布",
		[34280] = "歐爾",
		[25461] = 5,
		[552] = 5,
		[8892] = 5,
		[36840] = "伊斯利恩波動法師",
		[45543] = 9,
		[67017] = 7,
		[37864] = "泥沼主宰",
		[9532] = "雪盲喚風者",
		[46567] = 1,
		[604] = 8,
		[55270] = 6,
		[19574] = 3,
		[9852] = 11,
		[47847] = 9,
		[48359] = 1,
		[40424] = "鷹王伊奇斯",
		[33257] = 1,
		[67018] = 6,
		[34793] = "風暴要塞-熔爐保安官",
		[35049] = "麥克納爾破壞者",
		[10876] = 5,
		[688] = 9,
		[696] = 9,
		[11196] = 7,
		[704] = 9,
		[45288] = 7,
		[712] = 9,
		[67019] = "一隊那個聖騎-瑪拉頓",
		[37865] = "盤牙神諭者",
		[38377] = "奧奇奈靈魂牧師",
		[38633] = "灰色之心虛空法師",
		[55271] = 6,
		[740] = 11,
		[32245] = 3,
		[40425] = "鷹王伊奇斯",
		[24438] = "古拉巴什勇士",
		[57319] = 2,
		[772] = 1,
		[33258] = 5,
		[12540] = "卡巴祭儀師",
		[34026] = 3,
		[17143] = 2,
		[25590] = "Bluebell",
		[44521] = 11,
		[53480] = 3,
		[18807] = 5,
		[27126] = 8,
		[38378] = "奧奇奈靈魂牧師",
		[38634] = "灰色之心虛空法師",
		[14204] = 1,
		[14268] = 3,
		[33259] = 4,
		[34027] = "ocugen <邁克爾假死>",
		[29942] = 2,
		[30198] = "Jhuuroon",
		[15228] = "黑暗之血神諭者",
		[61672] = "岩石看守者阿尔卡冯",
		[976] = 5,
		[31478] = "時間看守者",
		[38635] = "灰色之心虛空法師",
		[996] = 5,
		[55785] = 8,
		[32246] = 2,
		[24183] = "高階祭司塞卡爾",
		[1020] = 2,
		[16380] = "空軍指揮官艾克曼",
		[33260] = 3,
		[1064] = 7,
		[34284] = "歐爾",
		[51178] = 11,
		[17528] = 1,
		[51690] = 4,
		[1120] = 9,
		[4511] = "沃爾亞爾 <素素叫>",
		[52970] = "迷你鸚鵡 <專射你臉>",
		[1152] = 2,
		[45291] = 7,
		[37612] = 7,
		[27127] = 8,
		[38380] = "狂怒的靈魂",
		[38636] = "灰色之心虛空法師",
		[38892] = "惡毒的妖婦",
		[9853] = 11,
		[20216] = 2,
		[48875] = "毛妞妞",
		[20600] = "一香頌一",
		[33261] = 3,
		[5215] = 11,
		[10493] = "法力之泉圖騰 III",
		[34285] = "歐爾",
		[59370] = "审讯者达库斯",
		[29815] = "秘法保衛者",
		[10941] = 5,
		[22008] = 8,
		[30455] = 8,
		[44780] = 8,
		[53227] = 11,
		[53739] = 2,
		[11581] = 1,
		[1456] = 9,
		[38637] = 1,
		[38893] = "巨型冥淵火",
		[55531] = 3,
		[31991] = "背叛者曼紐",
		[48108] = 8,
		[32375] = 5,
		[6143] = 8,
		[33006] = 1,
		[33262] = 11,
		[33774] = 3,
		[25208] = 1,
		[34286] = "歐爾",
		[25464] = 7,
		[17401] = 11,
		[35054] = "裂縫領主",
		[44781] = 8,
		[18425] = 4,
		[37102] = "水晶之核毀壞者",
		[1680] = 1,
		[18809] = 8,
		[27128] = 8,
		[38382] = "專注之火",
		[38638] = 1,
		[38894] = "伊斯利恩殺戮者",
		[19577] = 3,
		[1776] = 4,
		[28536] = 9,
		[33263] = 8,
		[33775] = "『破壞者』凱利丹",
		[356110] = 2,
		[29560] = "鬼靈巡邏",
		[34799] = "指揮官薩瑞尼斯",
		[35055] = "麥克納爾粉碎者",
		[356111] = 2,
		[15037] = "灼燒圖騰 <戰槌薩滿>",
		[22009] = 5,
		[52461] = "暴怒的食尸鬼",
		[356112] = 2,
		[30584] = "戰爭使者歐姆拉格",
		[15357] = 5,
		[45294] = 7,
		[31224] = 4,
		[68055] = 2,
		[38383] = "敦霍爾德槍手",
		[38639] = 11,
		[63468] = 3,
		[2024] = 4,
		[2048] = 1,
		[33264] = 8,
		[42223] = 9,
		[34288] = "歐爾",
		[59117] = 9,
		[34800] = "血守衛綠色看守者",
		[35056] = "麥克納爾破壞者",
		[35312] = "[*] 狂怒的烈焰",
		[45295] = 7,
		[53742] = 2,
		[27001] = 11,
		[67545] = 8,
		[38384] = "敦霍爾德法師",
		[27641] = "塞司克預言家",
		[63725] = 5,
		[47855] = 9,
		[20218] = 2,
		[10174] = 8,
		[33009] = "高階星術師索拉瑞恩",
		[33265] = 1,
		[49903] = 6,
		[29177] = 7,
		[34289] = "歐爾",
		[59118] = 9,
		[34801] = 2,
		[35057] = "麥克納爾技工",
		[10942] = 5,
		[30457] = 11,
		[11198] = 4,
		[45040] = 6,
		[30841] = "羅慕歐",
		[37361] = "蠻爪秘法師",
		[23034] = 1,
		[31481] = "海法師希斯比亞",
		[38641] = "灰色之心虛空法師",
		[38897] = "伊斯利恩波動法師",
		[31865] = "紀律魔女",
		[64494] = 3,
		[24314] = "血領主曼多基爾",
		[33266] = 5,
		[49904] = 6,
		[12542] = "裂縫看守者",
		[25210] = 5,
		[34290] = "高薩安",
		[12798] = 1,
		[35058] = "麥克納爾技工",
		[35314] = "虛空術師賽菲瑞雅",
		[71132] = 5,
		[45041] = 6,
		[37106] = "水晶之核哨兵",
		[27002] = 11,
		[27130] = 8,
		[3408] = 4,
		[38386] = "恆龍污染者",
		[38642] = "灰色之心虛空法師",
		[55536] = 9,
		[47857] = 9,
		[64495] = "狼 <獵蛋蛋>",
		[3600] = "未知目標 <Wagyu>",
		[33523] = "尼奧普瑞斯托",
		[33779] = 7,
		[42226] = 9,
		[34291] = 8,
		[21371] = 1,
		[29690] = "鬼魅管家",
		[35059] = "鷹王伊奇斯",
		[51953] = 9,
		[30330] = 1,
		[15230] = "恆龍時間術師",
		[45298] = 7,
		[37363] = "海底潛伏者",
		[15550] = "水晶之核哨兵",
		[15614] = "卡巴異教徒",
		[38387] = "恆龍污染者",
		[38899] = "伊斯利恩生命束縛者",
		[16190] = 7,
		[57073] = 8,
		[33012] = 9,
		[57841] = 4,
		[50674] = 2,
		[25467] = 5,
		[42995] = 8,
		[25851] = 4,
		[51954] = 2,
		[26363] = 7,
		[53490] = "未知目标",
		[53746] = 1,
		[37620] = 9,
		[27131] = 8,
		[27259] = 9,
		[38644] = "灰色之心虛空法師",
		[38900] = "伊斯利恩生命束縛者",
		[19708] = 3,
		[19836] = 2,
		[56562] = 1,
		[20348] = 2,
		[57330] = 6,
		[33269] = 5,
		[33525] = "弒龍者戈魯爾",
		[50163] = 6,
		[10623] = 7,
		[29563] = "凱崔娜·瓦映迪女士",
		[29691] = "鬼魅管家",
		[29947] = 8,
		[51955] = 7,
		[30459] = 9,
		[45300] = 7,
		[53747] = 2,
		[5760] = 4,
		[38133] = "深藍色巨蛇",
		[11711] = "暗黑大魔導-瑪拉頓",
		[38901] = "巨型冥淵火",
		[11903] = 2,
		[47860] = 9,
		[32251] = "野生暗影裂縫",
		[32379] = 5,
		[24316] = "血領主曼多基爾",
		[33014] = 4,
		[33526] = "希斯火焰元素 <暗法師希斯>",
		[12543] = 7,
		[25212] = 1,
		[58867] = "幽灵狼 <音道破壞者>",
		[34550] = "大植物學家費瑞衛恩",
		[25596] = 5,
		[35062] = "麥克納爾技工",
		[35318] = "看守者蓋洛奇歐",
		[52212] = 6,
		[13119] = 2,
		[37110] = "星術師",
		[53748] = 1,
		[18813] = "沼澤之王莫斯萊克",
		[37878] = 11,
		[27260] = 9,
		[38902] = "巨型冥淵火",
		[19709] = 1,
		[14143] = 4,
		[20349] = 2,
		[20477] = "扭曲預言家薩拉瑞德",
		[33015] = 11,
		[33527] = "未知目標 <暗法師希斯>",
		[33783] = "虛無旅人",
		[42230] = 11,
		[29436] = "深淵守衛沙卡奇斯",
		[34551] = "大植物學家費瑞衛恩",
		[15039] = "暗法師希斯",
		[60916] = "阿尔卡冯守卫者",
		[7648] = 9,
		[15359] = 5,
		[45302] = 7,
		[15487] = 5,
		[37879] = 2,
		[38135] = "暗法師希斯",
		[38647] = "灰色之心虛空法師",
		[38903] = "巨型冥淵火",
		[39415] = "先驅者史蓋力司",
		[24061] = 11,
		[24189] = "高階祭司塞卡爾",
		[24317] = "奧根",
		[24573] = "惡魔監督者",
		[33272] = 3,
		[33528] = "希斯冰霜元素 <暗法師希斯>",
		[25213] = 5,
		[25469] = 7,
		[59381] = "魔网守护者埃雷苟斯",
		[17534] = 3,
		[35320] = "昂布拉凡鰻魚",
		[44535] = 5,
		[61685] = "汙喵王 <我沒一米八-瑪拉頓>",
		[37368] = "偷取的靈魂",
		[27005] = 11,
		[37880] = 5,
		[38136] = "暗法師希斯",
		[38648] = "灰色之心虛空法師",
		[9856] = 11,
		[47863] = 9,
		[48119] = 5,
		[20350] = 2,
		[10432] = 7,
		[10496] = 7,
		[42232] = 11,
		[34809] = "血守衛修補者",
		[59638] = "镜像 <銀髮菜許坤>",
		[35321] = 1,
		[30205] = "瑪瑟里頓",
		[52471] = "汙喵王 <我沒一米八-瑪拉頓>",
		[36345] = "尋日工程師",
		[36601] = "亞克崔茲防衛者",
		[37113] = "黑暗之血神諭者",
		[37369] = "偷取的靈魂",
		[37881] = 7,
		[11584] = 1,
		[31485] = "米克吉勒·蒸汽操控者",
		[38649] = "灰色之心虛空法師",
		[63734] = 5,
		[47864] = 9,
		[32253] = "劣質的雕像 <Metatron>",
		[12160] = "時光流逝占卜者",
		[16511] = 4,
		[12544] = "敦霍爾德法師",
		[42233] = 11,
		[34298] = "裂爪",
		[25470] = 5,
		[17535] = 7,
		[35322] = "看守者鐵手",
		[13120] = 2,
		[36346] = "尋日工程師",
		[52984] = 5,
		[13376] = "強效火焰元素 <坦薩白龍>",
		[37370] = "『破壞者』凱利丹",
		[27006] = 11,
		[27134] = 8,
		[38138] = "希斯秘法元素 <暗法師希斯>",
		[38650] = "毒蛇神殿潛伏者",
		[19711] = 11,
		[47865] = 9,
		[48377] = 11,
		[20351] = 2,
		[49145] = 6,
		[33787] = "盤牙工頭",
		[42234] = 3,
		[34299] = 11,
		[43002] = 8,
		[35323] = "抓戰犯開噴囉",
		[21887] = 1,
		[52473] = "醇小黑 <醇親王>",
		[36347] = 2,
		[52985] = 5,
		[30846] = "影月技師",
		[37371] = "『破壞者』凱利丹",
		[22911] = "破碎之手哨兵",
		[31230] = 4,
		[38395] = 9,
		[38907] = "無束縛的摧毀者",
		[39419] = "泥沼多頭蛇",
		[32254] = 5,
		[48378] = 11,
		[48890] = 9,
		[16640] = 1,
		[43771] = 3,
		[52474] = "歐拉歐拉",
		[26367] = 7,
		[45051] = 2,
		[27007] = 11,
		[9473] = 5,
		[27263] = 9,
		[38652] = "腐臭磨菇",
		[9857] = 11,
		[47867] = 9,
		[48891] = 9,
		[10497] = 7,
		[68082] = 2,
		[29567] = "貴族克利斯平·費蘭斯",
		[29951] = "[*] 暴風雪",
		[51963] = "黑锋石像鬼 <傑瑞虎>",
		[30335] = 1,
		[30463] = "虛空傳送門 - 統御",
		[11201] = 4,
		[45052] = 11,
		[5697] = 9,
		[5761] = 4,
		[11585] = 1,
		[46588] = "[*] 冰矛",
		[38653] = "腐臭磨菇",
		[48124] = 5,
		[48892] = 9,
		[33534] = "暗法師希斯",
		[58363] = 1,
		[58875] = 7,
		[25472] = 7,
		[35326] = "看守者鐵手",
		[360327] = "[*] 毒性孢子",
		[60923] = "阿尔卡冯守卫者",
		[45053] = 1,
		[37118] = "風暴要塞-鐵匠",
		[27008] = 11,
		[27136] = 2,
		[27264] = 9,
		[46845] = "Cyrill",
		[27648] = 1,
		[48125] = 5,
		[14145] = "盤牙痲瘋者",
		[48637] = "Papaa-瑪拉頓",
		[20353] = 11,
		[35839] = "奧奇奈死靈法師",
		[22273] = "時光流逝占卜者",
		[36607] = "[*] 魔爆術",
		[36863] = "未知目標",
		[38143] = "希斯暗影元素 <暗法師希斯>",
		[31616] = 7,
		[38911] = "無束縛的摧毀者",
		[48126] = 5,
		[24193] = "巢穴蠻卒",
		[48638] = 4,
		[24577] = "鋼齶鉗嘴鳥 <谷戽大門>",
		[8258] = "史卡拉克上尉",
		[33280] = 2,
		[33792] = "中尉崔克",
		[25217] = 5,
		[35072] = "荊棘鞭笞者",
		[36608] = "亞克崔茲守衛",
		[36864] = "未知目標",
		[37120] = "風暴要塞-鐵匠",
		[53758] = 6,
		[27009] = 11,
		[9474] = 5,
		[27265] = 9,
		[38912] = "薩格隆弓箭手",
		[19714] = "薩弗隆法力塑造者",
		[19970] = 11,
		[20354] = 2,
		[33281] = "高階星術師索拉瑞恩",
		[49919] = 6,
		[2641] = 3,
		[10626] = 7,
		[43008] = 8,
		[29953] = "埃蘭之影",
		[51967] = 1,
		[44032] = 1,
		[30465] = "虛空傳送門 - 堅忍",
		[11202] = 4,
		[37121] = "水晶之核技師",
		[38145] = "瓦許女士",
		[38657] = "潮行者深淵先知",
		[23682] = 7,
		[39425] = "『火焰之王』賽洛庫",
		[32129] = "塞司克神諭者",
		[3009] = "ocugen <邁克爾假死>",
		[56575] = "萌萌的菠蘿醬",
		[16387] = 7,
		[33282] = "高階星術師索拉瑞恩",
		[49920] = 6,
		[3137] = 1,
		[25218] = 5,
		[58879] = "幽灵狼",
		[25602] = "法力寄生蟲",
		[17539] = 9,
		[35330] = "看守者鐵手",
		[17923] = 9,
		[36866] = "惡毒的妖婦",
		[37122] = "占星者",
		[37378] = 9,
		[27010] = 11,
		[27138] = 2,
		[3409] = 4,
		[38658] = "潮行者深淵先知",
		[38914] = "薩格隆弓箭手",
		[71165] = 9,
		[28418] = 1,
		[20355] = 2,
		[49921] = 6,
		[33795] = 1,
		[29442] = 8,
		[29570] = "女爵朵洛希·米爾斯泰普",
		[43010] = 8,
		[51713] = 4,
		[60160] = 6,
		[30210] = "夜禍",
		[15234] = "盤牙海妖",
		[53249] = 11,
		[37123] = "水晶之核技師",
		[37379] = 9,
		[38147] = "時光流逝暗影法師",
		[54785] = 9,
		[38659] = "潮行者深淵先知",
		[39171] = "巢穴蠻卒",
		[39427] = "『信使』維斯路登",
		[47874] = 9,
		[32386] = 9,
		[24579] = "貓頭鷹 <代誌>",
		[24707] = 2,
		[8515] = 7,
		[50690] = "碧蓝审讯者",
		[8643] = 4,
		[25603] = "伊斯利巫士",
		[17540] = 11,
		[51714] = 6,
		[26371] = 7,
		[36612] = "多變的憎恨",
		[36868] = "惡毒的妖婦",
		[37124] = "占星者",
		[27011] = 11,
		[27139] = 2,
		[27267] = "加克比普 <瑞最愛夢妮>",
		[47875] = "塔洛恩",
		[28419] = 1,
		[20356] = 2,
		[10435] = "灼熱圖騰 V <共治仔>",
		[42244] = 3,
		[10627] = 7,
		[34821] = "血守衛管理者",
		[10947] = 5,
		[30339] = 1,
		[5570] = 11,
		[36613] = 1,
		[53251] = 11,
		[30979] = "[*] 烈焰",
		[37893] = 3,
		[38149] = "時光流逝暗影法師",
		[38661] = "潮行者獵魚者",
		[38917] = "薩格隆地獄召喚者",
		[23684] = 5,
		[39429] = "『火焰之王』賽洛庫",
		[11971] = "不死的居民",
		[32643] = 2,
		[57347] = 7,
		[12355] = 8,
		[49924] = 6,
		[42245] = 3,
		[58883] = "赫萊森",
		[12739] = "恆龍毀滅者",
		[6434] = "獰笑骷髏盜賊",
		[17669] = 11,
		[17925] = 9,
		[26372] = 7,
		[37126] = "占星者",
		[37382] = 3,
		[6754] = "盤牙奴隸看管者",
		[27140] = 2,
		[27268] = 9,
		[38918] = "薩格隆地獄召喚者",
		[39174] = "巢穴蠻卒",
		[19717] = "薩弗隆熔岩丟擲者",
		[20357] = 2,
		[57348] = 7,
		[28804] = 5,
		[50181] = 6,
		[29572] = "貴族羅賓·達利斯",
		[35079] = 3,
		[29956] = "埃蘭之影",
		[15043] = "納吉斯·法亞司",
		[30340] = 1,
		[30852] = "莫克札王子",
		[22789] = 11,
		[67591] = 1,
		[38151] = "鷹王伊奇斯",
		[38663] = 8,
		[38919] = "血守衛治療者",
		[39175] = "地獄火守衛",
		[48134] = 5,
		[32388] = 9,
		[24453] = "豹 <永生相惜>",
		[24709] = 11,
		[25221] = 5,
		[25349] = 4,
		[25477] = 5,
		[43015] = 8,
		[59653] = 1,
		[17670] = 8,
		[17926] = 9,
		[52998] = 5,
		[53254] = 3,
		[37640] = "『盲目者』李奧薩拉斯",
		[27141] = 2,
		[27269] = "加克比普 <瑞最愛夢妮>",
		[38664] = "潮行者戰士",
		[48135] = 5,
		[48391] = 11,
		[20230] = 1,
		[20614] = 1,
		[10436] = "灼熱圖騰 VI <坦薩白龍>",
		[58374] = 1,
		[29573] = "貴族羅賓·達利斯",
		[35081] = 2,
		[35337] = 8,
		[30341] = "呼豐喚乳",
		[36617] = "多變的夢魘",
		[30853] = "影月召喚者",
		[30981] = "卡巴刺客",
		[37641] = "『盲目者』李奧薩拉斯",
		[38153] = "奎克米瑞",
		[38921] = "血守衛治療者",
		[11972] = "破碎之手勇士",
		["DEBUFF"] = 1,
		[12292] = 1,
		[24710] = 2,
		[49928] = 6,
		[12548] = "暗法師希斯",
		[25222] = 5,
		[17287] = "血守衛修補者",
		[34826] = "血守衛管理者",
		[17543] = 8,
		[35594] = "納吉斯·法亞司",
		[44041] = 5,
		[53000] = 5,
		[13444] = "重組的骸骨",
		[37642] = 1,
		[27142] = 2,
		[27270] = "查爾加克",
		[46857] = 1,
		[19975] = 11,
		[20615] = "惡魔監督者",
		[20743] = 9,
		[33547] = "海爾瑪大使",
		[29574] = "魅影獵犬 <魅影守衛>",
		[34827] = "血鱗呼浪者",
		[36107] = 3,
		[30470] = "破碎之手狂怒者",
		[36619] = "多變的夢魘",
		[53257] = 3,
		[30854] = "莫克札王子",
		[15620] = "塔倫米爾監視者",
		[38923] = "麥克納爾鑽孔者",
		[23687] = 7,
		[39435] = "裂爪",
		[24071] = "古拉巴什擲斧者",
		[32390] = 9,
		[24711] = 1,
		[49930] = 6,
		[34316] = "歐爾",
		[34828] = "血鱗呼浪者",
		[35084] = 7,
		[59913] = 2,
		[17800] = 9,
		[17928] = 9,
		[1137] = 7,
		[45067] = 8,
		[37132] = "見習占星者",
		[27015] = 3,
		[27143] = 2,
		[27271] = "巴高格",
		[38924] = "毒蛇神殿孢子蝙蝠",
		[10181] = 8,
		[40972] = 2,
		[20616] = 1,
		[5187] = 11,
		[10437] = 7,
		[1329] = 4,
		[29575] = "鬼靈哨兵",
		[43020] = 8,
		[59658] = 1,
		[51723] = 4,
		[44044] = 5,
		[30471] = "惡魔監督者",
		[30599] = "戰爭使者歐姆拉格",
		[37133] = "見習占星者",
		[22792] = 3,
		[31367] = 5,
		[46604] = "巴琳达·斯通赫尔斯",
		[31623] = "沼澤之王莫斯萊克",
		[38925] = "麥克納爾技工",
		[32391] = 9,
		[6307] = 9,
		[17289] = "奧奇奈復仇者",
		[25736] = 2,
		[51724] = 4,
		[36622] = "多變的夢魘",
		[26888] = 4,
		[27016] = 3,
		[27144] = 2,
		[27272] = "祖克葛恩 <老衲送你歸西>",
		[28168] = "大君王莫卡爾",
		[14149] = 4,
		[20233] = 2,
		[20617] = 1,
		[33551] = "海爾瑪大使",
		[33807] = 3,
		[1833] = 4,
		[29448] = "摩洛",
		[29576] = "鬼靈哨兵",
		[1857] = 4,
		[35087] = 5,
		[30216] = 4,
		[36111] = 2,
		[15237] = 5,
		[30600] = "戰爭使者歐姆拉格",
		[36879] = "米歐浩斯·曼納斯頓",
		[37135] = "虛空占卜師",
		[1953] = 8,
		[15749] = "塔倫米爾守衛",
		[39439] = 2,
		[32264] = "死亡看守者辛瑞克",
		[24585] = 1,
		[33040] = "高階星術師索拉瑞恩",
		[58381] = 5,
		[25225] = 1,
		[17290] = "不死的巫士 <奧奇奈靈魂牧師>",
		[43023] = 8,
		[17546] = 1,
		[44047] = 5,
		[36880] = "米歐浩斯·曼納斯頓",
		[45583] = 2,
		[27145] = 2,
		[27273] = "蘇爾努茲 <姜小蝦>",
		[9734] = "血色追隨者",
		[10054] = 8,
		[57102] = 6,
		[10310] = 2,
		[10438] = 7,
		[29321] = "盤牙海妖",
		[34321] = 9,
		[29577] = "鬼靈骸顱馬",
		[29833] = "獵人阿圖曼 <午夜>",
		[29961] = "埃蘭之影",
		[30217] = 4,
		[61198] = "黑磯先生",
		[36881] = "米歐浩斯·曼納斯頓",
		[11334] = 1,
		[11398] = 4,
		[46352] = 9,
		[46608] = 8,
		[47376] = 1,
		[47632] = 6,
		[3010] = "豹 <火之馴獸師>",
		[48656] = 4,
		[12294] = 1,
		[57615] = 1,
		[49936] = 6,
		[12550] = "艾胡恩教徒霜風",
		[34322] = "奈薩斯恐獸",
		[35346] = "波爾卡斯可多拉 <Shirokuma>",
		[52752] = 7,
		[37138] = "海底潛伏者",
		[26890] = 4,
		[27018] = 3,
		[27274] = "卡爾納 <剛下飛機>",
		[38930] = "尋日星法師",
		[47889] = 9,
		[28170] = 9,
		[48657] = "Emxd",
		[14278] = 4,
		[28682] = 8,
		[33043] = 8,
		[20747] = 11,
		[49937] = 6,
		[50449] = 6,
		[29578] = "鬼靈僕人",
		[3714] = 6,
		[14918] = 1,
		[29962] = "埃蘭之影",
		[35859] = "虛空煙霧",
		[30474] = "破碎之手異教徒",
		[15430] = 5,
		[30986] = "破碎之手刺客",
		[38163] = "奎克米瑞",
		[38419] = "深淵蜘蛛 <深淵守衛沙卡奇斯>",
		[39187] = 3,
		[16006] = "歐朗諾克·碎心",
		[47890] = 9,
		[4050] = "自爆綿羊 <Moopoint>",
		[4100] = 2,
		[49938] = 6,
		[34324] = 11,
		[8647] = 4,
		[17548] = 4,
		[60433] = 11,
		[36372] = 1,
		[26635] = 4,
		[26891] = 4,
		[27019] = 3,
		[27147] = 3,
		[27275] = "瑟爾利娜",
		[9863] = 11,
		[47891] = 9,
		[20236] = 2,
		[40724] = 11,
		[57618] = 1,
		[5188] = 11,
		[49939] = 6,
		[33813] = "弒龍者戈魯爾",
		[29323] = "鬼靈骸顱馬",
		[29579] = "魅影賓客",
		[34837] = 3,
		[51731] = 1,
		[51987] = 6,
		[30219] = "沙托姆",
		[30731] = 3,
		[30859] = "尼德斯地獄火",
		[11399] = 4,
		[11719] = 9,
		[38933] = "尋日星法師",
		[47636] = 1,
		[47892] = 9,
		[12039] = "卡巴侍僧",
		[32395] = "偷取的靈魂",
		[48660] = "卍解",
		[57107] = 5,
		[32790] = "堅固的雕像 <Metatron>",
		[41237] = 9,
		[49940] = 6,
		[58643] = "慘過做鴨",
		[17165] = "卡巴暗影牧師",
		[6372] = 7,
		[25740] = 2,
		[6660] = "菲拉芬獵人",
		[26892] = 4,
		[27020] = 3,
		[27148] = 2,
		[27276] = "斯洛格羅姆",
		[38934] = "尋日星法師",
		[47893] = "小冷",
		[28172] = 9,
		[48661] = 4,
		[14279] = 3,
		[49941] = 6,
		[29580] = "魅影賓客",
		[35095] = 7,
		[60180] = 6,
		[36119] = "無約束的希瑞奇斯",
		[7620] = "龍鍠",
		[30604] = "悲慘的醫者 <七星濃煙>",
		[36887] = "無鏈結的毀滅者",
		[45334] = 11,
		[38167] = 11,
		[38935] = "尋日虛空束縛者",
		[31884] = 2,
		[8004] = 7,
		[32140] = 9,
		[39959] = 4,
		[48662] = 4,
		[57621] = 7,
		[16782] = 2,
		[17038] = 1,
		[25357] = 7,
		[25485] = 7,
		[35096] = "血守衛修補者",
		[51734] = 6,
		[25997] = 2,
		[44055] = 9,
		[27021] = 3,
		[27149] = 2,
		[38168] = "奧奇奈僧侶",
		[9672] = 8,
		[38936] = "尋日虛空束縛者",
		[39192] = "看守者蓋洛奇歐",
		[39448] = "夜禍",
		[19854] = 2,
		[48663] = 4,
		[57622] = 7,
		[58646] = 7,
		[29453] = 1,
		[34585] = 5,
		[51479] = 7,
		[10888] = 5,
		[10952] = 5,
		[36121] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[30605] = 9,
		[53271] = 3,
		[11336] = 4,
		[30989] = "破碎之手狂熱者",
		[31117] = 1,
		[23694] = 1,
		[11976] = "羅德隆巡邏兵",
		[48664] = 4,
		[40729] = 11,
		[57367] = 4,
		[57623] = 6,
		[34074] = 3,
		[59159] = 7,
		[35098] = 3,
		[18191] = 2,
		[36634] = 1,
		[37658] = 7,
		[27150] = 2,
		[27278] = "斯洛格羅姆",
		[13704] = "奈加頓尖嘯者",
		[47897] = 9,
		[48665] = 4,
		[14280] = 3,
		[33051] = "克羅斯·火手",
		[33563] = "領導者瓦皮歐",
		[42010] = "未知目標",
		[34075] = 3,
		[34331] = "奈加頓尖嘯者",
		[34587] = 3,
		[35099] = 3,
		[15112] = 7,
		[36123] = "無約束的希瑞奇斯",
		[30478] = "魔獄獸人皈依者",
		[30606] = 8,
		[36891] = "無鏈結的毀滅者",
		[30990] = "破碎之手弓箭手",
		[39195] = "看守者鐵手",
		[48666] = 4,
		[32654] = "塞司克鷹爪領主",
		[32796] = 8,
		[24719] = 11,
		[25231] = 1,
		[25359] = 7,
		[59161] = 9,
		[25999] = "高級黑豬肉 <Deku>",
		[18192] = 4,
		[27023] = 3,
		[27151] = 2,
		[27279] = "卡格羅姆 <Ignited>",
		[38428] = 2,
		[38940] = "薩格隆弓箭手",
		[39196] = "尋日工程師",
		[48155] = 5,
		[10057] = 8,
		[20240] = 1,
		[10313] = "瓦爾加布",
		[5189] = 11,
		[10441] = 7,
		[34333] = "奈加頓尖嘯者",
		[29583] = "魅影賓客",
		[29711] = "午夜",
		[59674] = 5,
		[60186] = 6,
		[52251] = 1,
		[5573] = 2,
		[30607] = 8,
		[36893] = 9,
		[11337] = 4,
		[30991] = "破碎之手刺客",
		[37661] = 7,
		[38941] = "風暴要塞-熔爐巡邏者",
		[39197] = "鳥人黑暗之鷹",
		[11977] = "霜狼軍團士兵",
		[39965] = 8,
		[40477] = 3,
		[6117] = 8,
		[57371] = 2,
		[33054] = "克羅斯·火手",
		[6213] = 9,
		[24976] = 11,
		[34334] = "奈加頓尖嘯者",
		[59163] = 9,
		[12809] = 1,
		[60443] = 4,
		[36638] = "亞克崔茲防衛者",
		[36894] = "無鏈結的毀滅者",
		[53532] = "熊 <微笑世界>",
		[37406] = "人類步卒",
		[37662] = "荒行者工人",
		[6789] = 9,
		[46365] = 5,
		[38430] = 7,
		[38942] = "薩格隆弓箭手",
		[13897] = 7,
		[48157] = 5,
		[14537] = 1,
		[7301] = 8,
		[58652] = 7,
		[34335] = "奈加頓尖嘯者",
		[59164] = 9,
		[43038] = 8,
		[29840] = "秘法保衛者",
		[36127] = "無約束的希瑞奇斯",
		[15241] = "恆龍毀滅者",
		[30608] = 8,
		[36895] = 1,
		[30992] = "未知目標",
		[46366] = 1,
		[38431] = "深淵守衛沙卡奇斯",
		[38943] = "薩格隆弓箭手",
		[31888] = "血鱗元素 <納吉斯·法亞司>",
		[8005] = 7,
		[48158] = 5,
		[24977] = 11,
		[16914] = 11,
		[25233] = 5,
		[25361] = 7,
		[42783] = "高階星術師索拉瑞恩",
		[43039] = 8,
		[26129] = 8,
		[9034] = "審訊員韋沙斯",
		[18194] = 5,
		[53022] = "亨德烈克",
		[27025] = 3,
		[27153] = 2,
		[27281] = "卡弗",
		[19474] = "末日守衛",
		[47391] = 1,
		[48159] = 5,
		[10058] = 8,
		[40480] = 9,
		[10186] = 8,
		[28817] = 4,
		[20754] = "血之谷黑暗法師",
		[29073] = 8,
		[50463] = 6,
		[35105] = "盤牙戰士",
		[51743] = 1,
		[51999] = 7,
		[35873] = "凱爾薩斯·逐日者",
		[30481] = "破碎之手狙擊兵",
		[30609] = 9,
		[36897] = 4,
		[37665] = "盤牙女巫師",
		[38177] = 1,
		[38433] = "深淵守衛沙卡奇斯",
		[11722] = 9,
		[38945] = "瓦司金榮譽守衛",
		[39201] = 8,
		[11978] = "影月大師",
		[48160] = 5,
		[3043] = 3,
		[50464] = 11,
		[25362] = 7,
		[35106] = "盤牙海妖",
		[52000] = 7,
		[37154] = "風暴要塞-熔爐鷹獵者",
		[37666] = "盤牙觀察者",
		[27154] = 2,
		[3411] = 1,
		[38946] = "瓦司金榮譽守衛",
		[48161] = 5,
		[20243] = 1,
		[58656] = "枇杷",
		[29586] = "魅影侍者",
		[29714] = "午夜",
		[29842] = 1,
		[3747] = 5,
		[60192] = 3,
		[30482] = 8,
		[36899] = 4,
		[37155] = "風暴要塞-熔爐鷹獵者",
		[15498] = "老練的冰冷礦坑測量者",
		[38947] = "瓦司金榮譽守衛",
		[48162] = 5,
		[48418] = 11,
		[24339] = "拉札希迅猛龍",
		[32804] = 5,
		[24723] = 2,
		[33572] = 3,
		[33828] = "莎剎-瑪拉頓",
		[25235] = 5,
		[34340] = 3,
		[42787] = 5,
		[43043] = 8,
		[35108] = "米克吉勒·蒸汽操控者",
		[8907] = 11,
		[36132] = "血守衛治安官",
		[36644] = "靈魂吞食者",
		[36900] = 3,
		[37156] = "鳳鷹",
		[18708] = 9,
		[37668] = "盤牙觀察者",
		[37924] = "盤牙水元素",
		[27283] = 4,
		[38692] = "琴操姑娘",
		[9867] = 11,
		[48163] = 1,
		[20116] = 2,
		[48675] = 4,
		[48931] = 2,
		[33061] = "克羅斯·火手",
		[20756] = 9,
		[29203] = 7,
		[21140] = 4,
		[34341] = "歐爾",
		[34597] = 8,
		[43044] = 8,
		[10955] = 5,
		[30739] = "大酋長卡加斯·刃拳",
		[37157] = "鳳鷹",
		[37413] = "獸人蠻兵 <牧原股份>",
		[37669] = "盤牙鱗片醫者",
		[23060] = "作戰小雞",
		[46628] = 2,
		[32019] = "塔巴克雄鹿",
		[56355] = 2,
		[48420] = 11,
		[48676] = 4,
		[48932] = "家庭理髮",
		[6150] = 3,
		[12491] = "歐朗諾克·碎心",
		[50212] = 11,
		[34342] = "歐爾",
		[59171] = 9,
		[43045] = 8,
		[35878] = "虛空異常者",
		[26260] = 9,
		[36646] = "盲目之眼 <靈魂吞食者>",
		[13323] = "敦霍爾德法師",
		[6726] = "影月技師",
		[54052] = "基麥恩",
		[27156] = 2,
		[54820] = 11,
		[46885] = "未知目標",
		[19733] = "特拉迪姆 <噗噗術>",
		[47909] = 2,
		[48421] = 11,
		[48933] = 2,
		[20757] = 9,
		[33831] = 11,
		[29332] = 4,
		[59172] = "死神逆十字架",
		[43046] = 8,
		[60196] = 2,
		[30356] = 1,
		[37159] = "鳳鷹",
		[15499] = 7,
		[54053] = "弗拉札姆",
		[38439] = 3,
		[31892] = 2,
		[23829] = 9,
		[64804] = 3,
		[24341] = "被禁錮的靈魂",
		[48934] = 2,
		[24597] = 3,
		[17174] = "塔倫米爾監視者",
		[34600] = 3,
		[34856] = "血鷹",
		[18070] = "鑽土蟲",
		[37160] = "小鳳鷹",
		[585] = 5,
		[589] = 5,
		[27157] = 2,
		[27285] = 9,
		[46887] = "艾胡恩教徒冰波",
		[19734] = "特拉迪姆 <噗噗術>",
		[10060] = 5,
		[48679] = 1,
		[48935] = 2,
		[29077] = 8,
		[33833] = "卡巴祭儀師",
		[21142] = 7,
		[42792] = 3,
		[29717] = "受困的靈魂",
		[35369] = "歐爾",
		[21910] = "魅影賓客",
		[30357] = 1,
		[30485] = "卡巴劊子手",
		[30613] = "瑪瑟里頓",
		[36905] = "熾熱欺詐者",
		[37161] = "伊斯利盜法者",
		[31125] = 4,
		[38441] = "深淵之王卡拉薩瑞斯",
		[38697] = 8,
		[31893] = 2,
		[48168] = 5,
		[12492] = "霜狼薩滿",
		[50216] = 1,
		[58663] = "岩石看守者阿尔卡冯",
		[36906] = "熾熱欺詐者",
		[37162] = "先驅者史蓋力司",
		[27030] = 1,
		[27158] = 2,
		[853] = 2,
		[55080] = 8,
		[38954] = 1,
		[19735] = "索烏弗姆 <傑森戰佛萊迪>",
		[71757] = 8,
		[48937] = 2,
		[28694] = 7,
		[33835] = "紀元狩獵者",
		[29334] = 5,
		[921] = 4,
		[29718] = "受困的靈魂",
		[945] = 7,
		[30358] = "暗夜女骸魔",
		[30486] = 1,
		[36907] = "熾熱欺詐者",
		[37163] = 4,
		[22807] = 1,
		[37675] = "『盲目者』李奧薩拉斯",
		[38187] = "潮行者潛伏者",
		[23575] = 7,
		[48170] = "Cinnamonroll",
		[48938] = 2,
		[57385] = 2,
		[8269] = "敦霍爾德搜尋犬",
		[33324] = "不死的教士 <奧奇奈靈魂牧師>",
		[58153] = 2,
		[33836] = 1,
		[1066] = 11,
		[25367] = 5,
		[1122] = 9,
		[18072] = "惡魔守衛蠻卒",
		[36652] = 3,
		[36908] = "相位獵取者",
		[37420] = 8,
		[37676] = "『盲目者』李奧薩拉斯",
		[18968] = "白鬚地卜師",
		[46379] = 1,
		[9613] = "盤牙痲瘋者",
		[38700] = 8,
		[63529] = 2,
		[19736] = "索烏弗姆 <傑森戰佛萊迪>",
		[33325] = "奧奇奈死靈法師",
		[58154] = 2,
		[29335] = 1,
		[1330] = 4,
		[34605] = "奈薩斯王子薩法爾",
		[34861] = 5,
		[43308] = 9,
		[30231] = "海爾瑪大使",
		[36141] = 1,
		[30487] = "虛空傳送門 - 堅忍",
		[30615] = "血之谷占卜者",
		[36909] = "相位獵取者",
		[11405] = 1,
		[11597] = 1,
		[38445] = "深淵之王卡拉薩瑞斯",
		[23576] = 5,
		[31895] = 2,
		[32663] = "塞司克薩滿",
		[6215] = 9,
		[12557] = 8,
		[50476] = "法师领主伊洛姆",
		[34350] = "尋日植物學家",
		[13005] = "史卡拉克上尉",
		[36142] = "末日預言者達利亞",
		[36654] = "靈魂吞食者",
		[36910] = "相位獵取者",
		[53548] = "RoyC",
		[37678] = 1,
		[27160] = 2,
		[1706] = 5,
		[1714] = 9,
		[27800] = 5,
		[14157] = 4,
		[48941] = 2,
		[28824] = 7,
		[41518] = 2,
		[34351] = "突變的鞭屍者",
		[21401] = "暗法師希斯",
		[34863] = 5,
		[36655] = "死亡看守者",
		[36911] = "米歐浩斯·曼納斯頓",
		[15501] = "塞司克薩滿",
		[38703] = 8,
		[31896] = 2,
		[64044] = 5,
		[23961] = 3,
		[48942] = 2,
		[33072] = 2,
		[16666] = 7,
		[16922] = 11,
		[25241] = 1,
		[34352] = "尋日調查員",
		[50990] = "冬拥湖投石车",
		[34864] = 5,
		[35120] = "魅力圖騰 <時光流逝控制者>",
		[8910] = 11,
		[36144] = "末日預言者達利亞",
		[36912] = "薩弗隆法力塑造者",
		[27033] = 9,
		[27161] = 2,
		[38448] = 1,
		[55342] = 8,
		[27801] = 5,
		[2484] = 7,
		[33073] = 2,
		[33841] = "領導者瓦皮歐",
		[34353] = "尋日調查員",
		[2676] = "艾胡恩教徒冰雹",
		[34865] = 5,
		[10894] = 5,
		[10958] = 5,
		[36657] = "死亡看守者",
		[30745] = "大術士奈德克斯",
		[11406] = 7,
		[22938] = "工程師薩希恩",
		[38193] = "深藍色巨蛇",
		[38449] = "深淵守衛卡利迪斯",
		[11726] = 9,
		[32409] = "[*] 暗言術:死",
		[12174] = 4,
		[33074] = 2,
		[24858] = 11,
		[12494] = 8,
		[3140] = 8,
		[25242] = 1,
		[34354] = "尋日調查員",
		[34866] = 5,
		[13006] = 5,
		[36914] = "薩弗隆法力塑造者",
		[27162] = 2,
		[46385] = "惊跑的驯鹿",
		[348459] = 11,
		[48689] = 4,
		[48945] = 2,
		[57392] = "犀牛",
		[34355] = "尋日調查員",
		[42802] = 1,
		[29722] = 9,
		[51505] = 7,
		[30490] = "虛空傳送門 - 平靜",
		[22427] = "年幼的魔獄獸人",
		[36915] = "薩弗隆法力塑造者",
		[37171] = 4,
		[37427] = "召喚的水元素",
		[54833] = 11,
		[31898] = 2,
		[23835] = 9,
		[32154] = "看護者卡爾古瑪",
		[32282] = 1,
		[48690] = "友善玩家七星",
		[41011] = 6,
		[33076] = 5,
		[33844] = "伊斯拉星鬃",
		[34100] = "破碎之手戰犬大師",
		[35124] = "尋日地卜者",
		[36916] = 3,
		[37428] = "召喚的惡魔 <永生相惜>",
		[45875] = 1,
		[27163] = 2,
		[38452] = "深淵守衛提達費斯",
		[27675] = 5,
		[48691] = 4,
		[48947] = 2,
		[49203] = 6,
		[33077] = 3,
		[20764] = 9,
		[50227] = 1,
		[42292] = 9,
		[50739] = "葛雷洛",
		[5384] = 3,
		[29979] = "埃蘭之影",
		[30235] = "星界爆發",
		[30491] = "虛空傳送門 - 統御",
		[30619] = "瑪瑟里頓",
		[36917] = "薩弗隆熔岩丟擲者",
		[5672] = "治療之泉圖騰 <德拉喬擎雷>",
		[22812] = 11,
		[45876] = 1,
		[37941] = "惡魔烈焰雙帆龍",
		[38197] = "鷹王伊奇斯",
		[31643] = 8,
		[23580] = 4,
		[23836] = 9,
		[12175] = 4,
		[33078] = 11,
		[33846] = "虛無旅人",
		[34102] = 1,
		[34358] = "尋日化學家",
		[34614] = "幽藤欺詐者",
		[18205] = 1,
		[37174] = 4,
		[27164] = 2,
		[19229] = 3,
		[63283] = 7,
		[27804] = 5,
		[48181] = 9,
		[20253] = 1,
		[14287] = 3,
		[33079] = 11,
		[20765] = 9,
		[29340] = "鬼靈馬廄僕人",
		[34359] = "尋日化學家",
		[34615] = "幽藤引誘者",
		[51253] = "幻影猛犸象",
		[35383] = "[*] 烈焰助長",
		[30108] = 9,
		[53301] = 3,
		[53813] = "法师领主伊洛姆",
		[15631] = 3,
		[31388] = "裂縫領主",
		[31516] = "影月侍僧",
		[38967] = "無鏈結的毀滅者",
		[31900] = "年幼的魔獄獸人",
		[23837] = 9,
		[48438] = 11,
		[49206] = 6,
		[49462] = 2,
		[49974] = "犀牛",
		[34616] = "幽藤引誘者",
		[36152] = "瘋癲者奇克勒",
		[36664] = "死亡看守者",
		[36920] = "『信使』維斯路登",
		[27165] = 2,
		[38712] = "星術師",
		[27805] = 5,
		[28189] = 9,
		[40248] = "破碎之手戰犬大師",
		[40504] = "艾奧那斯",
		[10192] = 8,
		[10256] = 9,
		[33081] = 3,
		[10448] = 7,
		[58678] = "岩石看守者阿尔卡冯",
		[34361] = "尋日植物學家",
		[50999] = "冬拥湖攻城车 <Antibastien>",
		[10960] = 5,
		[30621] = "幽藤引誘者",
		[36921] = "『信使』維斯路登",
		[22686] = "夜禍",
		[37433] = "海底潛伏者",
		[31389] = "『碎裂領主』洛克達",
		[54839] = 5,
		[23454] = 1,
		[387423] = "老灬王",
		[48440] = 11,
		[40505] = "盤牙痲瘋者",
		[48952] = 2,
		[57399] = 5,
		[33082] = 7,
		[50232] = "红玉幼龙 <薩你魯巫>",
		[34106] = 1,
		[34874] = "飢餓之牙",
		[12880] = 1,
		[25886] = 9,
		[36922] = "夜禍",
		[18975] = "蠻爪薩滿",
		[38458] = "布洛克",
		[14032] = "卡巴暗影牧師",
		[48441] = 11,
		[14288] = 3,
		[20511] = 1,
		[34107] = 1,
		[34363] = "鞭骨者",
		[35131] = 7,
		[29982] = "伊斯利竊賊",
		[52025] = "净化图腾 <部落聖騎>",
		[30494] = "遲緩的軟泥怪",
		[22559] = "暮光龍獸人",
		[30878] = "茱麗葉",
		[53817] = 7,
		[15632] = 3,
		[38459] = "布洛克",
		[23455] = 5,
		[38971] = "深幽泥沼巨人",
		[23839] = "純情洨呆貓",
		[47930] = 5,
		[16144] = "敦霍爾德法師",
		[48442] = 11,
		[32828] = "不死的士兵 <奧奇奈復仇者>",
		[24735] = 1,
		[25119] = 8,
		[25375] = 5,
		[51002] = "瓦尔洛斯·云击",
		[25887] = 9,
		[36412] = 3,
		[26655] = 8,
		[37436] = 8,
		[27167] = 2,
		[54842] = 7,
		[39228] = 1,
		[20128] = 2,
		[10193] = 8,
		[28703] = 1,
		[57658] = 7,
		[5225] = 11,
		[29471] = 3,
		[34877] = 4,
		[29983] = "伊斯利竊賊",
		[10961] = 5,
		[30495] = "大術士奈德克斯",
		[22560] = "暮光龍獸人",
		[53563] = 2,
		[38461] = "毒蛇神殿孢子蝙蝠",
		[38973] = "深幽泥沼巨人",
		[11921] = "地獄火妖精",
		[24352] = 3,
		[33086] = "野生惡魔捕獵者 <召喚者歐莫>",
		[6217] = 9,
		[25120] = 3,
		[58683] = 4,
		[34366] = "黑牙蜘蛛",
		[6377] = 7,
		[25888] = 7,
		[43837] = 2,
		[52284] = 6,
		[26400] = 9,
		[53308] = 11,
		[45373] = 9,
		[18977] = "冰圖騰 <蠻爪薩滿>",
		[38462] = "未知目標 <布洛克>",
		[38718] = "深幽泥沼巨人",
		[28704] = 11,
		[34879] = "血守衛獵鷹者",
		[43838] = 2,
		[30496] = "大術士奈德克斯",
		[30752] = "大野狼",
		[30880] = 1,
		[38463] = "布洛克毒雲 <布洛克>",
		[31904] = "史卡拉克上尉",
		[16145] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[8105] = 5,
		[25505] = 7,
		[34880] = "荒行者奴隸",
		[25889] = 7,
		[43839] = 7,
		[52286] = 6,
		[26273] = 9,
		[36416] = 5,
		[44863] = "桑古納爾領主",
		[27169] = 2,
		[38976] = "深幽泥沼巨人",
		[19746] = 2,
		[48447] = "哞哞吉",
		[28705] = 8,
		[57662] = 7,
		[20770] = 5,
		[2645] = 7,
		[29601] = 7,
		[34881] = "黑暗之血神諭者",
		[10898] = 5,
		[36417] = 5,
		[36929] = "先驅者史蓋力司",
		[11474] = 5,
		[38209] = "卡巴侍僧",
		[23458] = 5,
		[55359] = 8,
		[47424] = 1,
		[11986] = "怒焰薩滿",
		[12178] = 8,
		[33090] = 1,
		[50240] = "红玉幼龙 <薩你魯巫>",
		[50496] = "法师领主伊洛姆",
		[34370] = "黑水鱷魚",
		[25506] = 7,
		[25890] = 2,
		[13010] = 5,
		[60479] = 9,
		[13138] = 7,
		[53312] = 11,
		[27170] = 2,
		[38210] = "不死的教士 <奧奇奈靈魂牧師>",
		[55360] = "童子",
		[14034] = "卡巴召喚者",
		[20131] = 2,
		[14290] = 3,
		[32835] = 9,
		[33091] = "野生惡魔捕獵者 <召喚者歐莫>",
		[33347] = "高階星術師索拉瑞恩",
		[58432] = 3,
		[51265] = 1,
		[29858] = 9,
		[35395] = 2,
		[60480] = 11,
		[30498] = "次級暗影裂縫 <大術士奈德克斯>",
		[22563] = 8,
		[55361] = 8,
		[23843] = 9,
		[56641] = 3,
		[24355] = 11,
		[32674] = "塞司克鷹爪領主",
		[57665] = 4,
		[33348] = "高階星術師索拉瑞恩",
		[33860] = "恆龍時間術師",
		[25251] = 1,
		[25379] = 5,
		[25507] = 7,
		[37444] = 8,
		[37956] = "深幽泥沼蝙蝠",
		[27683] = 5,
		[20004] = 1,
		[20132] = 2,
		[48707] = 6,
		[28707] = 7,
		[33349] = "高階星術師索拉瑞恩",
		[58434] = 3,
		[34629] = "[*] 黯淡死亡",
		[30115] = "泰瑞斯提安·疫蹄",
		[36677] = "熱能之眼",
		[30755] = 8,
		[37445] = 8,
		[11667] = 9,
		[46916] = 1,
		[23844] = 9,
		[23972] = "液態火焰",
		[12051] = 8,
		[12179] = 4,
		[33350] = "高階星術師索拉瑞恩",
		[25252] = 1,
		[6346] = 5,
		[25508] = 7,
		[12883] = 8,
		[60483] = 8,
		[26276] = 9,
		[60995] = 9,
		[36678] = "古羅牧師",
		[18469] = 8,
		[27044] = 3,
		[27172] = 2,
		[39238] = 1,
		[20005] = 1,
		[20133] = 2,
		[56900] = 1,
		[57412] = 2,
		[33095] = 4,
		[33351] = "高階星術師索拉瑞恩",
		[20901] = 3,
		[34119] = "陰鬱城醫者",
		[29604] = 4,
		[35399] = "血守衛保衛者",
		[44614] = 8,
		[36679] = "古羅牧師",
		[31012] = "桃樂絲",
		[15571] = 3,
		[38215] = "不穩定者海卓司",
		[47430] = 6,
		[8010] = "明銀作局大使",
		[8042] = 7,
		[32548] = 5,
		[32676] = 5,
		[49222] = 6,
		[57669] = 2,
		[33352] = "高階星術師索拉瑞恩",
		[58181] = 11,
		[34120] = 3,
		[25509] = 7,
		[60229] = 6,
		[36936] = 7,
		[27045] = 3,
		[27173] = 2,
		[38216] = "不穩定者海卓司",
		[38728] = 9,
		[27685] = "萊豬",
		[27813] = 5,
		[19750] = 2,
		[19878] = 3,
		[20006] = 1,
		[48455] = 1,
		[48711] = 1,
		[33353] = "高階星術師索拉瑞恩",
		[50247] = 1,
		[34121] = "歐爾",
		[29477] = "渾沌女侍",
		[51271] = 6,
		[10900] = 5,
		[10964] = 5,
		[44104] = 9,
		[30501] = 4,
		[30757] = "火焰",
		[11348] = 11,
		[31013] = "桃樂絲",
		[38217] = "不穩定者海卓司",
		[11668] = "雪雪兒",
		[11732] = 9,
		[31909] = "中尉崔克",
		[32421] = "主教瑪拉達爾",
		[48712] = 1,
		[32677] = "時光流逝暗影法師",
		[57415] = 2,
		[33354] = "高階星術師索拉瑞恩",
		[58695] = "岩石看守者阿尔卡冯",
		[44105] = 11,
		[37706] = 5,
		[27174] = 2,
		[38218] = "不穩定者海卓司",
		[38474] = "盤牙馴獸師",
		[38730] = "蘑菇法術效果",
		[19879] = 3,
		[20007] = 1,
		[57672] = 1,
		[33355] = "高階星術師索拉瑞恩",
		[34123] = 11,
		[34379] = 3,
		[34635] = "尋日導魔師",
		[34891] = 1,
		[29990] = "埃蘭之影",
		[60488] = 11,
		[30502] = "大術士奈德克斯",
		[31014] = "桃樂絲",
		[15572] = "破碎之手百夫長",
		[38219] = "不穩定者海卓司",
		[63560] = 6,
		[31910] = "中尉崔克",
		[32422] = "主教瑪拉達爾",
		[32678] = 1,
		[8213] = 4,
		[43339] = 7,
		[25895] = 2,
		[52042] = 7,
		[35916] = "星術師",
		[1131] = 3,
		[27047] = "掠食者 <弋人何篡>",
		[27175] = 2,
		[38220] = "不穩定者海卓司",
		[38732] = "星術領主",
		[19752] = 2,
		[19880] = 3,
		[48459] = 11,
		[10197] = 8,
		[32845] = 1,
		[28839] = 9,
		[33357] = 11,
		[20904] = 3,
		[50251] = 1,
		[10581] = "熔岩圖騰 IV <雷薩>",
		[34637] = "尋日導魔師",
		[29991] = "埃蘭之影",
		[10965] = 5,
		[36173] = "末日預言者達利亞",
		[30631] = "[*] 殘骸",
		[11285] = 4,
		[30887] = "茱麗葉",
		[37453] = "人類衝鋒者",
		[37965] = "深幽泥沼搖晃者",
		[38221] = "不穩定者海卓司",
		[1459] = 8,
		[38733] = "星術領主",
		[23720] = 9,
		[1499] = 3,
		[32295] = 3,
		[32846] = "奧奇奈僧侶",
		[25384] = 5,
		[59211] = "碧蓝魔环卫士",
		[13141] = 2,
		[37198] = 2,
		[37454] = "獸人座狼 <背骨陰仔>",
		[27048] = "阿罵我想你 <微笑世界>",
		[27176] = 2,
		[38222] = "不穩定者海卓司",
		[1715] = 1,
		[39246] = 3,
		[48461] = 11,
		[1787] = 4,
		[20777] = 7,
		[33871] = "伊斯利拾荒者",
		[34639] = "尋日收割者",
		[29864] = "星界火星",
		[51789] = 6,
		[36175] = "末日預言者達利亞",
		[7659] = 9,
		[31016] = 4,
		[37967] = "深幽泥沼搖晃者",
		[15701] = 7,
		[54861] = 7,
		[55629] = 2,
		[32296] = 8,
		[48462] = "Nicedd-瑪拉頓",
		[32848] = 2,
		[8406] = 8,
		[58701] = "灼热图腾 IX <香腸嘴歐陽鋒>",
		[17194] = "血守衛修補者",
		[34640] = "尋日收割者",
		[34896] = 3,
		[35152] = "虛空充能器",
		[17962] = 9,
		[36432] = 9,
		[27049] = "咕咕 <一二三>",
		[348699] = 4,
		[9750] = 11,
		[47439] = "Cyrill",
		[348700] = "Mikey",
		[19882] = 3,
		[48463] = 11,
		[348701] = 2,
		[49231] = 7,
		[10326] = 2,
		[348702] = 2,
		[33617] = "領導者瓦皮歐",
		[21162] = 7,
		[348703] = 2,
		[29609] = "鬼魅慈善家",
		[34897] = 3,
		[348704] = 2,
		[10966] = "噬骨馴獸者",
		[30249] = 4,
		[30505] = "大術士奈德克斯",
		[30633] = "戰爭使者歐姆拉格",
		[22570] = 11,
		[30889] = "茱麗葉",
		[2870] = 7,
		[38225] = 9,
		[38737] = "高薩安",
		[47440] = "塔洛恩",
		[11990] = "影月黑暗法師",
		[48208] = "黑色啤酒辣妹 <色誘聯盟專家>",
		[48464] = "Nicedd-瑪拉頓",
		[32553] = 9,
		[16427] = "尋日調查員",
		[12438] = 1,
		[25258] = 1,
		[17195] = "尋日星法師",
		[42833] = 8,
		[34898] = 1,
		[35410] = "歐爾",
		[74396] = 8,
		[27050] = "確診的逃脫者 <雨歌>",
		[38226] = "卡巴死亡誓言者",
		[19243] = 5,
		[27818] = 5,
		[19883] = 3,
		[48465] = "Leikesd",
		[20267] = 2,
		[14294] = 3,
		[28714] = 3,
		[3606] = "灼熱圖騰 <Timtam>",
		[33619] = 5,
		[58448] = 1,
		[21163] = "鐵匠雷格薩",
		[68766] = 6,
		[34899] = 4,
		[44114] = 2,
		[30506] = 4,
		[30890] = "茱麗葉",
		[37459] = "人類教士",
		[38227] = 3,
		[38739] = "飢餓之牙",
		[38995] = "灰色之心技師",
		[47442] = "厄蘇拉·恐酒",
		[48210] = "库德拉姆·麦须",
		[48466] = 11,
		[24363] = 5,
		[32682] = "時光流逝暗影法師",
		[41043] = 2,
		[33620] = "暗法師希斯",
		[34132] = 7,
		[8599] = "卡巴死亡誓言者",
		[34644] = "巨型爭吵者",
		[25771] = 2,
		[35412] = "歐爾",
		[8983] = 11,
		[18220] = 9,
		[27051] = "咕咕 <一二三>",
		[27179] = 2,
		[62801] = "饕餮 <阿克图瑞斯>",
		[38484] = "盤牙馴獸師",
		[19884] = 3,
		[48467] = 11,
		[20268] = 2,
		[10199] = 8,
		[32853] = "奧奇奈靈魂牧師",
		[10391] = 7,
		[58450] = 4,
		[34133] = "歐爾餘燼",
		[34645] = "看護者卡爾古瑪",
		[5484] = 9,
		[30507] = 4,
		[30635] = "噬骨馴獸者",
		[61778] = 6,
		[37461] = "獸人通靈師 <紅麗幻法>",
		[5740] = 9,
		[37973] = "怒鰭侍從",
		[31403] = "盤牙戰士",
		[11735] = 9,
		[55379] = 6,
		[48468] = 11,
		[24364] = 4,
		[32854] = "奧奇奈靈魂牧師",
		[33110] = 5,
		[58963] = "岩石看守者阿尔卡冯",
		[35158] = "機械王卡帕希特斯",
		[36694] = "熱能之眼",
		[37462] = "人類咒術師",
		[18989] = 1,
		[38230] = "不穩定者海卓司",
		[19885] = 3,
		[48469] = "Leikesd",
		[14295] = 3,
		[32855] = "奧奇奈靈魂牧師",
		[33111] = "影月術士",
		[57940] = 1,
		[33623] = "恆龍時間術師",
		[58452] = 4,
		[34135] = 2,
		[14743] = 5,
		[29612] = "鬼魅慈善家",
		[35159] = "機械王卡帕希特斯",
		[15063] = "恆龍時間術師",
		[30508] = "大術士奈德克斯",
		[30636] = "迅捷戰犬",
		[37463] = "獸人術士 <永世相知>",
		[38231] = "不穩定者海卓司",
		[31532] = "蒸汽操控者技師",
		[31916] = "紀元狩獵者",
		[47702] = 1,
		[56661] = 1,
		[32684] = 4,
		[32856] = "奧奇奈靈魂牧師",
		[17198] = "恆龍劊子手",
		[18222] = "蕭茶波",
		[36696] = "熱能之眼",
		[26669] = 4,
		[37208] = 7,
		[18990] = 7,
		[39000] = "群聚的根鬚行者",
		[32857] = "奧奇奈靈魂牧師",
		[10328] = 2,
		[50263] = 6,
		[29485] = "渾沌女侍",
		[35161] = "機械王卡帕希特斯",
		[30637] = "無疤者歐瑪爾",
		[37465] = "人類咒術師",
		[37721] = 11,
		[23214] = 2,
		[11672] = 9,
		[31661] = 8,
		[31789] = 2,
		[47960] = 9,
		[56663] = "Jonmoxley",
		[12248] = "黑暗之血神諭者",
		[32858] = "奧奇奈靈魂牧師",
		[33370] = 5,
		[50520] = "鼓眼鳄鱼人",
		[34394] = "萊庫釘刺者",
		[42841] = 8,
		[12824] = 8,
		[25902] = 2,
		[60503] = 1,
		[18223] = 9,
		[37466] = 1,
		[37722] = 7,
		[37978] = "黑暗之血醫者",
		[38234] = "深淵守衛提達費斯",
		[19503] = 3,
		[47449] = "阿海-瑪拉頓",
		[64343] = 8,
		[20271] = 2,
		[32859] = "奧奇奈靈魂牧師",
		[28846] = 1,
		[20911] = 2,
		[29486] = "渾沌女侍",
		[42842] = 8,
		[35163] = 9,
		[59992] = 7,
		[30254] = "館長",
		[30510] = "地獄火導魔師",
		[36699] = "熱能之眼",
		[22703] = "未知目標 <莫笑桃花醉>",
		[37723] = 2,
		[37979] = "黑暗之血醫者",
		[38235] = "不穩定者海卓司",
		[38491] = "盤牙憎恨尖嘯者",
		[31790] = 2,
		[47450] = 1,
		[56409] = 1,
		[24239] = 2,
		[16280] = 7,
		[32860] = "奧奇奈靈魂牧師",
		[8281] = "盤牙神諭者",
		[42587] = "無頭騎士",
		[59225] = "幻影火元素",
		[25903] = 2,
		[8921] = 11,
		[36700] = "熱能之眼",
		[53338] = 3,
		[37468] = 3,
		[38236] = "深淵守衛提達費斯",
		[63321] = 9,
		[39004] = "無鏈結的虛無區 <無約束的希瑞奇斯>",
		[9881] = 11,
		[20272] = 2,
		[32861] = "奧奇奈復仇者",
		[10329] = 2,
		[57946] = 9,
		[5229] = 11,
		[29487] = "暗夜女骸魔",
		[42844] = 8,
		[21552] = 1,
		[35165] = 5,
		[30127] = "夜禍",
		[30383] = "館長",
		[30511] = "地獄火導魔師",
		[30639] = "迅捷戰犬",
		[53339] = 3,
		[53595] = 2,
		[31023] = 7,
		[54107] = 1,
		[31663] = 4,
		[39005] = "無約束的希瑞奇斯",
		[39261] = "颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>",
		[55899] = 5,
		[32175] = 7,
		[12057] = "黑暗之血族人",
		[16689] = 11,
		[6253] = "冰冷礦坑守衛",
		[25264] = 1,
		[17201] = "敦霍爾德衛兵",
		[17329] = 11,
		[12825] = 8,
		[35166] = 11,
		[6509] = 5,
		[36702] = 2,
		[37214] = 7,
		[37470] = "伊斯利縛法者",
		[38238] = "深藍色巨蛇",
		[39006] = "怒鐮者索寇斯瑞特",
		[64859] = 6,
		[48989] = 3,
		[32863] = "奧奇奈死靈法師",
		[28848] = 11,
		[7373] = 1,
		[34655] = "毒蛇",
		[21553] = 1,
		[30128] = "夜禍",
		[30512] = "燃燒的冥淵火 <地獄火導魔師>",
		[75446] = 3,
		[38239] = "卡巴妖精",
		[23601] = "敦霍爾德槍手",
		[31920] = 3,
		[32176] = 7,
		[48990] = 3,
		[2055] = 5,
		[75447] = 3,
		[50526] = 6,
		[50782] = 1,
		[8986] = "冤魂魅靈",
		[36448] = 5,
		[18610] = 7,
		[53854] = "我有我的調調",
		[46687] = 9,
		[19506] = 3,
		[48479] = 11,
		[10202] = 8,
		[32865] = "卡巴術士",
		[33377] = 4,
		[20914] = 2,
		[50783] = 1,
		[34913] = 8,
		[35169] = 2,
		[30129] = "夜禍",
		[36449] = "[*] 殘骸",
		[36705] = "扭曲分裂者",
		[30769] = "大野狼",
		[11354] = 4,
		[46432] = 1,
		[31665] = 4,
		[39009] = "末日預言者達利亞",
		[55647] = 2,
		[32049] = 3,
		[12058] = "蠻爪秘法師",
		[24242] = 4,
		[32689] = "時光流逝占卜者",
		[49248] = 3,
		[3111] = "沒心情",
		[25266] = 1,
		[12826] = 8,
		[25778] = "深幽泥沼領主",
		[17843] = "時光流逝占卜者",
		[13338] = "影月術士",
		[53600] = 2,
		[37474] = "萊恩王",
		[37730] = "莫洛葛利姆·潮行者",
		[27186] = 4,
		[68285] = 11,
		[63583] = 6,
		[56160] = 5,
		[40546] = 1,
		[28722] = 11,
		[28850] = 7,
		[49761] = 7,
		[33891] = 11,
		[29490] = "魔妾",
		[34659] = "『看管者』索古林",
		[14874] = "恆龍刺客",
		[30130] = "夜禍",
		[61024] = 8,
		[30898] = "莫克札王子",
		[37475] = 1,
		[15578] = "卡巴劊子手",
		[38243] = "卡巴暗影牧師",
		[31794] = 5,
		[47970] = 1,
		[4071] = 2,
		[32690] = "塞司克神諭者",
		[8219] = 1,
		[34660] = "『看管者』索古林",
		[34916] = 5,
		[25907] = 8,
		[60513] = 2,
		[37476] = "黑手大酋長 <背骨陰仔>",
		[62305] = "RoyC",
		[27187] = 4,
		[19252] = 5,
		[27827] = 5,
		[28723] = 11,
		[10395] = 7,
		[42084] = 2,
		[42340] = 11,
		[29491] = "暗夜女骸魔",
		[34661] = "『看管者』索古林",
		[34917] = 5,
		[339] = 11,
		[35429] = "大酋長卡加斯·刃拳",
		[35685] = 7,
		[35941] = "凱爾薩斯·逐日者",
		[72898] = "水元素",
		[36965] = "扭曲預言家薩拉瑞德",
		[37221] = 1,
		[38245] = "鷹王伊奇斯",
		[11675] = 9,
		[32307] = 11,
		[24244] = "安德弗特",
		[32691] = "卡巴縛法者",
		[25012] = "風蛇 <遠方一隻哈>",
		[50276] = "伊爾莎·恐酒",
		[25396] = 7,
		[34662] = "沼澤之王莫斯萊克",
		[403] = 7,
		[25908] = 7,
		[35942] = "迅捷戰犬",
		[36710] = "熱能之眼",
		[36966] = "扭曲預言家薩拉瑞德",
		[37478] = "海底潛伏者",
		[27060] = "龍蝦舞沙拉",
		[27188] = 4,
		[38246] = "不穩定者海卓司",
		[19253] = 5,
		[13787] = "卡巴術士",
		[27828] = 5,
		[28724] = 11,
		[33127] = 2,
		[29492] = "魅影賓客",
		[34919] = 5,
		[29876] = "星界火星",
		[30004] = "埃蘭之影",
		[35943] = "黑暗之血醫者",
		[475] = 8,
		[36711] = "熱能之眼",
		[37479] = "伊斯利恩生命束縛者",
		[23477] = 8,
		[39015] = "深幽泥沼巨人",
		[23733] = 2,
		[39527] = 9,
		[23989] = 3,
		[24117] = 1,
		[8220] = 4,
		[16566] = 5,
		[526] = 7,
		[33896] = "刺棘撕掠者",
		[25269] = 1,
		[25525] = 7,
		[546] = 7,
		[25909] = 7,
		[35944] = "影月侍僧",
		[36712] = "熱能之眼",
		[37480] = "伊斯利恩生命束縛者",
		[54374] = 9,
		[19254] = 5,
		[39016] = "末日預言者達利亞",
		[48743] = 6,
		[642] = 2,
		[33129] = "召喚者歐莫",
		[10396] = 7,
		[10460] = "治療之泉圖騰 IV",
		[50535] = "碧蓝缚法者",
		[35945] = "破碎之手狙擊兵",
		[694] = 1,
		[698] = 9,
		[36713] = "熱能之眼",
		[22582] = "盤牙神諭者",
		[710] = 9,
		[54119] = 1,
		[54375] = 9,
		[11740] = 9,
		[39017] = "先驅者史蓋力司",
		[23734] = 7,
		[32437] = 1,
		[49000] = 3,
		[49256] = 1,
		[33130] = "召喚者歐莫",
		[778] = 11,
		[782] = 11,
		[50536] = 6,
		[17463] = 8,
		[35178] = "血守衛百夫長",
		[13020] = 8,
		[36714] = "熱能之眼",
		[53352] = 3,
		[37482] = 3,
		[18871] = 9,
		[47465] = 1,
		[64103] = "核桃脆脆的",
		[28598] = 5,
		[28726] = 8,
		[33131] = "召喚者歐莫",
		[33387] = "日光之室牧師",
		[50025] = "冬拥湖投石车",
		[29494] = "魔妾",
		[42858] = 8,
		[930] = 7,
		[59752] = 4,
		[35947] = "血守衛軍團士兵",
		[36459] = "不穩定者海卓司",
		[53353] = 3,
		[15580] = "恆龍劊子手",
		[982] = 3,
		[39019] = "先驅者史蓋力司",
		[63848] = 4,
		[1002] = 3,
		[32182] = 7,
		[1014] = 9,
		[1022] = 2,
		[8221] = 1,
		[33132] = "墮落的新星圖騰 <背叛者曼紐>",
		[57961] = 7,
		[50026] = "冬拥湖投石车",
		[34412] = 4,
		[25527] = 7,
		[17464] = 5,
		[36716] = "未知目標",
		[26679] = 4,
		[38252] = "奧奇奈死靈法師",
		[38764] = 4,
		[39020] = "先驅者史蓋力司",
		[9821] = 11,
		[9885] = 11,
		[20280] = 2,
		[20920] = 2,
		[34413] = 4,
		[34925] = "奈薩斯恐獸",
		[35181] = "歐爾",
		[30007] = "伊斯利盜法者",
		[35949] = "破碎之手異教徒",
		[36717] = "亞克崔茲哨兵",
		[38253] = "污染的元素",
		[11677] = 9,
		[39021] = "先驅者史蓋力司",
		[31927] = 11,
		[32055] = "奎克米瑞",
		[24248] = 11,
		[33390] = "日光之室牧師",
		[25272] = 1,
		[34414] = 4,
		[34670] = "『看管者』索古林",
		[17465] = 8,
		[13021] = 8,
		[35950] = "破碎之手戰犬大師",
		[26296] = 1,
		[18233] = 7,
		[61291] = 9,
		[36974] = "破碎之手刺客",
		[27448] = 4,
		[27576] = 4,
		[39022] = "熾熱欺詐者",
		[19769] = 9,
		[20153] = "未知目標 <莫笑桃花醉>",
		[49005] = 6,
		[57964] = 4,
		[58732] = "熔岩图腾 VI",
		[34415] = 4,
		[43118] = "無頭騎士",
		[29880] = "秘法異反元素",
		[30008] = "伊斯利盜法者",
		[35951] = "次級暗影裂縫 <大術士奈德克斯>",
		[15261] = 5,
		[36719] = "亞克崔茲哨兵",
		[15453] = "操縱者帕薩里歐",
		[15581] = "敦霍爾德老兵",
		[38511] = "瓦許女士",
		[39023] = "熾熱欺詐者",
		[47982] = 9,
		[8143] = 7,
		[8222] = 8,
		[57965] = 4,
		[25273] = 1,
		[34416] = 4,
		[59757] = 2,
		[35696] = 9,
		[60525] = 5,
		[26297] = 4,
		[27065] = 3,
		[19130] = "盤牙工頭",
		[27577] = "惡魔監督者",
		[9758] = 11,
		[47983] = 9,
		[2584] = 7,
		[20922] = 2,
		[34161] = "深幽泥沼潛伏者",
		[34417] = 4,
		[29881] = "虹吸蟲",
		[35953] = "大術士奈德克斯",
		[36721] = "鳳凰 <凱爾薩斯·逐日者>",
		[11294] = 4,
		[31033] = 11,
		[11678] = 9,
		[31673] = "飢餓之牙",
		[31801] = 2,
		[32441] = "骷髏侍從",
		[57967] = 4,
		[50288] = 11,
		[25274] = 1,
		[34418] = 4,
		[25530] = "灼熱圖騰 VII <我是龍我會飛>",
		[25914] = 2,
		[26170] = 5,
		[44401] = 8,
		[36722] = "亞克崔茲哨兵",
		[37234] = 7,
		[27066] = 3,
		[38258] = "盤牙旅行者",
		[39026] = "薩弗隆熔岩丟擲者",
		[47473] = 1,
		[47985] = "薩洛斯",
		[28730] = 2,
		[57968] = 4,
		[20923] = 2,
		[34419] = 4,
		[29882] = "秘法異反元素",
		[61040] = 6,
		[36723] = "凱爾薩斯·逐日者",
		[36979] = "虛空之絃長弓",
		[62064] = 2,
		[15582] = "敦霍爾德老兵",
		[23099] = "main <Nervegear>",
		[38259] = "盤牙旅行者",
		[39027] = "灰色之心浪潮呼喚者",
		[31930] = 2,
		[47986] = "薩蘇克",
		[32314] = 1,
		[49010] = 3,
		[57969] = "Papaa-瑪拉頓",
		[33652] = 3,
		[75999] = 5,
		[25275] = 1,
		[42937] = 8,
		[49760] = "去冰微糖",
		[62146] = 6,
		[34920] = "恆龍劊子手",
		[57974] = 4,
		[54748] = 8,
		[57720] = 7,
		[44578] = 2,
		[56350] = 2,
		[36980] = "虛空之絃長弓",
		[53768] = 9,
		[58803] = 7,
		[27067] = 3,
		[6064] = 5,
		[38260] = "盤牙精英",
		[38516] = "颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>",
		[29684] = "魅影守衛",
		[39028] = "薩弗隆法力塑造者",
		[47475] = 1,
		[34411] = 4,
		[54277] = 9,
		[49894] = 6,
		[57959] = "魔网守护者埃雷苟斯",
		[20284] = 2,
		[35783] = "風暴要塞-熔爐毀滅者",
		[59382] = "魔网守护者埃雷苟斯",
		[28859] = "撒塔斯之焰",
		[57970] = 4,
		[20924] = 2,
		[35271] = 11,
		[58738] = 7,
		[59215] = "大型魔网雏龙",
		[33923] = "莫爾墨",
		[21564] = 5,
		[35189] = "血守衛殺戮者",
		[7386] = 1,
		[35701] = 9,
		[60530] = 2,
		[36213] = "強效土元素 <坦薩白龍>",
		[30523] = "尼德斯",
		[33089] = 1,
		[36981] = "毀滅",
		[59260] = "幻影纳迦",
		[50495] = "法师领主伊洛姆",
		[54131] = "一隻蛇",
		[11551] = 1,
		[54643] = 11,
		[31547] = "沼澤之王莫斯萊克",
		[10052] = 8,
		[39029] = "灰色之心浪潮呼喚者",
		[47476] = 6,
		[50730] = "幻影食人魔",
		[64370] = 9,
		[32315] = "伊斯利盜墓者",
		[24252] = 4,
		[33151] = 5,
		[32699] = 2,
		[7162] = "馬拉奇修士",
		[59372] = "瓦尔洛斯·云击",
		[51006] = "瓦尔洛斯·云击",
		[33654] = "弒龍者戈魯爾",
		[59371] = "瓦尔洛斯·云击",
		[59637] = "镜像 <銀髮菜許坤>",
		[36985] = "宇宙灌溉者",
		[32445] = "貞潔聖女",
		[44604] = "雪花",
		[11785] = "薩安達 <Sibalasi>",
		[25916] = "赤龍影",
		[61402] = "魔环领主巫师",
		[24187] = "未知目標 <高階祭司塞卡爾>",
		[36214] = "裂縫領主",
		[30522] = "尼德斯",
		[61299] = 7,
		[36982] = "毀滅",
		[37238] = 7,
		[10912] = 5,
		[27068] = 3,
		[18789] = 9,
		[38262] = "盤牙精英",
		[19261] = 5,
		[20795] = "卡巴祭儀師",
		[53284] = 11,
		[15038] = 7,
		[41515] = 9,
		[64371] = 9,
		[51170] = "魔网守护者埃雷苟斯",
		[16188] = 7,
		[58965] = "岩石看守者阿尔卡冯",
		[58666] = "岩石看守者阿尔卡冯",
		[49269] = 7,
		[33143] = 5,
		[10461] = "治療之泉圖騰 V <坦薩白龍>",
		[20925] = 2,
		[29618] = "鬼靈學徒",
		[42949] = 8,
		[14751] = 5,
		[35039] = "水晶之核毀壞者",
		[1784] = 4,
		[60897] = "阿尔卡冯守卫者",
		[30638] = "無疤者歐瑪爾",
		[55637] = 5,
		[35959] = "怒鐮者索寇斯瑞特",
		[31911] = "中尉崔克",
		[27004] = 11,
		[61300] = 7,
		[36983] = "宇宙灌溉者",
		[30908] = 9,
		[37495] = 3,
		[15583] = "恆龍刺客",
		[46198] = "艾胡恩",
		[22959] = 8,
		[58704] = 7,
		[60894] = "岩石看守者阿尔卡冯",
		[31804] = 2,
		[31932] = "冰凍陷阱",
		[3223] = 9,
		[64372] = 11,
		[32316] = "伊斯利縛法者",
		[28715] = 9,
		[12024] = "魅影舞台助手",
		[32700] = 2,
		[32888] = "狂怒的靈魂",
		[33144] = "先知盲眼",
		[57973] = 4,
		[26987] = 11,
		[50294] = 11,
		[50550] = 2,
		[19244] = "索烏霍姆",
		[25533] = 7,
		[34936] = 9,
		[11763] = "庫普哈姆 <毛娘>",
		[1243] = 5,
		[8928] = "久桃鼎扣口",
		[44151] = 5,
		[61676] = "沙羅曼蛇",
		[55021] = 8,
		[61301] = "狂牛一號",
		[36984] = "薩格隆弓箭手",
		[37240] = 7,
		[51162] = "魔网守护者埃雷苟斯",
		[27069] = 3,
		[22884] = "敦霍爾德衛兵",
		[19134] = "惡魔監督者",
		[38520] = "恆龍刺客",
		[7164] = "盤牙戰士",
		[39032] = "深幽泥沼巨人",
		[19242] = 5,
		[9888] = 11,
		[28093] = 1,
		[36805] = "凱爾薩斯·逐日者",
		[48503] = 11,
		[20286] = 2,
		[11779] = "杜姆耐里 <無非千紫術>",
		[28733] = 2,
		[49240] = 7,
		[33401] = "幻魅持有者 <奧奇奈靈魂牧師>",
		[59376] = "法师领主伊洛姆",
		[35781] = "水晶之核毀壞者",
		[19943] = 2,
		[59223] = "幻影穿云者",
		[42872] = 8,
		[34937] = "水晶之核毀壞者",
		[29885] = "秘法異反元素",
		[30013] = "伊斯利竊賊",
		[35705] = "賈不妙",
		[29381] = "凱伊拉·拜瑞巴克女士",
		[47437] = 1,
		[20166] = 2,
		[19128] = "德雷克塔爾",
		[61558] = "通灵大师",
		[30909] = 9,
		[10101] = "噬骨毀滅者",
		[9438] = "鷹王伊奇斯",
		[30472] = "破碎之手軍團士兵",
		[58734] = 7,
		[2457] = 1,
		[46968] = 1,
		[39033] = "黑翼龍獸人",
		[53755] = 8,
		[59210] = "碧蓝魔网雏龙",
		[47992] = "薩伊苟斯 <可疑的豬頭>",
		[27124] = 8,
		[48504] = 11,
		[24382] = 9,
		[49016] = 6,
		[49272] = 7,
		[36815] = "凱爾薩斯·逐日者",
		[57975] = "Emxd",
		[25022] = 7,
		[16959] = 11,
		[34170] = "尋日地卜者",
		[48067] = 5,
		[42873] = 8,
		[47811] = "死神逆十字架",
		[55767] = 5,
		[25918] = 2,
		[35706] = 9,
		[53543] = "猛禽 <般若波羅秘-瑪拉頓>",
		[60902] = "阿尔卡冯守卫者",
		[29870] = "星界火星",
		[53023] = 5,
		[36986] = "薩弗隆熔岩丟擲者",
		[48996] = 3,
		[49749] = "尼鲁巴尔掠行者",
		[27070] = 8,
		[18788] = 9,
		[19135] = "范達爾·雷矛",
		[19263] = 3,
		[38778] = 1,
		[39034] = "暮光龍獸人",
		[47481] = "墓擊",
		[70893] = 3,
		[56184] = 5,
		[25123] = 5,
		[48505] = 11,
		[20287] = 2,
		[60919] = "阿尔卡冯守卫者",
		[49273] = 7,
		[33147] = "先知盲眼",
		[57976] = "位面畸体",
		[20927] = 2,
		[49232] = 7,
		[50553] = 2,
		[59000] = 5,
		[55362] = 8,
		[31018] = 11,
		[32297] = 5,
		[30014] = "伊斯利竊賊",
		[53517] = "克雷希斯嘿嘿 <濺無虛發>",
		[35963] = "亞克崔茲守衛",
		[25898] = 2,
		[21183] = 2,
		[36731] = "[*] 烈焰風暴",
		[36987] = "薩弗隆熔岩丟擲者",
		[37243] = 7,
		[49245] = 8,
		[45946] = 4,
		[46202] = "刺棘撕掠者",
		[31422] = "艾奧那斯",
		[31550] = "艾奧那斯",
		[31464] = "坦普拉斯",
		[39035] = "毒蛇神殿招潮者 <灰色之心浪潮呼喚者>",
		[47482] = "复活的食尸鬼 <五月巴>",
		[49234] = 8,
		[47994] = "漢托姆 <永世相知>",
		[40059] = "創造者",
		[58735] = "熔岩图腾 VII <Lussuriaz>",
		[24383] = 5,
		[12470] = "強效火焰元素 <坦薩白龍>",
		[11286] = 4,
		[8289] = 9,
		[35965] = "薩格隆弓箭手",
		[33660] = 2,
		[13341] = "敦霍爾德法師",
		[34172] = "虛無搶奪者",
		[34428] = 1,
		[25535] = "火焰新星圖騰 VI <Wagyu>",
		[34940] = "奈薩斯捕獵者",
		[10587] = 7,
		[32265] = "死亡看守者辛瑞克",
		[34110] = 11,
		[35964] = "薩格隆弓箭手",
		[58960] = "岩石看守者阿尔卡冯",
		[55039] = 6,
		[10916] = 5,
		[64843] = 5,
		[61290] = 9,
		[47836] = 9,
		[27071] = 8,
		[55233] = 6,
		[19136] = "范達爾·雷矛",
		[38524] = "尼德斯",
		[38780] = 1,
		[39036] = "暮光龍獸人",
		[39198] = "鳥人黑暗之鷹",
		[9889] = 11,
		[47995] = "漢托姆 <永世相知>",
		[53195] = 11,
		[48113] = 5,
		[40572] = 3,
		[20134] = 2,
		[49275] = 7,
		[57722] = 7,
		[57978] = 4,
		[20928] = 2,
		[52472] = "RoyC",
		[34173] = "幽藤引誘者",
		[16870] = 11,
		[3593] = 11,
		[34941] = "敦霍爾德衛兵",
		[32546] = 5,
		[32693] = "伊斯利恩波動法師",
		[43900] = 5,
		[60538] = 5,
		[55753] = "饕餮 <阿克图瑞斯>",
		[36808] = "血之谷黑暗法師",
		[15258] = 5,
		[36989] = "瓦解之杖",
		[30911] = 9,
		[31039] = 1,
		[38725] = "見習占星者",
		[29922] = "巫術鬼魂",
		[41440] = "“犀牛之王”尼达尔",
		[31551] = "泥沼史卓克",
		[61258] = 6,
		[39037] = "暮光龍獸人",
		[31935] = 2,
		[17138] = "塔倫米爾保衛者",
		[47996] = "漢托姆 <永世相知>",
		[57663] = 7,
		[40317] = "黑暗之血矛兵",
		[40573] = 3,
		[21920] = 8,
		[49276] = 7,
		[49271] = "烏依",
		[25380] = 5,
		[33662] = 8,
		[59620] = 4,
		[72] = 1,
		[11730] = 9,
		[31467] = "時間領主迪賈",
		[34942] = "伊斯利黑暗法師",
		[32302] = "專注之火",
		[49759] = "[*] 传送",
		[48065] = 5,
		[47610] = 8,
		[60795] = 2,
		[36478] = 1,
		[13281] = "石拳秘法師",
		[26688] = 4,
		[53313] = 11,
		[45693] = 1,
		[27072] = 8,
		[53760] = 3,
		[13810] = 3,
		[19265] = 5,
		[33080] = 5,
		[39038] = "黑翼龍獸人",
		[47485] = 1,
		[1719] = 1,
		[27168] = 2,
		[40062] = "影月技師",
		[40318] = "泥沼巨人",
		[60203] = 6,
		[14305] = 3,
		[20545] = "狂熱者洛卡恩",
		[57724] = 8,
		[20801] = "卡巴妖精",
		[33663] = "未知目標 <坦薩白龍>",
		[33919] = "塔瓦洛克",
		[18787] = 1,
		[25504] = 7,
		[69366] = 11,
		[33335] = "卡巴縛法者",
		[25537] = "火焰新星圖騰 VII <蘭瓊羽簪>",
		[30016] = 1,
		[60119] = 3,
		[50989] = "冬拥湖投石车",
		[30400] = "虛空傳送門 - 堅忍",
		[36479] = 3,
		[50259] = 11,
		[45182] = 4,
		[45438] = 8,
		[31040] = 8,
		[15585] = "影月侍僧",
		[14177] = 4,
		[49895] = 6,
		[38142] = "希斯冰霜元素 <暗法師希斯>",
		[36872] = "盤牙暴怒者",
		[25570] = 7,
		[47486] = 1,
		[11349] = 2,
		[6940] = 5,
		[3149] = "原生灰座狼",
		[774] = 11,
		[24930] = 5,
		[16353] = 7,
		[66217] = 6,
		[47436] = 1,
		[29670] = "骷髏接待員",
		[60520] = 5,
		[25228] = 9,
		[59234] = 1,
		[31901] = "無疤者歐瑪爾",
		[59261] = "幻影纳迦",
		[34944] = "伊斯利牧師",
		[51582] = 3,
		[17730] = 9,
		[39193] = "看守者蓋洛奇歐",
		[37752] = "艾胡恩",
		[89] = "末日守衛",
		[36480] = 9,
		[61309] = 5,
		[18498] = 1,
		[38849] = "無鏈結的毀滅者",
		[47988] = "薩蘇克",
		[27073] = 8,
		[37091] = "夜禍",
		[58984] = 5,
		[9634] = 11,
		[69369] = 11,
		[36831] = "薩格隆地獄召喚者",
		[27841] = 5,
		[67] = 2,
		[31977] = "恆龍污染者",
		[40064] = "影月技師",
		[30817] = "羅慕歐",
		[20290] = 2,
		[28609] = 8,
		[49279] = 7,
		[28865] = "虛無區域 <尼德斯>",
		[31914] = "紀元狩獵者",
		[10466] = 7,
		[54109] = "冬拥湖攻城坦克",
		[2649] = "鷹大帥 <高城仔館治>",
		[29505] = "渾沌女侍",
		[78] = 1,
		[47722] = 1,
		[36838] = "伊斯利恩殺戮者",
		[37325] = 11,
		[38194] = "鷹王伊奇斯",
		[52351] = 1,
		[30401] = "虛空傳送門 - 平靜",
		[36481] = 1,
		[27166] = 2,
		[2825] = 7,
		[45440] = 3,
		[31041] = "獅子",
		[23602] = 1,
		[57426] = "小貓維尼",
		[30706] = 7,
		[31553] = "破碎之手哨兵",
		[38785] = "苟克",
		[42209] = 8,
		[47488] = 1,
		[32065] = "泥沼主宰",
		[24002] = "拉沙希毒蛇",
		[53201] = 11,
		[53506] = "Nicedd-瑪拉頓",
		[54758] = "蕾貝卡弗格森",
		[20578] = 9,
		[49280] = 7,
		[57727] = 1,
		[66233] = 2,
		[33666] = "莫爾墨",
		[57607] = "冬拥湖投石车",
		[58751] = 7,
		[14266] = 3,
		[64701] = 7,
		[34946] = "風暴要塞-鐵匠",
		[53209] = 3,
		[35076] = 4,
		[20252] = 1,
		[26178] = "SASA",
		[50733] = "唐卡洛斯",
		[36482] = 3,
		[18371] = 9,
		[18499] = 1,
		[37250] = "浪潮奔騰者",
		[61671] = 4,
		[27074] = 8,
		[3921] = 1,
		[6991] = 3,
		[13730] = 1,
		[15254] = "伊斯利信標",
		[39042] = 1,
		[30641] = "看護者卡爾古瑪",
		[30197] = "Jhuuroon",
		[45503] = 1,
		[17259] = "劫毀者 <Eagleeye>",
		[25372] = 5,
		[20291] = 2,
		[28610] = 9,
		[49281] = 7,
		[28866] = 1,
		[57984] = "强力火元素 <可昕>",
		[33667] = 4,
		[50305] = 8,
		[58752] = 7,
		[34435] = "地獄火守衛",
		[26997] = 11,
		[355] = 1,
		[51585] = 4,
		[35025] = 2,
		[30146] = 9,
		[25584] = 3,
		[30402] = "虛空傳送門 - 統御",
		[30530] = "地獄火導魔師",
		[11700] = 9,
		[16624] = 1,
		[30914] = "布洛克毒雲 <布洛克>",
		[31042] = "獅子",
		[45954] = "艾胡恩",
		[33925] = "奈薩斯捕獵者",
		[8690] = 8,
		[31554] = "盤牙防衛者",
		[34914] = 5,
		[36340] = "血守衛治療者",
		[51952] = 1,
		[57566] = 9,
		[55018] = 6,
		[20647] = 1,
		[24259] = "卡格羅姆 <Ignited>",
		[19264] = 5,
		[50475] = 6,
		[8227] = 7,
		[29178] = 7,
		[33400] = 5,
		[33668] = 1,
		[10872] = 5,
		[58753] = 7,
		[34436] = "地獄火守衛",
		[17348] = 4,
		[39628] = 1,
		[37111] = 9,
		[51533] = 7,
		[51911] = 6,
		[30403] = "館長",
		[52610] = 11,
		[57610] = "冬拥湖攻城炮台",
		[36740] = "奈加頓尖嘯者",
		[46924] = 1,
		[37252] = "蒸汽奔騰者",
		[37508] = 3,
		[37764] = "莫洛葛利姆·潮行者",
		[10462] = 7,
		[58362] = 1,
		[37104] = "水晶之核哨兵",
		[25569] = "法力之泉圖騰 V <Wagyu>",
		[39044] = "深幽泥沼巨人",
		[19652] = "格里格里姆 <沒這麼誇張>",
		[61005] = 3,
		[25389] = 5,
		[12608] = 4,
		[20164] = 2,
		[32902] = "懼牙潛伏者",
		[36609] = "亞克崔茲守衛",
		[49283] = 7,
		[47568] = 6,
		[49233] = 7,
		[10467] = 7,
		[21060] = "狂熱者札斯",
		[29920] = "魔法鬼魂",
		[34437] = "地獄火守衛",
		[59266] = "幻影水元素",
		[52051] = 1,
		[54536] = 1,
		[10915] = 5,
		[32764] = "時光流逝控制者",
		[7353] = 11,
		[52611] = "通灵大师",
		[30531] = "地獄火導魔師",
		[36741] = "奈加頓尖嘯者",
		[33983] = 11,
		[45444] = 1,
		[31043] = "機器人",
		[45548] = 5,
		[38021] = "泰洛克爪牙",
		[22845] = 11,
		[38533] = "裂縫看守者",
		[8512] = 7,
		[28768] = 8,
		[5938] = 4,
		[16509] = "空軍指揮官維波里",
		[23840] = 9,
		[32323] = "血鷹",
		[5599] = 2,
		[30529] = 8,
		[49028] = 6,
		[57475] = 3,
		[42987] = 8,
		[48668] = "Emxd",
		[37896] = "神職人員",
		[12579] = 8,
		[58755] = 7,
		[27014] = 3,
		[34694] = "摩洛",
		[13809] = 3,
		[47468] = "复活的食尸鬼 <五月巴>",
		[27003] = 11,
		[48451] = 11,
		[6546] = 1,
		[30464] = "虛空傳送門 - 平靜",
		[33395] = "水元素 <冰一凌>",
		[36742] = "奈加頓尖嘯者",
		[18501] = "噬骨撕裂者",
		[37254] = "血守衛扈從",
		[18657] = 11,
		[45957] = 1,
		[13361] = 3,
		[55095] = 6,
		[38534] = "裂縫看守者",
		[54149] = 2,
		[63619] = "暗影魔 <喜歡你>",
		[6962] = 9,
		[9876] = 11,
		[25449] = 7,
		[40070] = "『破壞者』凱利丹",
		[20165] = 2,
		[20293] = 2,
		[33268] = 7,
		[20549] = 7,
		[53194] = 11,
		[5500] = 9,
		[50652] = "冬拥湖攻城车 <萌萌的菠蘿醬>",
		[55001] = 3,
		[29380] = "史卡拉克上尉",
		[34439] = "地獄火守衛",
		[12721] = 1,
		[33773] = 3,
		[33982] = 11,
		[33834] = "紀元狩獵者",
		[42845] = "優玲姑姑",
		[31228] = 1,
		[30404] = 9,
		[25528] = 7,
		[58654] = 7,
		[13445] = 1,
		[37255] = "血守衛扈從",
		[37511] = "破碎之手哨兵",
		[15587] = "影月侍僧",
		[23109] = "豹 <火之馴獸師>",
		[27266] = 9,
		[38535] = "裂縫看守者",
		[7922] = 1,
		[33786] = 11,
		[38385] = "史卡拉克上尉",
		[47750] = 5,
		[24005] = 9,
		[56453] = 3,
		[48518] = 11,
		[65156] = 1,
		[8178] = 7,
		[32904] = "泰洛飛蛾",
		[47487] = 1,
		[2565] = 1,
		[25368] = 5,
		[66990] = 6,
		[58757] = 7,
		[31583] = 8,
		[59269] = "幻影狼",
		[8177] = 7,
		[29973] = "埃蘭之影",
		[25248] = 1,
		[32231] = 9,
		[18832] = 3,
		[18118] = 9,
		[30815] = "羅慕歐",
		[6343] = 1,
		[54843] = 7,
		[61829] = 8,
		[48169] = 5,
		[61830] = 8,
		[10318] = 2,
		[38280] = "瓦許女士",
		[38536] = "裂縫看守者",
		[46983] = "巨型水元素 <巴琳達·石爐上尉>",
		[55430] = 1,
		[19654] = "德羅霍恩",
		[27880] = 3,
		[28101] = 4,
		[48263] = 6,
		[64901] = 5,
		[35261] = "尋日虛空束縛者",
		[59578] = 2,
		[39025] = "薩弗隆熔岩丟擲者",
		[5675] = 7,
		[49799] = 11,
		[10468] = 7,
		[30849] = "惡魔守衛犬",
		[58758] = "狼吞虎咽的食尸鬼",
		[34441] = "地獄火守衛",
		[34697] = "拉杰",
		[34953] = 3,
		[29893] = 9,
		[51847] = "啤酒辣妹 <天若靈犀>",
		[47816] = 8,
		[33725] = 7,
		[30405] = "Blueheart",
		[32829] = "不死的捕獵者 <奧奇奈僧侶>",
		[17057] = 11,
		[48443] = "安海瑟薇",
		[30917] = "布洛克",
		[11428] = "卡巴死亡誓言者",
		[25501] = 7,
		[23110] = "ocugen <邁克爾假死>",
		[31429] = "裂爪",
		[38537] = "裂縫領主",
		[10161] = 8,
		[39049] = "艾奧那斯",
		[11876] = "破碎之手劊子手",
		[29228] = 7,
		[32197] = "影月術士",
		[32325] = "班提蒙尼厄斯",
		[45529] = 6,
		[17139] = "伊斯利牧師",
		[53764] = 2,
		[32906] = "濕鱗吞噬者",
		[16583] = "火翼血守衛",
		[49800] = 11,
		[52983] = 5,
		[394209] = 9,
		[25286] = 1,
		[13589] = "白须监工",
		[37751] = "艾胡恩",
		[51336] = "审讯者达库斯",
		[43763] = 1,
		[12964] = 1,
		[36593] = "防衛者的屍體",
		[17145] = "伊斯利巫者",
		[44425] = 8,
		[42463] = 2,
		[36746] = 8,
		[8046] = 7,
		[53248] = 11,
		[53434] = 3,
		[37770] = "盤牙伏擊者",
		[34642] = "尋日基因接合者",
		[38282] = 1,
		[38538] = "時間領主迪賈",
		[38794] = "莫爾墨",
		[47241] = 9,
		[47497] = 1,
		[47753] = 5,
		[27681] = 5,
		[48265] = 6,
		[20167] = 2,
		[38141] = "希斯火焰元素 <暗法師希斯>",
		[14308] = "冰凍陷阱 II",
		[28742] = 11,
		[13952] = "薩爾斯·烏德恩",
		[57992] = 4,
		[40331] = "盤牙工程師",
		[29587] = "魅影侍者",
		[59891] = 5,
		[49802] = 11,
		[42890] = 8,
		[42939] = 8,
		[25439] = 7,
		[30022] = 1,
		[14921] = "ocugen <邁克爾假死>",
		[48127] = 5,
		[22783] = 8,
		[29497] = "魔妾",
		[11574] = 1,
		[53385] = 2,
		[37259] = "紅手血騎士",
		[37515] = 1,
		[15588] = "范達爾·雷矛",
		[36227] = "伊利達瑞折磨者",
		[15716] = "高薩安",
		[38539] = "時間領主迪賈",
		[38795] = "莫爾墨",
		[45301] = 7,
		[47498] = 1,
		[31730] = "盤牙神諭者",
		[16100] = "敦霍爾德槍手",
		[48266] = 6,
		[64904] = 5,
		[48778] = 6,
		[59170] = 9,
		[32908] = "血守衛獵鷹者",
		[15999] = 3,
		[57993] = 4,
		[33676] = "煽動者黑心",
		[49497] = 6,
		[39412] = "蒸汽奔騰者",
		[5374] = 4,
		[42891] = 8,
		[37098] = "夜禍",
		[20217] = 2,
		[50422] = 6,
		[35724] = 1,
		[47859] = 9,
		[10892] = 5,
		[18248] = 9,
		[11275] = 4,
		[53386] = 6,
		[37260] = "紅手血騎士",
		[27817] = 5,
		[27079] = 8,
		[38028] = "莫洛葛利姆·潮行者",
		[38284] = 2,
		[38540] = "時間領主迪賈",
		[38796] = "莫爾墨",
		[15472] = "卡巴沉迷者",
		[45242] = 5,
		[47755] = 5,
		[48011] = "札恩弗姆 <雪豆>",
		[10494] = "法力之泉圖騰 IV <猛獸>",
		[40332] = "盤牙工程師",
		[7870] = "卡爾納 <剛下飛機>",
		[20424] = 2,
		[10277] = "空行者魔鷹",
		[57652] = 4,
		[57994] = 7,
		[58250] = 5,
		[33933] = 8,
		[42380] = "無頭騎士",
		[29511] = "貞潔聖女",
		[37251] = "血守衛復仇者",
		[32424] = "主教瑪拉達爾",
		[21855] = 3,
		[10917] = 5,
		[49230] = 7,
		[11319] = 9,
		[42938] = 8,
		[58433] = 3,
		[12323] = 1,
		[48889] = 9,
		[53561] = "劫毀者 <Sonnyl>",
		[31047] = 4,
		[25288] = 1,
		[13241] = 4,
		[34626] = "[*] 黯淡死亡",
		[596] = 5,
		[31687] = 8,
		[34933] = "法力寄生蟲",
		[39309] = "內心的惡靈",
		[23880] = 1,
		[48569] = 11,
		[48268] = 11,
		[32455] = 4,
		[15708] = "馬丁瑞德的化身 <主教瑪拉達爾>",
		[6131] = 8,
		[38438] = 3,
		[25780] = 2,
		[49804] = 11,
		[48517] = 11,
		[55480] = 11,
		[50572] = "碧蓝缚法者",
		[17137] = "悲慘的醫者 <七星濃煙>",
		[58731] = 7,
		[25346] = 8,
		[12611] = "米歐浩斯·曼納斯頓",
		[60043] = 7,
		[60299] = 3,
		[45058] = 1,
		[61792] = 5,
		[31786] = 2,
		[7744] = 8,
		[1161] = 1,
		[37262] = "紅手戰鬥法師",
		[27031] = 3,
		[27080] = 8,
		[20930] = 2,
		[42894] = 8,
		[31615] = "沼澤之王莫斯萊克",
		[1725] = 4,
		[29426] = "葛洛姆特, 歐朗諾克之子",
		[47501] = 1,
		[602] = 5,
		[28104] = 3,
		[8166] = 7,
		[14181] = 4,
		[48781] = "夕夕多豬",
		[20425] = 2,
		[57484] = "如逝",
		[22591] = "古拉巴什勇士",
		[379] = 7,
		[1949] = 9,
		[33651] = "地獄火突圍者",
		[11390] = 8,
		[34447] = 7,
		[59276] = "魔环领主召唤师",
		[29768] = "秘法警備者",
		[59788] = 5,
		[36554] = 4,
		[38134] = 2,
		[12043] = 8,
		[22722] = 4,
		[15269] = 5,
		[57960] = 7,
		[30761] = "大野狼",
		[37263] = "紅手戰鬥法師",
		[22857] = "看護者卡爾古瑪",
		[15589] = "血守衛殺戮者",
		[23538] = 8,
		[23241] = 3,
		[20882] = 9,
		[42225] = 9,
		[55382] = 5,
		[47502] = 1,
		[23881] = 1,
		[38585] = "盤牙女祭司",
		[25489] = 7,
		[8115] = 8,
		[48782] = 2,
		[55428] = 11,
		[57485] = 3,
		[30500] = "大術士奈德克斯",
		[2090] = 11,
		[25033] = "海法師希斯比亞",
		[34653] = "納桑",
		[25289] = 1,
		[30901] = "莫克札王子",
		[59277] = "魔环领主召唤师",
		[36341] = "尋日工程師",
		[48071] = 5,
		[331] = 7,
		[59676] = 5,
		[27125] = 8,
		[36240] = "弒龍者戈魯爾",
		[22842] = "寒湘嫦",
		[49270] = 7,
		[53390] = 7,
		[11556] = 1,
		[29661] = "骷髏接待員",
		[54158] = 2,
		[27209] = 9,
		[9574] = "卡巴祭儀師",
		[6795] = 11,
		[23571] = 7,
		[36970] = "大星術師卡普尼恩",
		[9830] = 11,
		[30735] = "大術士奈德克斯",
		[28105] = 5,
		[55610] = 6,
		[20170] = 2,
		[10150] = 8,
		[30912] = 9,
		[10278] = 2,
		[10342] = 11,
		[66842] = 7,
		[37966] = "[*] 孢子爆破",
		[34511] = 1,
		[29385] = "男爵洛夫·崔克爾",
		[29513] = "魅影賓客",
		[59278] = "魔环领主巫师",
		[48823] = 2,
		[28381] = 5,
		[27135] = 2,
		[60302] = 6,
		[36862] = "未知目標",
		[64181] = "赫萊森",
		[9840] = 11,
		[10622] = 7,
		[25360] = 7,
		[11366] = 8,
		[66843] = 7,
		[17258] = "豹 <火之馴獸師>",
		[62606] = 11,
		[23242] = 8,
		[10463] = 7,
		[38801] = "爆裂者洛克瑪",
		[31046] = "稻草人",
		[22721] = 2,
		[18812] = "鬼靈馬廄僕人",
		[1008] = 8,
		[3018] = 1,
		[3034] = 3,
		[48784] = 2,
		[2136] = 8,
		[29339] = "鬼靈馬廄僕人",
		[48827] = 2,
		[41617] = 9,
		[31229] = 4,
		[33938] = 8,
		[25290] = 2,
		[19710] = 3,
		[25546] = 7,
		[49923] = 6,
		[48671] = "大賊大-瑪拉頓",
		[70940] = 2,
		[49495] = 6,
		[16916] = 1,
		[11328] = 7,
		[2895] = 7,
		[34232] = "高等精灵魔法祭司",
		[8395] = 8,
		[37266] = "泥沼主宰",
		[37529] = 1,
		[27082] = 8,
		[27210] = 9,
		[14301] = 3,
		[37930] = "盤牙巫女",
		[63375] = 7,
		[11775] = "克拉格加克 <致命大榔頭>",
		[11340] = 4,
		[31803] = 2,
		[60218] = 2,
		[48667] = 4,
		[32220] = 2,
		[28490] = 7,
		[14310] = 3,
		[32915] = 3,
		[11396] = 5,
		[41618] = 3,
		[38768] = 4,
		[21067] = "低劣菌體",
		[3674] = 3,
		[29514] = "魅影賓客",
		[59280] = "雪花",
		[29770] = "午夜",
		[3738] = 7,
		[35475] = 11,
		[52113] = 7,
		[30282] = "夜禍",
		[30410] = "[*] 暗影之握",
		[29965] = "[*] 龍之吐息",
		[29712] = "恐怖的縛靈",
		[14309] = 3,
		[61840] = 2,
		[37523] = 1,
		[48075] = 5,
		[15654] = "敦霍爾德衛兵",
		[23243] = 4,
		[25446] = 5,
		[28176] = 9,
		[31818] = 9,
		[31946] = "沼澤之王莫斯萊克",
		[4167] = "克雷希斯嘿嘿 <濺無虛發>",
		[48018] = "小鸚鵡不會飛",
		[4042] = 1,
		[17531] = 2,
		[49909] = 6,
		[38366] = "深淵守衛沙卡奇斯",
		[32916] = 1,
		[23547] = 1,
		[41619] = 1,
		[50066] = "南瓜士兵",
		[33529] = "希斯暗影元素 <暗法師希斯>",
		[25291] = 2,
		[17228] = "『破壞者』凱利丹",
		[25547] = 7,
		[36023] = "破碎之手狂怒者",
		[15087] = "伊斯利恩殺戮者",
		[35476] = 7,
		[15496] = "敦霍爾德哨兵",
		[51637] = 4,
		[30860] = "尼德斯地獄火",
		[768] = 11,
		[53138] = 6,
		[49929] = 6,
		[37268] = "紅手百夫長",
		[14920] = "皮卡丘 <合作射老師>",
		[30913] = "布洛克",
		[25500] = 7,
		[35101] = 3,
		[19276] = 5,
		[38804] = "亞克崔茲防衛者",
		[34852] = "血守衛獵鷹者",
		[19660] = "德羅霍恩",
		[32901] = "鳥人黑暗之鷹",
		[29883] = "秘法異反元素",
		[48821] = "Ariella",
		[40340] = "泥沼主宰",
		[10151] = 8,
		[10215] = 8,
		[39700] = "盤牙護衛",
		[33173] = "瘋癲者奇克勒",
		[41620] = 1,
		[29131] = 1,
		[21068] = "恆龍污染者",
		[10599] = 7,
		[13901] = "工程師薩希恩",
		[26884] = 4,
		[15576] = "鼓眼鳄鱼人",
		[26132] = 8,
		[35477] = 7,
		[35733] = 11,
		[30283] = 9,
		[44436] = 2,
		[5588] = 2,
		[11780] = "拜特艾沃里 <垃圾買咖的>",
		[29070] = 1,
		[352340] = 1,
		[35107] = "米克吉勒·蒸汽操控者",
		[54452] = 11,
		[33394] = 5,
		[38293] = 3,
		[11687] = 9,
		[20375] = 2,
		[39061] = "潮行者獵魚者",
		[5940] = 4,
		[21165] = 1,
		[61619] = 1,
		[20298] = 8,
		[24268] = 11,
		[48788] = 2,
		[49044] = 3,
		[38373] = "深淵守衛沙卡奇斯",
		[6196] = 7,
		[36278] = "裂縫看守者",
		[33686] = 11,
		[6552] = 1,
		[58771] = "胡桃",
		[25420] = 7,
		[1026] = 2,
		[32202] = "紀律魔女",
		[55694] = 1,
		[60051] = 3,
		[35734] = 1,
		[57619] = "冬拥湖攻城车",
		[13159] = 3,
		[13223] = 11,
		[44949] = 1,
		[53749] = 1,
		[37270] = "紅手百夫長",
		[18765] = "盤牙侍從",
		[13543] = 3,
		[27212] = 9,
		[38451] = "深淵守衛卡利迪斯",
		[39953] = 1,
		[55188] = 9,
		[39062] = "潮行者海法師",
		[30843] = "莫克札王子",
		[26017] = 2,
		[22718] = 3,
		[64659] = 11,
		[14183] = 4,
		[21393] = 5,
		[49045] = 3,
		[32919] = "灰座狼",
		[33175] = "瘋癲者奇克勒",
		[7732] = 5,
		[21151] = 4,
		[33943] = 11,
		[50581] = "花花草庫-瑪拉頓",
		[20589] = 4,
		[13443] = "刺棘撕掠者",
		[36990] = "瓦解之杖",
		[29900] = "混沌感知元素",
		[60052] = 3,
		[34557] = "大植物學家費瑞衛恩",
		[9827] = 11,
		[10909] = 5,
		[15271] = 5,
		[27441] = 4,
		[30456] = 9,
		[53653] = 2,
		[37527] = "灰色之心縛法者",
		[31689] = "深幽泥沼蘑菇",
		[15655] = "盤牙防衛者",
		[38295] = "瓦許女士",
		[34449] = "盤牙水元素",
		[38807] = "亞克崔茲守衛",
		[39063] = "潮行者海法師",
		[31948] = "爆裂者洛克瑪",
		[23885] = 1,
		[46260] = 1,
		[24708] = 1,
		[60053] = 3,
		[32588] = "塔倫米爾保衛者",
		[913] = 7,
		[27152] = 2,
		[6673] = 1,
		[42896] = 8,
		[33045] = "[*] 星術師之怒",
		[33944] = 8,
		[58773] = 7,
		[17230] = "白鬚歹徒",
		[36021] = "操縱者帕薩里歐",
		[13860] = 5,
		[30153] = "弗拉圖恩",
		[35480] = 3,
		[8936] = 11,
		[351655] = "鬼靈表演者",
		[26998] = 11,
		[30225] = "扭曲預言家薩拉瑞德",
		[26573] = 2,
		[53398] = 3,
		[37272] = "泥沼主宰",
		[34433] = 5,
		[27085] = 8,
		[9512] = 4,
		[38296] = "飛火圖騰 <深淵守衛提達費斯>",
		[46833] = 11,
		[55190] = 9,
		[39064] = "潮行者海法師",
		[11734] = 9,
		[9896] = 11,
		[48023] = 2,
		[10479] = 7,
		[38549] = "尼德斯",
		[28493] = 8,
		[49047] = 3,
		[29954] = "埃蘭之影",
		[57522] = 1,
		[10408] = 7,
		[33689] = "莫爾墨",
		[20554] = 3,
		[58774] = "慘過做鴨",
		[48819] = 2,
		[22907] = "薩格隆弓箭手",
		[59542] = 2,
		[49560] = 6,
		[30029] = 1,
		[23725] = 1,
		[30285] = "風翼貓頭鷹",
		[30413] = "寡婦",
		[34338] = "奈加頓尖嘯者",
		[39348] = "[*] 魔爆術",
		[42198] = 8,
		[61846] = 3,
		[53911] = 7,
		[38836] = "奈加頓尖嘯者",
		[49239] = 7,
		[23246] = 5,
		[11688] = 9,
		[31693] = "飢餓之牙",
		[39065] = "潮行者薩滿",
		[23723] = 8,
		[34456] = 3,
		[48024] = 3,
		[6016] = "鬼靈馬廄僕人",
		[13736] = "血守衛殺戮者",
		[48792] = 6,
		[49048] = 3,
		[12328] = 1,
		[16591] = 1,
		[26018] = 2,
		[56815] = 6,
		[50328] = "翡翠幼龙 <肥貓咪咪>",
		[58775] = 7,
		[25422] = 7,
		[25550] = "熔岩圖騰 V <Wagyu>",
		[34970] = "塞司克烏鴉護衛",
		[29716] = "恐怖的縛靈",
		[12968] = 1,
		[3589] = "雪盲鷹身人",
		[59156] = 7,
		[39441] = 2,
		[13224] = 4,
		[38437] = 7,
		[37018] = "大星術師卡普尼恩",
		[61847] = 3,
		[39638] = 11,
		[13544] = 3,
		[27214] = 9,
		[58776] = 7,
		[19279] = 5,
		[38810] = "多變的夢魘",
		[39066] = "潮行者薩滿",
		[40466] = 7,
		[42931] = 8,
		[35483] = 5,
		[369770] = 7,
		[25307] = 9,
		[52999] = 5,
		[49049] = 3,
		[28750] = 11,
		[29562] = "凱伊拉·拜瑞巴克女士",
		[30414] = 9,
		[10216] = 8,
		[10407] = "淦圖仔",
		[29390] = "貴族克利斯平·費蘭斯",
		[42650] = 6,
		[34190] = "[*] 秘法寶珠",
		[34971] = "裂爪",
		[42231] = 11,
		[30030] = 1,
		[48562] = "安海瑟薇",
		[41301] = 11,
		[15208] = 7,
		[42897] = 8,
		[61336] = 11,
		[53401] = "狼 <雪曼螢火蟲>",
		[30926] = "納桑",
		[37531] = "灰色之心縛法者",
		[54169] = 1,
		[54425] = "弗拉札姆",
		[23247] = 3,
		[31566] = "沼澤之王莫斯萊克",
		[38811] = "多變的夢魘",
		[39067] = "潮行者薩滿",
		[15976] = "『碎裂領主』洛克達",
		[45296] = 7,
		[15982] = "原獵者瑟魯加",
		[37340] = 11,
		[58649] = "慘過做鴨",
		[29333] = 5,
		[49050] = 3,
		[10187] = 8,
		[16592] = "伊斯利黑暗法師",
		[49376] = 11,
		[61387] = "Nicedd-瑪拉頓",
		[1042] = 2,
		[58777] = 7,
		[25423] = 7,
		[34716] = "扭曲分裂者",
		[59545] = 6,
		[37871] = "未知目標 <莫洛葛利姆·潮行者>",
		[28491] = 7,
		[38556] = "卡斯卡拉防御者",
		[1058] = 11,
		[36348] = "血守衛治療者",
		[10312] = 2,
		[16166] = 7,
		[47835] = "花花草庫-瑪拉頓",
		[37276] = "紅手審判官",
		[26561] = "大君王莫卡爾",
		[27087] = 8,
		[27215] = 9,
		[34336] = "奈加頓尖嘯者",
		[19280] = 5,
		[55194] = 9,
		[28013] = 3,
		[9833] = "神行董大俠",
		[55962] = 1,
		[51460] = 6,
		[30131] = "夜禍",
		[37267] = "泥沼主宰",
		[28495] = 3,
		[49051] = 3,
		[20560] = 1,
		[38809] = "[*] 魔爆術",
		[5589] = 2,
		[10473] = 7,
		[67890] = "趁你病要你命",
		[10601] = 7,
		[39200] = 4,
		[37019] = "劫毀者 <夜羽殤>",
		[48817] = 2,
		[48561] = "寒湘嫦",
		[30031] = 1,
		[351360] = 11,
		[49238] = 7,
		[11113] = 8,
		[61082] = 9,
		[14311] = 3,
		[11305] = 4,
		[30927] = "液態火焰",
		[59547] = "胡桃",
		[54171] = 2,
		[39346] = "狂怒的烈焰",
		[23248] = 11,
		[31567] = "血守衛獵鷹者",
		[38813] = "靈魂吞食者",
		[39069] = "潮行者戰士",
		[57755] = 1,
		[23888] = 1,
		[29969] = "埃蘭之影",
		[2643] = 3,
		[48540] = "Papaa-瑪拉頓",
		[372677] = 3,
		[49052] = 3,
		[30461] = 3,
		[6197] = 3,
		[32786] = "影月技師",
		[37016] = "相位壁壘",
		[22730] = 9,
		[25296] = 3,
		[54428] = 2,
		[25552] = 7,
		[34974] = "沼澤之王莫斯萊克",
		[37271] = "紅手百夫長",
		[12969] = 1,
		[13033] = 8,
		[36563] = 4,
		[13161] = 3,
		[6613] = 1,
		[53148] = "汙喵王 <我沒一米八-瑪拉頓>",
		[61595] = 9,
		[25387] = 5,
		[48672] = 4,
		[54172] = 2,
		[27216] = 9,
		[17883] = "伊斯利縛法者",
		[13737] = "黑翼龍獸人",
		[38814] = "靈魂吞食者",
		[39070] = "潮行者戰士",
		[36415] = 5,
		[35250] = "虛空術師賽菲瑞雅",
		[34758] = "綠色幼苗 <大植物學家費瑞衛恩>",
		[25562] = 7,
		[14185] = 4,
		[28496] = 4,
		[43674] = 3,
		[58799] = 7,
		[28880] = "淦圖仔",
		[31238] = 4,
		[24394] = 3,
		[43927] = 3,
		[50589] = 9,
		[60340] = 1,
		[17549] = 9,
		[34975] = "塞特",
		[35231] = "血守衛殺戮者",
		[30032] = 1,
		[37279] = 9,
		[29320] = "鬼靈戰馬",
		[18881] = "胡辣來殺人囉",
		[39316] = 9,
		[8379] = "貴族克利斯平·費蘭斯",
		[37023] = "摩洛",
		[45470] = 6,
		[7765] = "迪歐瑞",
		[37129] = "見習占星者",
		[15657] = "恆龍刺客",
		[23249] = 7,
		[15785] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[38815] = "盲目之眼 <靈魂吞食者>",
		[49054] = "獵芸-瑪拉頓",
		[63900] = "饕餮 <阿克图瑞斯>",
		[11392] = "漩渦奧術",
		[23691] = 1,
		[2139] = 8,
		[48542] = 3,
		[32592] = 5,
		[24529] = 3,
		[44572] = 8,
		[34824] = "血守衛管理者",
		[8362] = "地獄火看守者",
		[22666] = "高階祭司塞卡爾",
		[50334] = 11,
		[50590] = 9,
		[17234] = "恆龍破壞者",
		[34720] = 3,
		[17490] = 2,
		[25809] = "毒蛇",
		[32009] = "巨龍教團狂熱者",
		[30937] = "影月導魔師",
		[8050] = 7,
		[781] = 3,
		[36512] = "怒鐮者索寇斯瑞特",
		[25363] = 5,
		[20729] = "江小魚",
		[44208] = 11,
		[32389] = 9,
		[27089] = 5,
		[2379] = 5,
		[38304] = "深淵守衛提達費斯",
		[24640] = "蠍子 <高城仔館治>",
		[19410] = 3,
		[2479] = 4,
		[47519] = 1,
		[9898] = 11,
		[56222] = 6,
		[20050] = 2,
		[48543] = 6,
		[28497] = 4,
		[2651] = 5,
		[28753] = 3,
		[30209] = "夜禍",
		[43680] = 7,
		[33697] = 7,
		[10538] = 7,
		[58782] = "墓穴猎手",
		[29521] = "魅影賓客",
		[51103] = "法师领主伊洛姆",
		[44046] = 5,
		[15616] = "暗法師希斯",
		[60062] = 5,
		[21970] = 11,
		[3169] = 2,
		[48800] = 2,
		[30545] = 9,
		[22482] = 4,
		[53407] = 2,
		[23506] = 1,
		[15242] = "地獄火小鬼",
		[31697] = "飢餓之牙",
		[32330] = "萊庫黃蜂",
		[23250] = 7,
		[20186] = 2,
		[38817] = "死亡看守者",
		[10951] = 5,
		[39329] = "高階星術師索拉瑞恩",
		[16593] = 1,
		[24018] = "古拉巴什擲斧者",
		[32337] = "老巫婆",
		[24274] = 2,
		[32593] = 7,
		[33096] = "野生惡魔捕獵者 <召喚者歐莫>",
		[26745] = 7,
		[16595] = 8,
		[58703] = 7,
		[22858] = "看護者卡爾古瑪",
		[33954] = "索爾",
		[34210] = 5,
		[25899] = 2,
		[42913] = 8,
		[12966] = 1,
		[35234] = "沼澤挖掘者",
		[43681] = 7,
		[29175] = 8,
		[51735] = 6,
		[37282] = 9,
		[36514] = "魔爆術",
		[38806] = "亞克崔茲防衛者",
		[53408] = 2,
		[3355] = 3,
		[45729] = 5,
		[27090] = 8,
		[27218] = 9,
		[38306] = "深淵守衛提達費斯",
		[13738] = 1,
		[38818] = "死亡看守者",
		[27155] = 2,
		[30925] = "創造者",
		[8075] = 7,
		[17099] = 11,
		[6788] = 5,
		[37469] = "獸人術士 <永世相知>",
		[48801] = 2,
		[47837] = 9,
		[28810] = 5,
		[15586] = "敦霍爾德衛兵",
		[3627] = 11,
		[33699] = "弗拉祖恩 <臭球球>",
		[36991] = "扭曲分割者",
		[37283] = "風暴要塞-熔爐鷹獵者",
		[29522] = "貞潔聖女",
		[42914] = 8,
		[51353] = "冰無霜",
		[50764] = 11,
		[60064] = 9,
		[48122] = 5,
		[31486] = "米克吉勒·蒸汽操控者",
		[58785] = 7,
		[30546] = 9,
		[35748] = "惡魔般的獵犬 <無疤者歐瑪爾>",
		[37027] = "工程大師泰隆尼卡斯",
		[45474] = 1,
		[15530] = "不死的巫士 <奧奇奈靈魂牧師>",
		[37795] = 2,
		[19647] = "卡格羅姆 <Ignited>",
		[38307] = 4,
		[15786] = "原獵者瑟魯加",
		[38819] = "[*] 死亡衝擊",
		[32600] = 11,
		[18879] = 9,
		[23891] = 1,
		[8427] = 8,
		[16170] = "監工斯尼維爾",
		[24275] = 2,
		[32594] = 7,
		[16362] = 7,
		[24659] = 8,
		[57761] = 8,
		[41635] = 5,
		[33700] = "漢祖恩 <Irrebuttable>",
		[36483] = 2,
		[25299] = 11,
		[5708] = 1,
		[17364] = 7,
		[34980] = "背叛者曼紐",
		[9515] = 7,
		[60065] = 4,
		[8939] = 11,
		[2580] = 1,
		[38831] = "亞克崔茲哨兵",
		[66803] = 6,
		[10472] = 7,
		[22731] = 8,
		[37284] = "[*] 滾燙水浪",
		[22859] = "高階祭司塞卡爾",
		[62124] = 2,
		[27219] = 9,
		[25298] = 11,
		[46755] = 7,
		[34392] = "萊庫釘刺者",
		[39076] = "灰色之心縛法者",
		[9835] = 11,
		[27987] = "埃雷達爾死亡召喚者",
		[35027] = 9,
		[58427] = 4,
		[37109] = "星術師",
		[28499] = 3,
		[10219] = 8,
		[55458] = 7,
		[33189] = "高階星術師索拉瑞恩",
		[27022] = 3,
		[33701] = "蘇爾努茲 <姜小蝦>",
		[14273] = 3,
		[33778] = 1,
		[43182] = 2,
		[30803] = 7,
		[10173] = 8,
		[29907] = "法力供應蟲",
		[30035] = "埃蘭之影",
		[10987] = "盤牙奴隸管理者",
		[1978] = 3,
		[25364] = 5,
		[27213] = 9,
		[47520] = 1,
		[11307] = "火焰新星圖騰 V <斬殺王>",
		[11371] = 2,
		[22271] = "秘法僕人",
		[20569] = 1,
		[5782] = 9,
		[23252] = 3,
		[14317] = 3,
		[39414] = "高階星術師索拉瑞恩",
		[55459] = 7,
		[41587] = "鳳凰 <凱爾薩斯·逐日者>",
		[1766] = 4,
		[24020] = "古拉巴什擲斧者",
		[5857] = 9,
		[27024] = 3,
		[15615] = "破碎之手軍團士兵",
		[24134] = 3,
		[22850] = 1,
		[38379] = "奧奇奈復仇者",
		[35353] = 4,
		[33702] = 9,
		[33958] = 8,
		[25300] = 4,
		[6358] = "霍爾奈斯 <血小小>",
		[42917] = 8,
		[12967] = 1,
		[69403] = 2,
		[45463] = 6,
		[23035] = 1,
		[13099] = 1,
		[13163] = 3,
		[25742] = 2,
		[34922] = "奈薩斯恐獸",
		[18265] = "張嘻嘻",
		[10159] = 8,
		[27280] = "卡格羅姆 <Ignited>",
		[6774] = 4,
		[27220] = 9,
		[38310] = "瓦許女士",
		[19285] = 5,
		[42859] = 8,
		[39078] = 2,
		[27860] = 8,
		[27988] = "埃雷達爾死亡召喚者",
		[53508] = "劫毀者 <血雞林薩滿>",
		[20053] = 2,
		[63106] = 9,
		[14251] = 4,
		[14315] = 3,
		[14284] = 3,
		[25560] = 7,
		[467] = 9,
		[25304] = 8,
		[50341] = "翡翠幼龙 <肥貓咪咪>",
		[33789] = "中尉崔克",
		[34471] = 3,
		[16857] = 11,
		[40578] = 11,
		[29908] = "法力供應蟲",
		[30036] = "伊斯利盜法者",
		[11713] = 9,
		[31543] = "納迦蒸餾者",
		[25253] = 1,
		[29582] = "魅影賓客",
		[24907] = 11,
		[1510] = 3,
		[30932] = "破碎之手戰犬大師",
		[15531] = "浪潮奔騰者",
		[54181] = 9,
		[15659] = "暗法師希斯",
		[30743] = "大術士奈德克斯",
		[27253] = 9,
		[38823] = "熱能之眼",
		[39079] = "風暴要塞-熔爐鷹獵者",
		[64420] = 3,
		[55973] = 6,
		[24021] = "哈卡萊祭司",
		[47991] = "赫斯利娜 <雪豆>",
		[17750] = "麥茲多克 <莯小桐>",
		[48806] = 2,
		[16829] = "Crazy <Ahbao>",
		[1454] = 9,
		[37595] = 5,
		[17619] = 2,
		[527] = 5,
		[27086] = 8,
		[58789] = 7,
		[25429] = 5,
		[42919] = 9,
		[34984] = "沼地鰭刺",
		[46987] = 8,
		[25941] = 7,
		[8940] = 11,
		[12970] = 1,
		[45922] = 1,
		[8124] = 5,
		[34798] = "血守衛綠色看守者",
		[20308] = 2,
		[35478] = 11,
		[38509] = "瓦許女士",
		[24132] = 3,
		[27221] = 9,
		[38312] = "暗影領主戴斯衛歐",
		[603] = 9,
		[38824] = "熱能之眼",
		[63653] = 1,
		[9900] = 1,
		[55974] = 6,
		[34477] = 3,
		[38264] = "卡巴祭儀師",
		[988] = 5,
		[635] = 2,
		[639] = 2,
		[33865] = "伊斯利拾荒者",
		[647] = 2,
		[20824] = "孢子行者 <黑色捕獵者>",
		[75593] = 3,
		[33961] = "塞司克新兵",
		[58790] = 7,
		[30528] = "地獄火導魔師",
		[42920] = 8,
		[10796] = 5,
		[57516] = 1,
		[43688] = 7,
		[30165] = 7,
		[691] = "純情洨呆貓",
		[30421] = 1,
		[25046] = 4,
		[44968] = 7,
		[10157] = 8,
		[37289] = "星術領主",
		[18803] = 8,
		[31821] = 2,
		[23126] = 2,
		[48040] = 5,
		[21333] = "靈魂吞食者",
		[38825] = "熱能之眼",
		[63654] = 2,
		[47528] = 6,
		[23894] = 1,
		[24022] = "哈卡萊祭司",
		[48296] = 1,
		[20748] = 11,
		[24406] = 3,
		[49064] = 3,
		[32938] = "迷失的靈魂",
		[49576] = 6,
		[16727] = 1,
		[783] = 11,
		[50344] = "翡翠幼龙 <凡哥>",
		[16589] = 8,
		[35283] = "狂怒的烈焰",
		[42921] = 8,
		[27000] = 11,
		[36414] = 5,
		[17146] = "卡巴暗影牧師",
		[39413] = "黑暗之血矛兵",
		[31086] = "機器人",
		[29765] = "血守衛保衛者",
		[9472] = 5,
		[36778] = "埃雷達爾嗜魂者",
		[32717] = 11,
		[18647] = 9,
		[1449] = 8,
		[27094] = 3,
		[27222] = 9,
		[12021] = "卡巴狂熱者",
		[25585] = 7,
		[38826] = "熱能之眼",
		[63655] = 11,
		[871] = 1,
		[19028] = 9,
		[48041] = 11,
		[883] = 3,
		[36886] = "惡毒的妖婦",
		[28502] = 1,
		[49065] = 3,
		[10220] = 8,
		[46089] = 2,
		[25737] = 2,
		[29142] = 1,
		[915] = 7,
		[17261] = "ocugen <邁克爾假死>",
		[1062] = 11,
		[939] = 7,
		[38797] = "莫爾墨",
		[35243] = "尋日虛空束縛者",
		[35499] = "納吉斯·法亞司",
		[52137] = 7,
		[30294] = 9,
		[30422] = 1,
		[30550] = 7,
		[959] = 7,
		[30806] = 7,
		[2458] = 1,
		[15532] = "卡巴祭儀師",
		[22999] = 3,
		[38059] = "鳥人黑暗之鷹",
		[7159] = "恆龍刺客",
		[38827] = "熱能之眼",
		[23511] = "石爐元帥",
		[42976] = 1,
		[20343] = 1,
		[48042] = 1,
		[32214] = 8,
		[16172] = "督軍卡利斯瑞",
		[17530] = 7,
		[24407] = "血領主曼多基爾",
		[49066] = 3,
		[32940] = "幽暗的召喚者",
		[1038] = 2,
		[27159] = 2,
		[16856] = "恆龍殺戮者",
		[33964] = "塞司克烏鴉護衛",
		[50672] = 2,
		[25431] = 5,
		[25559] = 7,
		[57721] = 7,
		[33707] = "煽動者黑心",
		[17752] = "克拉格加克 <致命大榔頭>",
		[8941] = 11,
		[1126] = 11,
		[20055] = 2,
		[39850] = 9,
		[38496] = "盤牙憎恨尖嘯者",
		[37036] = "工程大師泰隆尼卡斯",
		[26839] = 4,
		[37290] = 11,
		[33649] = 11,
		[27223] = 9,
		[38316] = "瓦許女士",
		[38572] = "瓦司金榮譽守衛",
		[11297] = 4,
		[14868] = "醉酒的奴隸主",
		[39340] = "奎克米瑞",
		[29455] = 1,
		[51112] = "法师领主伊洛姆",
		[48299] = 5,
		[20184] = 2,
		[28503] = 9,
		[49067] = 3,
		[13339] = "強效火焰元素 <坦薩白龍>",
		[30223] = "祖托姆 <鉛筆小新>",
		[10413] = 7,
		[33709] = "煽動者黑心",
		[39077] = "血守衛扈從",
		[10605] = 7,
		[42668] = 1,
		[42134] = 1,
		[43180] = 4,
		[29911] = "魔法驚懼",
		[30039] = "伊斯利盜法者",
		[21976] = 5,
		[19979] = 2,
		[30423] = 11,
		[11689] = 9,
		[38056] = "鳥人撕裂者",
		[30807] = 7,
		[31462] = 9,
		[48982] = 6,
		[23000] = 3,
		[28788] = "牧師學打架",
		[38317] = 8,
		[53652] = 2,
		[38829] = "亞克崔茲哨兵",
		[18790] = "羊聰人",
		[25557] = 7,
		[1494] = 3,
		[51722] = 4,
		[48300] = 5,
		[20039] = 3,
		[24408] = "血領主曼多基爾",
		[32727] = 3,
		[36383] = "死亡看守者辛瑞克",
		[33198] = 5,
		[63652] = 6,
		[25048] = 4,
		[23509] = 3,
		[34222] = "尋日導魔師",
		[29512] = "貞潔聖女",
		[42925] = "Kk-瑪拉頓",
		[9784] = 1,
		[56491] = 8,
		[22642] = "暮光龍獸人",
		[22724] = 11,
		[25297] = 11,
		[51978] = 2,
		[6615] = 11,
		[34580] = 1,
		[48805] = 2,
		[63544] = 5,
		[26968] = 4,
		[13549] = 3,
		[27224] = 9,
		[34162] = "虛無搶奪者",
		[38574] = "[*] 毒性孢子",
		[38830] = "亞克崔茲哨兵",
		[29581] = "魅影賓客",
		[32338] = "老巫婆",
		[19801] = 3,
		[23251] = 4,
		[48301] = 5,
		[20185] = 2,
		[28504] = 11,
		[81748] = 11,
		[28760] = 7,
		[33199] = 5,
		[20825] = "醉酒的奴隸主",
		[33711] = "莫爾墨",
		[33967] = "塞司克護衛",
		[58796] = 7,
		[61858] = "冬拥湖投石车",
		[42926] = 8,
		[14893] = 5,
		[35247] = 1,
		[21849] = 11,
		[35759] = "怒鐮者索寇斯瑞特",
		[15244] = "敦霍爾德法師",
		[30616] = "瑪瑟里頓",
		[39319] = 4,
		[25661] = 11,
		[30808] = 7,
		[62078] = 11,
		[37551] = "不死的捕獵者 <奧奇奈僧侶>",
		[55078] = 6,
		[26889] = 4,
		[25035] = "純正的海卓司子嗣",
		[12782] = "破碎之手勇士",
		[31704] = "黑色捕獵者",
		[39087] = "紅手戰鬥法師",
		[15981] = "時光流逝占卜者",
		[39599] = 3,
		[48567] = "寒湘嫦",
		[9782] = 1,
		[16237] = 7,
		[40623] = 2,
		[26067] = 1,
		[2060] = 5,
		[33200] = 5,
		[49838] = "琥珀幼龙 <特變電工>",
		[32932] = "火翼術士",
		[4043] = "哥布林地雷 <终焉誓約>",
		[37526] = 1,
		[25433] = 5,
		[18792] = 9,
		[43183] = 8,
		[17626] = 1,
		[37790] = "盤牙伏擊者",
		[35760] = "巨型泥沼史卓克",
		[44207] = 11,
		[25653] = "夜禍",
		[31555] = "盤牙預言者",
		[36784] = "埃雷達爾嗜魂者",
		[35482] = 5,
		[64205] = 2,
		[673] = 1,
		[1539] = 3,
		[11306] = "火焰新星圖騰 IV <別打我要有愛>",
		[26261] = 9,
		[38576] = "瓦司金榮譽守衛",
		[25392] = 5,
		[46988] = 8,
		[25810] = "毒蛇",
		[17941] = 9,
		[332] = 7,
		[16979] = 11,
		[48559] = "蘭斯奈特",
		[13446] = "盤牙痲瘋者",
		[10535] = 7,
		[29832] = "獵人阿圖曼 <午夜>",
		[25292] = 2,
		[10414] = 7,
		[34785] = "風暴要塞-熔爐保安官",
		[49803] = 11,
		[2652] = 5,
		[32913] = "兇惡的泰洛飛蛾",
		[59657] = 8,
		[29564] = "凱崔娜·瓦映迪女士",
		[29427] = "史卡拉克上尉",
		[21850] = 11,
		[30033] = 1,
		[2764] = 1,
		[52655] = 1,
		[25331] = 5,
		[37517] = 1,
		[30809] = 7,
		[11374] = 2,
		[30931] = "破碎之手百夫長",
		[20178] = 2,
		[27217] = 9,
		[38816] = "死亡看守者",
		[10177] = 8,
		[51729] = 1,
		[10890] = 5,
		[55198] = 7,
		[35474] = 3,
		[1769] = 4,
		[50421] = 6,
		[48560] = 11,
		[40625] = 5,
		[24587] = "可口腸粉 <可口龍龍>",
		[8117] = 3,
		[11567] = 1,
		[49840] = "琥珀幼龙 <特變電工>",
		[12526] = 8,
		[38047] = "碧蓝缚法者",
		[12654] = 8,
		[37275] = "紅手審判官",
		[51120] = 11,
		[43185] = 9,
		[17627] = 9,
		[1672] = 1,
		[26074] = 11,
		[28813] = 4,
		[29386] = "男爵洛夫·崔克爾",
		[22734] = 7,
		[36786] = "埃雷達爾嗜魂者",
		[865] = 8,
		[1130] = 3,
		[48541] = 11,
		[27277] = "卡格羅姆 <Ignited>",
		[27226] = 9,
		[27088] = 8,
		[30708] = 7,
		[38455] = "深淵守衛沙卡奇斯",
		[37265] = "紅手戰鬥法師",
		[19675] = 11,
		[47793] = 9,
		[51693] = 4,
		[30707] = "無疤者歐瑪爾",
		[20187] = 2,
		[40626] = 8,
		[14318] = 3,
		[27180] = 2,
		[588] = 5,
		[10] = 8,
		[43019] = 8,
		[37664] = "盤牙女巫師",
		[25294] = 3,
		[42137] = 1,
		[42930] = 8,
		[43186] = 11,
		[20352] = 3,
		[35507] = "荊棘撕掠者",
		[3045] = 3,
		[34510] = 1,
		[36275] = "裂縫看守者",
		[30554] = 8,
		[36787] = "埃雷達爾死亡召喚者",
		[53425] = "哈罗德·兰恩",
		[30938] = "『破壞者』凱利丹",
		[39024] = "薩弗隆熔岩丟擲者",
		[58180] = 11,
		[23131] = 2,
		[53189] = 11,
		[32587] = "破碎之手勇士",
		[11770] = 9,
		[31834] = 2,
		[39347] = "尋日基因接合者",
		[50842] = 6,
		[25295] = 3,
		[32346] = "主教瑪拉達爾",
		[4060] = "大野貓阿吉",
		[48818] = 2,
		[14271] = 3,
		[8516] = 1,
		[42293] = 9,
		[38523] = "尼德斯",
		[32651] = "塞司克烏鴉護衛",
		[30458] = 9,
		[17116] = 11,
		[25435] = 5,
		[25563] = 7,
		[34996] = "血守衛治安官",
		[17628] = 8,
		[32784] = "影月技師",
		[48156] = 5,
		[36020] = "破碎之手打鬥者",
		[36276] = "裂縫看守者",
		[54043] = "男神歐霸",
		[39913] = 3,
		[122] = 8,
		[29707] = 1,
		[28540] = 8,
		[10444] = 7,
		[11642] = "盤牙痲瘋者",
		[38324] = 7,
		[38580] = "盤牙女祭司",
		[27611] = "柏爾拉克, 歐朗諾克之子",
		[52874] = 4,
		[9839] = 11,
		[12169] = "索爾",
		[58249] = 5,
		[53654] = 2,
		[48563] = 11,
		[28507] = 4,
		[24870] = 1,
		[20572] = 3,
		[18791] = 9,
		[24398] = 7,
		[33717] = 8,
		[21084] = 2,
		[34229] = "歐爾",
		[46989] = 8,
		[10442] = 7,
		[10799] = 3,
		[29802] = "未知目標 <午夜>",
		[10927] = 5,
		[30171] = "泰瑞斯提安·疫蹄",
		[44212] = 5,
		[36277] = "裂縫看守者",
		[28545] = 5,
		[36789] = "埃雷達爾死亡召喚者",
		[676] = 1,
		[50454] = "血虫 <歪炘鈔>",
		[131] = 7,
		[697] = 9,
		[5784] = 9,
		[38325] = 11,
		[11695] = 9,
		[31707] = "水元素 <綠你個大草原>",
		[54153] = 2,
		[35481] = 8,
		[29584] = "魅影管理員",
		[34969] = "獰笑骷髏盜賊",
		[13584] = "重組的骸骨",
		[48564] = 11,
		[48820] = 2,
		[6136] = "敦霍爾德法師",
		[23828] = "Blueheart",
		[33206] = 5,
		[24924] = 5,
		[51470] = 7,
		[2367] = 11,
		[25308] = 5,
		[17538] = 4,
		[51124] = 6,
		[26571] = 4,
		[17629] = 1,
		[12975] = 1,
		[28773] = 1,
		[36022] = "操縱者帕薩里歐",
		[18141] = 5,
		[19472] = "雪盲伏擊者",
		[62088] = 11,
		[45237] = 5,
		[16832] = "豹",
		[3472] = 2,
		[6405] = 8,
		[27228] = 9,
		[27012] = 11,
		[38582] = "盤牙女祭司",
		[38838] = "奈加頓尖嘯者",
		[48785] = "Ariella",
		[27868] = 11,
		[27996] = 5,
		[38808] = "亞克崔茲守衛",
		[32011] = "血鱗呼浪者",
		[48565] = 11,
		[28508] = 8,
		[7160] = "幽暗的劊子手",
		[59914] = 8,
		[5502] = 2,
		[42832] = 8,
		[66844] = 7,
		[33975] = "米歐浩斯·曼納斯頓",
		[50613] = 6,
		[7384] = 1,
		[38146] = "塞司克神諭者",
		[14895] = "敦霍爾德哨兵",
		[35255] = "秘法僕人",
		[35511] = "塔倫米爾監視者",
		[35767] = "[*] 惡魔烈焰",
		[30300] = 9,
		[36279] = "裂縫看守者",
		[20168] = 2,
		[39144] = "大君王莫卡爾",
		[15407] = 5,
		[30940] = "『破壞者』凱利丹",
		[22886] = "古拉巴什勇士",
		[41252] = 8,
		[1604] = "被折磨的骷髏",
		[32554] = 9,
		[15791] = "盤牙預言者",
		[37257] = "紅手血騎士",
		[39095] = "莫克札王子",
		[27137] = 2,
		[53307] = 11,
		[8056] = 7,
		[37656] = 7,
		[48566] = 11,
		[48822] = 2,
		[5677] = "法力之泉圖騰",
		[50677] = 2,
		[46568] = "艾胡恩教徒霜風",
		[24925] = 5,
		[33720] = 3,
		[33946] = 8,
		[25309] = 9,
		[25437] = 5,
		[25391] = 7,
		[61895] = 6,
		[25821] = "大酋長卡加斯·刃拳",
		[42218] = 9,
		[60341] = 3,
		[55019] = 8,
		[37274] = "紅手審判官",
		[2912] = 11,
		[32897] = "火翼血守衛",
		[37112] = "風暴要塞-鐵匠",
		[26986] = 11,
		[5246] = 1,
		[27101] = 8,
		[12042] = 8,
		[26654] = 1,
		[15497] = "卡巴祭儀師",
		[38840] = "奈加頓尖嘯者",
		[39096] = "機械王卡帕希特斯",
		[27869] = 3,
		[9904] = 11,
		[45283] = 11,
		[40120] = 11,
		[20190] = 3,
		[28509] = 3,
		[35915] = "星術師",
		[28765] = 8,
		[22558] = "暮光龍獸人",
		[53351] = 3,
		[33721] = 7,
		[23925] = 1,
		[29405] = "女爵朵洛希·米爾斯泰普",
		[22790] = 7,
		[34745] = "爭吵者保衛者 <大植物學家費瑞衛恩>",
		[54755] = 11,
		[38896] = "伊斯利恩波動法師",
		[10928] = 5,
		[52151] = 1,
		[19658] = "基麥恩",
		[35869] = "凱爾薩斯·逐日者",
		[30557] = 8,
		[61295] = 7,
		[9858] = 11,
		[38132] = 2,
		[31069] = "稻草人",
		[17462] = 8,
		[39416] = "盤牙巫女",
		[62902] = 6,
		[31581] = "盤牙巫女",
		[11962] = "火翼術士",
		[63670] = 3,
		[39031] = "深幽泥沼巨人",
		[39609] = "法力之潮圖騰 <巴歐薩喀爾>",
		[32221] = 2,
		[36994] = "虛空之絃長弓",
		[48568] = 11,
		[48824] = 2,
		[55503] = 4,
		[22564] = 1,
		[49592] = "琥珀幼龙 <特變電工>",
		[24926] = 2,
		[25054] = "日光之室牧師",
		[29841] = 1,
		[57821] = 8,
		[34490] = 3,
		[25566] = "治療之泉圖騰 VI <進化傻滿>",
		[17503] = "深藍色巨蛇",
		[49235] = 7,
		[12976] = 1,
		[60343] = 11,
		[53220] = 3,
		[13168] = "作戰小雞",
		[57842] = 4,
		[18399] = "影月召喚者",
		[45241] = 5,
		[24435] = "古拉巴什飲血者",
		[30916] = "布洛克",
		[30479] = "影月侍僧",
		[27230] = 9,
		[38330] = "深淵守衛卡利迪斯",
		[54968] = 2,
		[18945] = "『火焰之王』賽洛庫",
		[63671] = 3,
		[27870] = 5,
		[58861] = "幽灵狼 <阿布羅狄>",
		[27026] = 3,
		[64695] = "地缚图腾 <診察處女護士>",
		[28382] = 5,
		[48825] = 2,
		[33908] = "惡魔野豬",
		[28766] = 8,
		[66235] = 2,
		[45768] = 2,
		[33483] = "火翼術士",
		[50361] = "生疮的食尸鬼",
		[29406] = "女爵朵洛希·米爾斯泰普",
		[21343] = 3,
		[34747] = 9,
		[62036] = 6,
		[45544] = 4,
		[43706] = 8,
		[35547] = 4,
		[36835] = "無束縛的摧毀者",
		[38645] = "灰色之心虛空法師",
		[24713] = 1,
		[30686] = "無疤者歐瑪爾",
		[37051] = "埃蘭之影",
		[22751] = 1,
		[37563] = 5,
		[37936] = "蒸汽操控者技師",
		[31326] = "恆龍刺客",
		[31036] = 5,
		[4068] = 1,
		[38843] = "埃雷達爾嗜魂者",
		[63672] = 3,
		[34287] = "歐爾",
		[1044] = 2,
		[36992] = "操縱者帕薩里歐",
		[39373] = 9,
		[26866] = 4,
		[48826] = 2,
		[16368] = 1,
		[3044] = 3,
		[24799] = 7,
		[24927] = 5,
		[16864] = 11,
		[39120] = "血守衛綠色看守者",
		[25311] = 9,
		[42683] = 9,
		[25567] = 7,
		[19579] = "咕咕 <一二三>",
		[22561] = "暮光龍獸人",
		[60089] = 11,
		[55265] = 6,
		[10301] = 2,
		[18144] = "鳥人戰鷹",
		[38655] = "毒蛇神殿潛伏者",
		[36796] = "突變鑽地蟲",
		[37052] = "埃蘭之影",
		[35139] = 1,
		[48422] = 11,
		[27103] = 8,
		[54458] = 1,
		[38332] = 2,
		[38588] = "女祭司之魂",
		[50436] = 6,
		[36901] = 9,
		[9841] = 11,
		[64844] = 5,
		[26999] = 11,
		[56506] = 8,
		[48571] = 11,
		[28511] = 1,
		[10225] = 8,
		[39122] = "巨型爭吵者",
		[23036] = 4,
		[5209] = 11,
		[29151] = 1,
		[59885] = "汙喵王 <我沒一米八-瑪拉頓>",
		[51662] = 4,
		[11661] = 9,
		[42940] = 8,
		[5401] = "雷首蜥蜴",
		[29919] = "法力扭曲",
		[10929] = 5,
		[60346] = 1,
		[50401] = 6,
		[33770] = 11,
		[30559] = 1,
		[36797] = "凱爾薩斯·逐日者",
		[37053] = "埃蘭之影",
		[37309] = 11,
		[37565] = 5,
		[54203] = 2,
		[54459] = 1,
		[38333] = 2,
		[38589] = "未知目標",
		[38845] = "埃雷達爾死亡召喚者",
		[30659] = "血之谷占卜者",
		[30741] = "大術士奈德克斯",
		[50213] = 11,
		[32223] = 2,
		[49001] = 3,
		[48572] = 11,
		[24185] = "高階祭司塞卡爾",
		[24544] = 8,
		[57531] = 8,
		[22782] = 8,
		[47193] = 9,
		[33726] = 1,
		[6297] = 7,
		[25312] = 5,
		[25440] = 5,
		[53751] = 2,
		[57606] = "冬拥湖投石车",
		[34797] = "血守衛綠色看守者",
		[34820] = "召喚的血守衛後備軍",
		[33513] = 8,
		[22424] = "不死的巫士 <奧奇奈靈魂牧師>",
		[38791] = "領導者瓦皮歐",
		[19480] = 9,
		[42281] = "跳動的南瓜 <無頭騎士>",
		[37054] = "召喚的元素 <埃蘭之影>",
		[37310] = 11,
		[37566] = "無疤者歐瑪爾",
		[13553] = "不要打我柯基",
		[54460] = 1,
		[46424] = 1,
		[19266] = 5,
		[38846] = "埃雷達爾死亡召喚者",
		[63675] = 5,
		[17392] = 11,
		[34696] = 1,
		[36333] = "血守衛治療者",
		[46584] = 6,
		[48573] = 11,
		[37249] = "血守衛復仇者",
		[58431] = 3,
		[20577] = 9,
		[15700] = 4,
		[14285] = 3,
		[29847] = "獵人阿圖曼 <午夜>",
		[7321] = 8,
		[29408] = "凱崔娜·瓦映迪女士",
		[36339] = "紅色幼苗 <大植物學家費瑞衛恩>",
		[38112] = "World Trigger (Tiny)",
		[8450] = 8,
		[35263] = "虛空術師賽菲瑞雅",
		[39127] = "尋日化學家",
		[60986] = 4,
		[33926] = 11,
		[29063] = 7,
		[50424] = 4,
		[30688] = "獰笑骷髏執行者",
		[43764] = 4,
		[15473] = 5,
		[36971] = "大星術師卡普尼恩",
		[34164] = "虛無搶奪者",
		[25574] = 7,
		[38335] = "深淵守衛卡利迪斯",
		[38591] = "盤牙破碎者",
		[28734] = 8,
		[2383] = 4,
		[49236] = 7,
		[47806] = 4,
		[48062] = "Spiritangel-瑪拉頓",
		[16177] = 7,
		[48574] = 11,
		[24417] = 3,
		[32736] = 1,
		[2061] = 5,
		[50731] = "幻影食人魔",
		[29680] = "鬼靈表演者",
		[8008] = 7,
		[49237] = 7,
		[50622] = 1,
		[25441] = 5,
		[34752] = "白色幼苗 <大植物學家費瑞衛恩>",
		[35008] = "爆裂者洛克瑪",
		[56699] = 1,
		[20346] = 2,
		[8946] = 11,
		[36032] = 8,
		[17712] = 8,
		[54646] = 8,
		[35183] = "血守衛百夫長",
		[55915] = 2,
		[18658] = 11,
		[18798] = 8,
		[770] = "大哥沒有輸",
		[11831] = "盤牙痲瘋者",
		[27013] = 11,
		[38592] = "坦普拉斯",
		[38848] = "埃雷達爾死亡召喚者",
		[39104] = 7,
		[27873] = 5,
		[14873] = "恆龍刺客",
		[48063] = 5,
		[20066] = 2,
		[28385] = 5,
		[349981] = 7,
		[61006] = 3,
		[28769] = 8,
		[29704] = 1,
		[48112] = 5,
		[2062] = 7,
		[2637] = 11,
		[10610] = 1,
		[29537] = "魅影守衛",
		[42944] = 8,
		[53365] = 6,
		[35265] = "尋日星法師",
		[43712] = 9,
		[6533] = "盤牙工程師",
		[36033] = "破碎之手打鬥者",
		[57934] = 4,
		[53601] = "家庭理髮",
		[11712] = 9,
		[37057] = "夜禍",
		[26121] = 7,
		[17402] = 11,
		[30910] = 9,
		[2893] = 11,
		[31457] = "時間領主迪賈",
		[38593] = "坦普拉斯",
		[2941] = 9,
		[974] = 7,
		[2973] = 3,
		[47808] = 9,
		[6713] = "盤牙奴隸管理者",
		[61391] = 11,
		[48576] = 11,
		[31771] = 1,
		[49088] = 6,
		[44106] = 1,
		[34273] = "歐爾",
		[16739] = 7,
		[25058] = "不死的教士 <奧奇奈靈魂牧師>",
		[33986] = 11,
		[25314] = 5,
		[25442] = 7,
		[34754] = 5,
		[35010] = "背叛者曼紐",
		[35266] = "尋日星法師",
		[17439] = "奧奇奈復仇者",
		[30844] = "影月技師",
		[61684] = "醇小黑 <醇親王>",
		[25448] = 7,
		[61388] = 11,
		[47824] = 9,
		[13362] = 3,
		[49012] = 3,
		[26978] = 11,
		[34650] = "暗影惡魔 <不死牧帥>",
		[48480] = 11,
		[12177] = 9,
		[63167] = 9,
		[38850] = "無鏈結的毀滅者",
		[13874] = 2,
		[29341] = 9,
		[47809] = 9,
		[19939] = 2,
		[55277] = 7,
		[48577] = 11,
		[8914] = 9,
		[14322] = 3,
		[28770] = 8,
		[8374] = "塔瓦洛克",
		[36924] = "先驅者史蓋力司",
		[57609] = "冬拥湖攻城炮台 <大丶娃>",
		[33987] = 11,
		[15124] = "恆龍時間術師",
		[59072] = 11,
		[29666] = "骷髏接待員",
		[35011] = "風暴要塞-熔爐巡邏者",
		[35267] = "尋日星法師",
		[30050] = "惡魔般的小鬼 <泰瑞斯提安·疫蹄>",
		[15090] = "凱崔娜·瓦映迪女士",
		[48951] = 2,
		[11314] = 7,
		[30562] = 1,
		[25713] = 2,
		[37059] = "永不安息的骷髏",
		[20773] = 2,
		[22883] = "敦霍爾德衛兵",
		[24736] = 9,
		[12466] = "敦霍爾德法師",
		[31458] = "坦普拉斯",
		[10308] = 2,
		[38851] = "潛伏的女巫",
		[31842] = 2,
		[39363] = "領導者瓦皮歐",
		[47810] = 9,
		[48066] = 5,
		[15305] = "暗法師希斯",
		[48578] = 11,
		[48834] = 11,
		[60233] = 4,
		[10963] = 5,
		[15122] = "秘法惡魔 <伊斯利巫士>",
		[469] = 1,
		[34168] = "深幽泥沼蘑菇",
		[8170] = 7,
		[25315] = 5,
		[50882] = 6,
		[25122] = 8,
		[35012] = "風暴要塞-熔爐巡邏者",
		[35268] = "狂怒的烈焰",
		[48470] = 11,
		[51021] = "[*] 奥术射线",
		[58696] = "岩石看守者阿尔卡冯",
		[61654] = 7,
		[26467] = 5,
		[59377] = "法师领主伊洛姆",
		[37060] = "永不安息的骷髏",
		[37316] = 11,
		[26979] = 11,
		[38977] = "深幽泥沼巨人",
		[27235] = 9,
		[59628] = 4,
		[27171] = 2,
		[38852] = "潛伏的女巫",
		[48477] = 11,
		[39364] = "虛無旅人",
		[9907] = 11,
		[19940] = 2,
		[9910] = 11,
		[11130] = "古拉巴什狂戰士",
		[28515] = 1,
		[60494] = 7,
		[20580] = 11,
		[586] = 5,
		[50759] = "不稳定的宝珠",
		[48450] = 11,
		[33989] = "時光流逝占卜者",
		[20966] = 2,
		[34501] = 3,
		[10901] = 5,
		[35013] = "時光流逝控制者",
		[29923] = "巫術鬼魂",
		[43716] = 3,
		[30179] = "泰瑞斯提安·疫蹄",
		[5530] = 4,
		[27046] = 3,
		[9846] = 11,
		[30691] = "納桑",
		[11315] = 7,
		[37317] = "風暴要塞-熔爐鷹獵者",
		[11443] = "恐懼衛兵",
		[8012] = 7,
		[28521] = 2,
		[29673] = "魅影舞台助手",
		[32849] = "奧奇奈僧侶",
		[31715] = "黑色捕獵者",
		[55491] = "奇美拉 <狠活與科技>",
		[39365] = "莫爾墨",
		[47812] = 9,
		[48068] = 5,
		[32355] = 8,
		[3391] = "卡巴異教徒",
		[48836] = 2,
		[32739] = "扭曲追趕者",
		[32173] = "盤牙女巫師",
		[28142] = 8,
		[24932] = 11,
		[12531] = "血守衛殺戮者",
		[31534] = "督軍卡利斯瑞",
		[25316] = 5,
		[12723] = "盤牙侍從",
		[25572] = 1,
		[35014] = "[*] 魔爆術",
		[35270] = 7,
		[27189] = 4,
		[38630] = "灰色之心盾衛",
		[6554] = 1,
		[16568] = 5,
		[23161] = 9,
		[53188] = 11,
		[16508] = "大君王莫卡爾",
		[37318] = "風暴要塞-熔爐鷹獵者",
		[26980] = 11,
		[13555] = 3,
		[27236] = 9,
		[11968] = 1,
		[15232] = "恆龍污染者",
		[15744] = "不死的巫士 <奧奇奈復仇者>",
		[9826] = 11,
		[55748] = 2,
		[47813] = 9,
		[19941] = "老芋仔",
		[47993] = "未知目标 <沐玥>",
		[18562] = 11,
		[33405] = 8,
		[14323] = 3,
		[28772] = 8,
		[12675] = "盤牙巫女",
		[33479] = 11,
		[29506] = 8,
		[7322] = 8,
		[39297] = "無疤者歐瑪爾",
		[29540] = "鬼靈侍從",
		[34759] = "大植物學家費瑞衛恩",
		[27076] = 8,
		[29924] = "巫術鬼魂",
		[19655] = "格里格里姆 <沒這麼誇張>",
		[30180] = 2,
		[40583] = "不穩定者海卓司",
		[27078] = 8,
		[30564] = 3,
		[31942] = "敦霍爾德槍手",
	},
	["encounter_spell_pool"] = {
		{
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		}, -- [1]
		{
			1926, -- [1]
			"爭吵者保衛者 <大植物學家費瑞衛恩>", -- [2]
		}, -- [2]
		[30498] = {
			1936, -- [1]
			"次級暗影裂縫 <大術士奈德克斯>", -- [2]
		},
		[30530] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[37531] = {
			625, -- [1]
			"灰色之心縛法者", -- [2]
		},
		[15305] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33663] = {
			1914, -- [1]
			"土元素圖騰 <兜蕊咪>", -- [2]
		},
		[31697] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[34782] = {
			1926, -- [1]
			"藍色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[35869] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[36924] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[34974] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[37052] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[22666] = {
			789, -- [1]
			"高階祭司塞卡爾", -- [2]
		},
		[58663] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[30898] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30914] = {
			1924, -- [1]
			"布洛克毒雲 <布洛克>", -- [2]
		},
		[37276] = {
			733, -- [1]
			"紅手審判官", -- [2]
		},
		[34271] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[15497] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[38459] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[22858] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[30035] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30115] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[30131] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30179] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[12548] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33792] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[32865] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[39035] = {
			625, -- [1]
			"毒蛇神殿招潮者 <灰色之心浪潮呼喚者>", -- [2]
		},
		[39067] = {
			627, -- [1]
			"潮行者薩滿", -- [2]
		},
		[37053] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[39131] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[39195] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[38236] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[29380] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[35263] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[33281] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[25368] = {
			1931, -- [1]
			5, -- [2]
		},
		[25384] = {
			1931, -- [1]
			5, -- [2]
		},
		[30531] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[29572] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[37661] = {
			733, -- [1]
			8, -- [2]
		},
		[32689] = {
			1903, -- [1]
			"時光流逝占卜者", -- [2]
		},
		[30691] = {
			1892, -- [1]
			"納桑", -- [2]
		},
		[30707] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[30739] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[14874] = {
			1921, -- [1]
			"恆龍刺客", -- [2]
		},
		[39004] = {
			1916, -- [1]
			"無鏈結的虛無區 <無約束的希瑞奇斯>", -- [2]
		},
		[40059] = {
			1922, -- [1]
			"創造者", -- [2]
		},
		[37054] = {
			658, -- [1]
			"召喚的元素 <埃蘭之影>", -- [2]
		},
		[39132] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[35072] = {
			1927, -- [1]
			"荊棘鞭笞者", -- [2]
		},
		[36127] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[29908] = {
			656, -- [1]
			"法力供應蟲", -- [2]
		},
		[34273] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[29956] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[36383] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[30004] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[22859] = {
			789, -- [1]
			"高階祭司塞卡爾", -- [2]
		},
		[37566] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[22907] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[38653] = {
			625, -- [1]
			"腐臭磨菇", -- [2]
		},
		[27079] = {
			733, -- [1]
			8, -- [2]
		},
		[15090] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30180] = {
			657, -- [1]
			"魔胎", -- [2]
		},
		[42010] = {
			733, -- [1]
			"未知目標", -- [2]
		},
		[39005] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[36991] = {
			733, -- [1]
			"扭曲分割者", -- [2]
		},
		[37023] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[39133] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[38142] = {
			1903, -- [1]
			"希斯冰霜元素 <暗法師希斯>", -- [2]
		},
		[35105] = {
			1942, -- [1]
			"盤牙戰士", -- [2]
		},
		[58666] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[39261] = {
			626, -- [1]
			"颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>", -- [2]
		},
		[29381] = {
			653, -- [1]
			"凱伊拉·拜瑞巴克女士", -- [2]
		},
		[9080] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[34274] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[38462] = {
			1924, -- [1]
			"未知目標 <布洛克>", -- [2]
		},
		[36512] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[25449] = {
			1940, -- [1]
			"汀樂", -- [2]
		},
		[38622] = {
			625, -- [1]
			"水元素圖騰 <灰色之心浪潮呼喚者>", -- [2]
		},
		[29573] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[31715] = {
			1948, -- [1]
			"黑色捕獵者", -- [2]
		},
		[33763] = {
			733, -- [1]
			11, -- [2]
		},
		[59370] = {
			528, -- [1]
			"审讯者达库斯", -- [2]
		},
		[35873] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[39006] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[36992] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[39070] = {
			627, -- [1]
			"潮行者戰士", -- [2]
		},
		[35010] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[32996] = {
			1909, -- [1]
			5, -- [2]
		},
		[38143] = {
			1903, -- [1]
			"希斯暗影元素 <暗法師希斯>", -- [2]
		},
		[30916] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[38335] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[34275] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[35330] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[38431] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[38463] = {
			1924, -- [1]
			"布洛克毒雲 <布洛克>", -- [2]
		},
		[36449] = {
			651, -- [1]
			"[*] 殘骸", -- [2]
		},
		[30053] = {
			657, -- [1]
			"基瑞克", -- [2]
		},
		[38623] = {
			625, -- [1]
			"毒蛇神殿招潮者 <灰色之心浪潮呼喚者>", -- [2]
		},
		[38655] = {
			625, -- [1]
			"毒蛇神殿潛伏者", -- [2]
		},
		[37664] = {
			1942, -- [1]
			"盤牙海妖", -- [2]
		},
		[34659] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[3391] = {
			1911, -- [1]
			"卡巴異教徒", -- [2]
		},
		[37856] = {
			1942, -- [1]
			"盤牙海妖", -- [2]
		},
		[59371] = {
			530, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[33860] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[37057] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[24187] = {
			789, -- [1]
			"未知目標 <高階祭司塞卡爾>", -- [2]
		},
		[35107] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30405] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[38304] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[34276] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[30485] = {
			1938, -- [1]
			"搶奪者護衛", -- [2]
		},
		[20271] = {
			733, -- [1]
			2, -- [2]
		},
		[38592] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[38624] = {
			625, -- [1]
			"灰色之心浪潮呼喚者", -- [2]
		},
		[30613] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[34660] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[36834] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[34820] = {
			1925, -- [1]
			"召喚的血守衛後備軍", -- [2]
		},
		[30757] = {
			651, -- [1]
			"火焰", -- [2]
		},
		[36994] = {
			733, -- [1]
			"虛空之絃長弓", -- [2]
		},
		[34980] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[38145] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[35108] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30901] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30917] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[35268] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[34277] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34341] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33350] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[38593] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[38625] = {
			625, -- [1]
			"灰色之心隱藏者", -- [2]
		},
		[13005] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[37730] = {
			627, -- [1]
			"莫洛葛利姆·潮行者", -- [2]
		},
		[25035] = {
			623, -- [1]
			"純正的海卓司子嗣", -- [2]
		},
		[28168] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[51253] = {
			532, -- [1]
			"幻影猛犸象", -- [2]
		},
		[39009] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[37027] = {
			733, -- [1]
			"工程大師泰隆尼卡斯", -- [2]
		},
		[37059] = {
			662, -- [1]
			"永不安息的骷髏", -- [2]
		},
		[37091] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[36132] = {
			733, -- [1]
			"血守衛治安官", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[39329] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[34278] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[34342] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33351] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[35429] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[29511] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[34694] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[31717] = {
			1948, -- [1]
			"黑色捕獵者", -- [2]
		},
		[35941] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[37060] = {
			662, -- [1]
			"永不安息的骷髏", -- [2]
		},
		[30854] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[22686] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[31909] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[59372] = {
			530, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[57959] = {
			534, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[37284] = {
			624, -- [1]
			"[*] 滾燙水浪", -- [2]
		},
		[20720] = {
			1931, -- [1]
			"未知目標 <操縱者帕薩里歐>", -- [2]
		},
		[42463] = {
			1940, -- [1]
			2, -- [2]
		},
		[58696] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[29427] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[29991] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[8362] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[15531] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[38330] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[30055] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[36705] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[8258] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[42783] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[16145] = {
			1889, -- [1]
			"馬丁瑞德的化身 <主教瑪拉達爾>", -- [2]
		},
		[59215] = {
			534, -- [1]
			"大型魔网雏龙", -- [2]
		},
		[37764] = {
			627, -- [1]
			"莫洛葛利姆·潮行者", -- [2]
		},
		[27285] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[36805] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[58695] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[34121] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[37924] = {
			1942, -- [1]
			"盤牙水元素", -- [2]
		},
		[36929] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[34919] = {
			733, -- [1]
			5, -- [2]
		},
		[32325] = {
			1900, -- [1]
			"班提蒙尼厄斯", -- [2]
		},
		[15667] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[34661] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[24189] = {
			789, -- [1]
			"高階祭司塞卡爾", -- [2]
		},
		[50424] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[5019] = {
			1940, -- [1]
			"黑白牧", -- [2]
		},
		[34120] = {
			733, -- [1]
			3, -- [2]
		},
		[33129] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[61672] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[35326] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[39363] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[34280] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[30471] = {
			1938, -- [1]
			"搶奪者護衛", -- [2]
		},
		[30487] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[33353] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[58960] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[25420] = {
			1914, -- [1]
			7, -- [2]
		},
		[27157] = {
			733, -- [1]
			2, -- [2]
		},
		[29544] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[37605] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[30599] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[37790] = {
			624, -- [1]
			"盤牙伏擊者", -- [2]
		},
		[30631] = {
			651, -- [1]
			"[*] 殘骸", -- [2]
		},
		[39297] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[27016] = {
			733, -- [1]
			5, -- [2]
		},
		[34285] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[31718] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[36731] = {
			733, -- [1]
			"[*] 烈焰風暴", -- [2]
		},
		[59376] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[51021] = {
			530, -- [1]
			"[*] 奥术射线", -- [2]
		},
		[24317] = {
			787, -- [1]
			"奧根", -- [2]
		},
		[20545] = {
			789, -- [1]
			"狂熱者洛卡恩", -- [2]
		},
		[30600] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[39076] = {
			625, -- [1]
			"灰色之心縛法者", -- [2]
		},
		[33534] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[18813] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[29832] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[29512] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[30887] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[33130] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[33282] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[18765] = {
			1893, -- [1]
			"噬骨毀滅者", -- [2]
		},
		[30951] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[38373] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[33737] = {
			1940, -- [1]
			"秋月寒霜", -- [2]
		},
		[29833] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[33354] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[37478] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[32055] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[37370] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[20477] = {
			733, -- [1]
			"扭曲預言家薩拉瑞德", -- [2]
		},
		[27003] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[34653] = {
			1892, -- [1]
			"納桑", -- [2]
		},
		[27086] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[44863] = {
			733, -- [1]
			"桑古納爾領主", -- [2]
		},
		[37259] = {
			733, -- [1]
			"紅手血騎士", -- [2]
		},
		[34697] = {
			1927, -- [1]
			"拉杰", -- [2]
		},
		[31910] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[34761] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[12039] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[59377] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[33834] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[27179] = {
			733, -- [1]
			2, -- [2]
		},
		[33086] = {
			649, -- [1]
			"野生惡魔捕獵者 <召喚者歐莫>", -- [2]
		},
		[36123] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[39077] = {
			733, -- [1]
			"紅手血騎士", -- [2]
		},
		[32358] = {
			1900, -- [1]
			"班提蒙尼厄斯", -- [2]
		},
		[34026] = {
			733, -- [1]
			3, -- [2]
		},
		[30455] = {
			733, -- [1]
			8, -- [2]
		},
		[27082] = {
			733, -- [1]
			8, -- [2]
		},
		[32422] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[33131] = {
			649, -- [1]
			"召喚者歐莫", -- [2]
		},
		[29385] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[38310] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[39365] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[60880] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[39096] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[35369] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33355] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[33387] = {
			732, -- [1]
			"日光之室牧師", -- [2]
		},
		[39064] = {
			627, -- [1]
			"潮行者海法師", -- [2]
		},
		[30822] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[40424] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30584] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[33547] = {
			1908, -- [1]
			"海爾瑪大使", -- [2]
		},
		[30616] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[51002] = {
			530, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[14309] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[31687] = {
			733, -- [1]
			8, -- [2]
		},
		[33707] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[34762] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[51162] = {
			534, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[40070] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[33835] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[38366] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[35945] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[75] = {
			733, -- [1]
			3, -- [2]
		},
		[39078] = {
			733, -- [1]
			"紅手血騎士", -- [2]
		},
		[38235] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[89] = {
			733, -- [1]
			"末日守衛", -- [2]
		},
		[38151] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[38219] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[38215] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[33132] = {
			1939, -- [1]
			"墮落的新星圖騰 <背叛者曼紐>", -- [2]
		},
		[33072] = {
			733, -- [1]
			2, -- [2]
		},
		[25821] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[36297] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[29961] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"黑色捕獵者", -- [2]
		},
		[26997] = {
			1909, -- [1]
			11, -- [2]
		},
		[58963] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[38650] = {
			625, -- [1]
			"毒蛇神殿潛伏者", -- [2]
		},
		[8379] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[26988] = {
			651, -- [1]
			"牛頭牌沙茶德", -- [2]
		},
		[25033] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[37640] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[38648] = {
			625, -- [1]
			"灰色之心虛空法師", -- [2]
		},
		[15580] = {
			1921, -- [1]
			"恆龍劊子手", -- [2]
		},
		[38458] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[33676] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[25054] = {
			732, -- [1]
			"日光之室牧師", -- [2]
		},
		[34763] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[15620] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[30841] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[12723] = {
			1938, -- [1]
			"大酋長卡加斯·刃拳", -- [2]
		},
		[27180] = {
			733, -- [1]
			2, -- [2]
		},
		[39382] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[1449] = {
			730, -- [1]
			8, -- [2]
		},
		[33745] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[51103] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[17201] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[30465] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[31472] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[356110] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[15716] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[29386] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[33666] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[39367] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[60882] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[34316] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[38216] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[34172] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[30184] = {
			657, -- [1]
			"惡魔傳送門 <泰瑞斯提安·疫蹄>", -- [2]
		},
		[29847] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[31623] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[29562] = {
			653, -- [1]
			"凱伊拉·拜瑞巴克女士", -- [2]
		},
		[38664] = {
			627, -- [1]
			"潮行者戰士", -- [2]
		},
		[37098] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30633] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[24183] = {
			789, -- [1]
			"高階祭司塞卡爾", -- [2]
		},
		[22121] = {
			1940, -- [1]
			"霜狼弓箭手", -- [2]
		},
		[25566] = {
			1934, -- [1]
			"治療之泉圖騰 VI <天生霸氣>", -- [2]
		},
		[39063] = {
			627, -- [1]
			"潮行者海法師", -- [2]
		},
		[29799] = {
			652, -- [1]
			"獵人阿圖曼 <午夜>", -- [2]
		},
		[29522] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[29973] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[30761] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[39016] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[33933] = {
			733, -- [1]
			8, -- [2]
		},
		[27156] = {
			733, -- [1]
			2, -- [2]
		},
		[29802] = {
			652, -- [1]
			"未知目標 <午夜>", -- [2]
		},
		[39144] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[37162] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[38217] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[29882] = {
			656, -- [1]
			"秘法異反元素", -- [2]
		},
		[31689] = {
			1946, -- [1]
			"深幽泥沼蘑菇", -- [2]
		},
		[360327] = {
			628, -- [1]
			"[*] 毒性孢子", -- [2]
		},
		[33230] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[60883] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[29962] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38441] = {
			626, -- [1]
			"深淵之王卡拉薩瑞斯", -- [2]
		},
		[31481] = {
			1942, -- [1]
			"海法師希斯比亞", -- [2]
		},
		[58965] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[40583] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[37641] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[38538] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[37066] = {
			653, -- [1]
			"[*] 絞喉", -- [2]
		},
		[15708] = {
			1889, -- [1]
			"馬丁瑞德的化身 <主教瑪拉達爾>", -- [2]
		},
		[34605] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[34670] = {
			1928, -- [1]
			"『看管者』索古林", -- [2]
		},
		[16100] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[37770] = {
			624, -- [1]
			"盤牙伏擊者", -- [2]
		},
		[39066] = {
			627, -- [1]
			"潮行者薩滿", -- [2]
		},
		[33390] = {
			732, -- [1]
			"日光之室牧師", -- [2]
		},
		[31475] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[59381] = {
			534, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[27165] = {
			1919, -- [1]
			"暗影惡魔 <黯然神傷>", -- [2]
		},
		[17057] = {
			733, -- [1]
			11, -- [2]
		},
		[39017] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[39049] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[16856] = {
			1935, -- [1]
			"破碎之手鬥士", -- [2]
		},
		[30890] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[50731] = {
			532, -- [1]
			"幻影食人魔", -- [2]
		},
		[31914] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[39414] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[58678] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[35181] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[30410] = {
			651, -- [1]
			"[*] 暗影之握", -- [2]
		},
		[33244] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[36300] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[60884] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[30474] = {
			1938, -- [1]
			"希頓護衛", -- [2]
		},
		[30490] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[38539] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[30522] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[25423] = {
			733, -- [1]
			7, -- [2]
		},
		[30619] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[30852] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[29563] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[33551] = {
			1908, -- [1]
			"海爾瑪大使", -- [2]
		},
		[37675] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[51006] = {
			530, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[38794] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[33711] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[24185] = {
			789, -- [1]
			"高階祭司塞卡爾", -- [2]
		},
		[33775] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[59382] = {
			534, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[30695] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[32848] = {
			733, -- [1]
			2, -- [2]
		},
		[15589] = {
			653, -- [1]
			"貴族羅賓·達利斯", -- [2]
		},
		[50495] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[37036] = {
			733, -- [1]
			"工程大師泰隆尼卡斯", -- [2]
		},
		[36057] = {
			1937, -- [1]
			"戰爭使者歐姆拉格", -- [2]
		},
		[48210] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[33040] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[38187] = {
			627, -- [1]
			"潮行者潛伏者", -- [2]
		},
		[15453] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[39062] = {
			627, -- [1]
			"潮行者海法師", -- [2]
		},
		[38220] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[30938] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[33232] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[40425] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30986] = {
			1938, -- [1]
			"破碎之手刺客", -- [2]
		},
		[29979] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[33061] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[30752] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[57976] = {
			534, -- [1]
			"位面畸体", -- [2]
		},
		[12472] = {
			733, -- [1]
			8, -- [2]
		},
		[26990] = {
			733, -- [1]
			11, -- [2]
		},
		[38635] = {
			625, -- [1]
			"灰色之心虛空法師", -- [2]
		},
		[5229] = {
			1909, -- [1]
			11, -- [2]
		},
		[37676] = {
			625, -- [1]
			"『盲目者』李奧薩拉斯", -- [2]
		},
		[15581] = {
			1907, -- [1]
			"敦霍爾德老兵", -- [2]
		},
		[27070] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[38795] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[30171] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[1044] = {
			733, -- [1]
			2, -- [2]
		},
		[34799] = {
			1925, -- [1]
			"指揮官薩瑞尼斯", -- [2]
		},
		[27150] = {
			1909, -- [1]
			5, -- [2]
		},
		[30235] = {
			656, -- [1]
			"星界爆發", -- [2]
		},
		[34270] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[21060] = {
			789, -- [1]
			"狂熱者札斯", -- [2]
		},
		[38028] = {
			627, -- [1]
			"莫洛葛利姆·潮行者", -- [2]
		},
		[39364] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[34557] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[33009] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[33073] = {
			733, -- [1]
			2, -- [2]
		},
		[50496] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[39020] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[29564] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[38316] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[33347] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[29436] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[39435] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[30491] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[33563] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[30523] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[38540] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[36989] = {
			733, -- [1]
			"瓦解之杖", -- [2]
		},
		[33499] = {
			1911, -- [1]
			"卡巴沉迷者", -- [2]
		},
		[38636] = {
			625, -- [1]
			"灰色之心虛空法師", -- [2]
		},
		[36970] = {
			733, -- [1]
			"大星術師卡普尼恩", -- [2]
		},
		[25504] = {
			789, -- [1]
			7, -- [2]
		},
		[33617] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[37527] = {
			625, -- [1]
			"灰色之心縛法者", -- [2]
		},
		[38796] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35759] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[36814] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[1604] = {
			627, -- [1]
			"潮行者潛伏者", -- [2]
		},
		[41587] = {
			733, -- [1]
			"鳳凰 <凱爾薩斯·逐日者>", -- [2]
		},
		[33841] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[31786] = {
			1940, -- [1]
			"Pray", -- [2]
		},
		[35951] = {
			1936, -- [1]
			"次級暗影裂縫 <大術士奈德克斯>", -- [2]
		},
		[34284] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[50730] = {
			532, -- [1]
			"幻影食人魔", -- [2]
		},
		[25208] = {
			627, -- [1]
			"邪王炎殺劍", -- [2]
		},
		[30843] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[30859] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[30464] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[38221] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[38253] = {
			628, -- [1]
			"污染的元素", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[39340] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[35280] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[35312] = {
			1930, -- [1]
			"[*] 狂怒的烈焰", -- [2]
		},
		[38358] = {
			626, -- [1]
			"深淵之王卡拉薩瑞斯", -- [2]
		},
		[38445] = {
			626, -- [1]
			"深淵之王卡拉薩瑞斯", -- [2]
		},
		[36173] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[38509] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[34449] = {
			1942, -- [1]
			"盤牙水元素", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[33147] = {
			649, -- [1]
			"先知盲眼", -- [2]
		},
		[35161] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[33709] = {
			1909, -- [1]
			"煽動者黑心", -- [2]
		},
		[32154] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[38523] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[59225] = {
			532, -- [1]
			"幻影火元素", -- [2]
		},
		[38797] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[27103] = {
			1909, -- [1]
			8, -- [2]
		},
		[36815] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[15659] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[37551] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[30979] = {
			1935, -- [1]
			"[*] 烈焰", -- [2]
		},
		[39021] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[27215] = {
			733, -- [1]
			9, -- [2]
		},
		[32346] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[36240] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[27187] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[40504] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[36144] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[38222] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[34162] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[39309] = {
			625, -- [1]
			"內心的惡靈", -- [2]
		},
		[29405] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[31467] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[38382] = {
			1890, -- [1]
			"專注之火", -- [2]
		},
		[34322] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[15254] = {
			1899, -- [1]
			"伊斯利信標", -- [2]
		},
		[30508] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[31547] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[34288] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[38574] = {
			628, -- [1]
			"[*] 毒性孢子", -- [2]
		},
		[25457] = {
			1940, -- [1]
			"汀樂", -- [2]
		},
		[34170] = {
			1926, -- [1]
			"尋日地卜者", -- [2]
		},
		[34287] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[31458] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[33619] = {
			1909, -- [1]
			5, -- [2]
		},
		[25537] = {
			627, -- [1]
			"火焰新星圖騰 VII <聖經>", -- [2]
		},
		[16496] = {
			733, -- [1]
			"工程大師泰隆尼卡斯", -- [2]
		},
		[31707] = {
			1936, -- [1]
			8, -- [2]
		},
		[33054] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[37871] = {
			627, -- [1]
			"未知目標 <莫洛葛利姆·潮行者>", -- [2]
		},
		[42208] = {
			733, -- [1]
			8, -- [2]
		},
		[12021] = {
			1911, -- [1]
			"卡巴狂熱者", -- [2]
		},
		[31464] = {
			1921, -- [1]
			"坦普拉斯", -- [2]
		},
		[35953] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[25375] = {
			1909, -- [1]
			5, -- [2]
		},
		[27087] = {
			733, -- [1]
			8, -- [2]
		},
		[30889] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[8269] = {
			789, -- [1]
			"高階祭司塞卡爾", -- [2]
		},
		[30860] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[36807] = {
			1893, -- [1]
			"血之谷黑暗法師", -- [2]
		},
		[38141] = {
			1903, -- [1]
			"希斯火焰元素 <暗法師希斯>", -- [2]
		},
		[40392] = {
			1892, -- [1]
			"維斯路登", -- [2]
		},
		[36966] = {
			733, -- [1]
			"扭曲預言家薩拉瑞德", -- [2]
		},
		[30940] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[27072] = {
			733, -- [1]
			8, -- [2]
		},
		[35314] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[29965] = {
			658, -- [1]
			"[*] 龍之吐息", -- [2]
		},
		[34917] = {
			733, -- [1]
			5, -- [2]
		},
		[35410] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[38511] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[22884] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[25569] = {
			1910, -- [1]
			"法力之泉圖騰 V", -- [2]
		},
		[37270] = {
			733, -- [1]
			"紅手百夫長", -- [2]
		},
		[30911] = {
			1940, -- [1]
			"臭貓愛吃飯", -- [2]
		},
		[32395] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[33620] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[36721] = {
			733, -- [1]
			"鳳凰 <凱爾薩斯·逐日者>", -- [2]
		},
		[19134] = {
			1935, -- [1]
			"血衛士波洛克", -- [2]
		},
		[10491] = {
			789, -- [1]
			"法力之泉圖騰 II", -- [2]
		},
		[41932] = {
			627, -- [1]
			"潮行者潛伏者", -- [2]
		},
		[28817] = {
			1931, -- [1]
			4, -- [2]
		},
		[15496] = {
			1921, -- [1]
			"恆龍劊子手", -- [2]
		},
		[37936] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[34752] = {
			1926, -- [1]
			"白色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[15654] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[27216] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[38524] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[35059] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[33045] = {
			732, -- [1]
			"[*] 星術師之怒", -- [2]
		},
		[29390] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[35959] = {
			1915, -- [1]
			"怒鐮者索寇斯瑞特", -- [2]
		},
		[34164] = {
			731, -- [1]
			"虛無搶奪者", -- [2]
		},
		[33173] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[29406] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[35283] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[38262] = {
			628, -- [1]
			"盤牙精英", -- [2]
		},
		[34286] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[17194] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[31532] = {
			1943, -- [1]
			"蒸汽操控者技師", -- [2]
		},
		[13736] = {
			787, -- [1]
			"血領主曼多基爾", -- [2]
		},
		[28495] = {
			625, -- [1]
			8, -- [2]
		},
		[25442] = {
			1940, -- [1]
			"汀樂", -- [2]
		},
		[35859] = {
			733, -- [1]
			"虛空煙霧", -- [2]
		},
		[33525] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[34758] = {
			1926, -- [1]
			"綠色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[15063] = {
			1921, -- [1]
			"恆龍時間術師", -- [2]
		},
		[30637] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[26561] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[59260] = {
			532, -- [1]
			"幻影纳迦", -- [2]
		},
		[51112] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[33689] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[35507] = {
			1927, -- [1]
			"荊棘撕掠者", -- [2]
		},
		[33813] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[25778] = {
			626, -- [1]
			"深淵孢子蝙蝠 <深淵守衛沙卡奇斯>", -- [2]
		},
		[36339] = {
			1926, -- [1]
			"紅色幼苗 <大植物學家費瑞衛恩>", -- [2]
		},
		[31804] = {
			1940, -- [1]
			2, -- [2]
		},
		[33238] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[34996] = {
			733, -- [1]
			"血守衛治安官", -- [2]
		},
		[34168] = {
			1946, -- [1]
			"深幽泥沼蘑菇", -- [2]
		},
		[31422] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[37138] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[38801] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[34133] = {
			730, -- [1]
			"歐爾餘燼", -- [2]
		},
		[31932] = {
			1947, -- [1]
			"冰凍陷阱", -- [2]
		},
		[30925] = {
			1922, -- [1]
			"創造者", -- [2]
		},
		[34229] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[37330] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[38385] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"破碎之手狂熱者", -- [2]
		},
		[38449] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[35412] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[33239] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[17228] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[31534] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[15039] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[33526] = {
			1903, -- [1]
			"希斯火焰元素 <暗法師希斯>", -- [2]
		},
		[14032] = {
			1893, -- [1]
			"地獄火看守者", -- [2]
		},
		[23972] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[34645] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[36723] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[59261] = {
			532, -- [1]
			"幻影纳迦", -- [2]
		},
		[25380] = {
			1931, -- [1]
			5, -- [2]
		},
		[36819] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[37363] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[60894] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[33846] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[30254] = {
			656, -- [1]
			"館長", -- [2]
		},
		[36979] = {
			733, -- [1]
			"虛空之絃長弓", -- [2]
		},
		[35250] = {
			1930, -- [1]
			"虛空術師賽菲瑞雅", -- [2]
		},
		[35159] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[25331] = {
			1909, -- [1]
			5, -- [2]
		},
		[38260] = {
			628, -- [1]
			"盤牙精英", -- [2]
		},
		[38194] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[33111] = {
			1923, -- [1]
			"影月術士", -- [2]
		},
		[38258] = {
			628, -- [1]
			"盤牙旅行者", -- [2]
		},
		[33175] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[20153] = {
			661, -- [1]
			"尼德斯地獄火", -- [2]
		},
		[32492] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[31485] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[30403] = {
			656, -- [1]
			"館長", -- [2]
		},
		[32265] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[30510] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[36119] = {
			1916, -- [1]
			"無約束的希瑞奇斯", -- [2]
		},
		[27236] = {
			1914, -- [1]
			7, -- [2]
		},
		[31326] = {
			1921, -- [1]
			"恆龍刺客", -- [2]
		},
		[31550] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[33527] = {
			1903, -- [1]
			"未知目標 <暗法師希斯>", -- [2]
		},
		[36981] = {
			733, -- [1]
			"毀滅", -- [2]
		},
		[33144] = {
			649, -- [1]
			"先知盲眼", -- [2]
		},
		[30638] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[20424] = {
			653, -- [1]
			"男爵洛夫·崔克爾", -- [2]
		},
		[31693] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[30686] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[16508] = {
			649, -- [1]
			"大君王莫卡爾", -- [2]
		},
		[33783] = {
			1911, -- [1]
			"虛無旅人", -- [2]
		},
		[29711] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[30878] = {
			655, -- [1]
			"茱麗葉", -- [2]
		},
		[36213] = {
			623, -- [1]
			"未知目標", -- [2]
		},
		[36980] = {
			733, -- [1]
			"虛空之絃長弓", -- [2]
		},
		[3600] = {
			626, -- [1]
			"強效地縛圖騰 <深淵守衛提達費斯>", -- [2]
		},
		[36021] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[10308] = {
			733, -- [1]
			2, -- [2]
		},
		[38419] = {
			626, -- [1]
			"深淵蜘蛛 <深淵守衛沙卡奇斯>", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"奎克米瑞", -- [2]
		},
		[31901] = {
			1891, -- [1]
			"無疤者歐瑪爾", -- [2]
		},
		[35158] = {
			1932, -- [1]
			"機械王卡帕希特斯", -- [2]
		},
		[38259] = {
			628, -- [1]
			"盤牙旅行者", -- [2]
		},
		[30926] = {
			1892, -- [1]
			"納桑", -- [2]
		},
		[39346] = {
			1930, -- [1]
			"狂怒的烈焰", -- [2]
		},
		[31981] = {
			1939, -- [1]
			"背叛者曼紐", -- [2]
		},
		[35318] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[30990] = {
			1935, -- [1]
			"破碎之手弓箭手", -- [2]
		},
		[38451] = {
			626, -- [1]
			"深淵守衛卡利迪斯", -- [2]
		},
		[50759] = {
			528, -- [1]
			"不稳定的宝珠", -- [2]
		},
		[37016] = {
			733, -- [1]
			"相位壁壘", -- [2]
		},
		[20824] = {
			1948, -- [1]
			"孢子行者 <黑色捕獵者>", -- [2]
		},
		[12471] = {
			1911, -- [1]
			"卡巴沉迷者", -- [2]
		},
		[34551] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[33528] = {
			1903, -- [1]
			"希斯冰霜元素 <暗法師希斯>", -- [2]
		},
		[15583] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[30127] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[38739] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[27074] = {
			733, -- [1]
			8, -- [2]
		},
		[38433] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[36175] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[29951] = {
			658, -- [1]
			"[*] 暴風雪", -- [2]
		},
		[37332] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[37268] = {
			733, -- [1]
			"紅手百夫長", -- [2]
		},
		[34550] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[33237] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[39027] = {
			625, -- [1]
			"灰色之心浪潮呼喚者", -- [2]
		},
		[27218] = {
			733, -- [1]
			9, -- [2]
		},
		[36022] = {
			1931, -- [1]
			"操縱者帕薩里歐", -- [2]
		},
		[32365] = {
			1899, -- [1]
			"奈薩斯王子薩法爾", -- [2]
		},
		[35383] = {
			730, -- [1]
			"[*] 烈焰助長", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"飢餓之牙", -- [2]
		},
		[29567] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[30383] = {
			656, -- [1]
			"館長", -- [2]
		},
		[32445] = {
			654, -- [1]
			"貞潔聖女", -- [2]
		},
		[37329] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[29408] = {
			653, -- [1]
			"凱崔娜·瓦映迪女士", -- [2]
		},
		[30463] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[31486] = {
			1943, -- [1]
			"米克吉勒·蒸汽操控者", -- [2]
		},
		[25364] = {
			1909, -- [1]
			5, -- [2]
		},
		[38452] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[30511] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[38516] = {
			626, -- [1]
			"颶風 (卡拉薩瑞斯) <深淵守衛卡利迪斯>", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[17099] = {
			651, -- [1]
			"怒魂", -- [2]
		},
		[25460] = {
			1909, -- [1]
			5, -- [2]
		},
		[33529] = {
			1903, -- [1]
			"希斯暗影元素 <暗法師希斯>", -- [2]
		},
		[7159] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[30495] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[33654] = {
			650, -- [1]
			"弒龍者戈魯爾", -- [2]
		},
		[38737] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[11763] = {
			649, -- [1]
			"塔誇爾", -- [2]
		},
		[35767] = {
			1915, -- [1]
			"[*] 惡魔烈焰", -- [2]
		},
		[36822] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[38641] = {
			625, -- [1]
			"灰色之心虛空法師", -- [2]
		},
		[31948] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[31916] = {
			1906, -- [1]
			"紀元狩獵者", -- [2]
		},
		[32424] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[36982] = {
			733, -- [1]
			"毀滅", -- [2]
		},
		[51336] = {
			528, -- [1]
			"审讯者达库斯", -- [2]
		},
		[30815] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[35032] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[12721] = {
			1923, -- [1]
			"Ezreal-瑪拉頓", -- [2]
		},
		[35096] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[38197] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[23601] = {
			1938, -- [1]
			"神射手護衛", -- [2]
		},
		[28865] = {
			659, -- [1]
			"虛無區域 <尼德斯>", -- [2]
		},
		[30927] = {
			1892, -- [1]
			"液態火焰", -- [2]
		},
		[29920] = {
			656, -- [1]
			"魔法鬼魂", -- [2]
		},
		[34190] = {
			731, -- [1]
			"[*] 秘法寶珠", -- [2]
		},
		[60895] = {
			772, -- [1]
			"岩石看守者阿尔卡冯", -- [2]
		},
		[30991] = {
			1938, -- [1]
			"破碎之手刺客", -- [2]
		},
		[37369] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[10] = {
			733, -- [1]
			8, -- [2]
		},
		[36142] = {
			1913, -- [1]
			"末日預言者達利亞", -- [2]
		},
		[38549] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[22887] = {
			789, -- [1]
			"古拉巴什擲斧者", -- [2]
		},
		[31803] = {
			1940, -- [1]
			2, -- [2]
		},
		[15290] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[39700] = {
			624, -- [1]
			"盤牙護衛", -- [2]
		},
		[15785] = {
			1891, -- [1]
			"惡魔般的獵犬 <無疤者歐瑪爾>", -- [2]
		},
		[30128] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[51170] = {
			534, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[32409] = {
			1911, -- [1]
			"[*] 暗言術:死", -- [2]
		},
		[34745] = {
			1926, -- [1]
			"爭吵者保衛者 <大植物學家費瑞衛恩>", -- [2]
		},
		[37063] = {
			659, -- [1]
			"尼德斯", -- [2]
		},
		[34809] = {
			1925, -- [1]
			"召喚的血守衛修補者", -- [2]
		},
		[27155] = {
			733, -- [1]
			2, -- [2]
		},
		[32264] = {
			1890, -- [1]
			"死亡看守者辛瑞克", -- [2]
		},
		[32302] = {
			1890, -- [1]
			"專注之火", -- [2]
		},
		[36983] = {
			733, -- [1]
			"宇宙灌溉者", -- [2]
		},
		[53813] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[16172] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[29770] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[39427] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[33051] = {
			649, -- [1]
			"克羅斯·火手", -- [2]
		},
		[36152] = {
			649, -- [1]
			"瘋癲者奇克勒", -- [2]
		},
		[38230] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[30400] = {
			659, -- [1]
			"虛空傳送門 - 堅忍", -- [2]
		},
		[37271] = {
			733, -- [1]
			"紅手百夫長", -- [2]
		},
		[31911] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[29425] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[34298] = {
			1947, -- [1]
			"裂爪", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"高薩安", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[30512] = {
			651, -- [1]
			"燃燒的冥淵火 <地獄火導魔師>", -- [2]
		},
		[30528] = {
			651, -- [1]
			"地獄火導魔師", -- [2]
		},
		[31567] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[35322] = {
			1934, -- [1]
			"看守者鐵手", -- [2]
		},
		[30576] = {
			651, -- [1]
			"瑪瑟里頓", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"沼澤之王莫斯萊克", -- [2]
		},
		[21401] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[31403] = {
			1942, -- [1]
			"盤牙戰士", -- [2]
		},
		[34650] = {
			1919, -- [1]
			"暗影惡魔 <黯然神傷>", -- [2]
		},
		[24408] = {
			787, -- [1]
			"血領主曼多基爾", -- [2]
		},
		[59266] = {
			532, -- [1]
			"幻影水元素", -- [2]
		},
		[38280] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[38306] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[38245] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[33349] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[36920] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[25653] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[5401] = {
			789, -- [1]
			"雷首蜥蜴", -- [2]
		},
		[34970] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[10301] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[30832] = {
			1920, -- [1]
			"恆龍刺客", -- [2]
		},
		[38135] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[36121] = {
			1916, -- [1]
			"無鏈結的虛無區 <無約束的希瑞奇斯>", -- [2]
		},
		[27243] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[38231] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[6713] = {
			789, -- [1]
			"狂熱者洛卡恩", -- [2]
		},
		[38295] = {
			628, -- [1]
			"瓦許女士", -- [2]
		},
		[33352] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[31983] = {
			1939, -- [1]
			"受污染的陷地圖騰 <背叛者曼紐>", -- [2]
		},
		[29953] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[29969] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[38455] = {
			626, -- [1]
			"深淵守衛沙卡奇斯", -- [2]
		},
		[38246] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[35152] = {
			1932, -- [1]
			"虛空充能器", -- [2]
		},
		[36990] = {
			733, -- [1]
			"瓦解之杖", -- [2]
		},
		[26980] = {
			1944, -- [1]
			"焚天", -- [2]
		},
		[37368] = {
			1889, -- [1]
			"偷取的靈魂", -- [2]
		},
		[29990] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[32421] = {
			1889, -- [1]
			"主教瑪拉達爾", -- [2]
		},
		[9438] = {
			1902, -- [1]
			"鷹王伊奇斯", -- [2]
		},
		[30129] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[38791] = {
			1911, -- [1]
			"領導者瓦皮歐", -- [2]
		},
		[24529] = {
			1940, -- [1]
			"豹", -- [2]
		},
		[12540] = {
			789, -- [1]
			"狂熱者札斯", -- [2]
		},
		[15616] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[30209] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30225] = {
			733, -- [1]
			"扭曲預言家薩拉瑞德", -- [2]
		},
		[36921] = {
			1892, -- [1]
			"『信使』維斯路登", -- [2]
		},
		[36459] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[36985] = {
			733, -- [1]
			"宇宙灌溉者", -- [2]
		},
		[27220] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[39095] = {
			661, -- [1]
			"莫克札王子", -- [2]
		},
		[37081] = {
			1944, -- [1]
			"督軍卡利斯瑞", -- [2]
		},
		[38136] = {
			1903, -- [1]
			"暗法師希斯", -- [2]
		},
		[31543] = {
			1944, -- [1]
			"納迦蒸餾者", -- [2]
		},
		[50476] = {
			532, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[35163] = {
			733, -- [1]
			8, -- [2]
		},
		[30401] = {
			659, -- [1]
			"虛空傳送門 - 平靜", -- [2]
		},
		[38296] = {
			626, -- [1]
			"飛火圖騰 <深淵守衛提達費斯>", -- [2]
		},
		[59223] = {
			532, -- [1]
			"幻影穿云者", -- [2]
		},
		[12675] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[29442] = {
			1909, -- [1]
			8, -- [2]
		},
		[21068] = {
			1906, -- [1]
			"恆龍污染者", -- [2]
		},
		[37433] = {
			624, -- [1]
			"海底潛伏者", -- [2]
		},
		[988] = {
			627, -- [1]
			"清水健", -- [2]
		},
		[33405] = {
			1909, -- [1]
			8, -- [2]
		},
		[24407] = {
			787, -- [1]
			"血領主曼多基爾", -- [2]
		},
		[29448] = {
			653, -- [1]
			"摩洛", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"大術士奈德克斯", -- [2]
		},
		[29570] = {
			653, -- [1]
			"女爵朵洛希·米爾斯泰普", -- [2]
		},
		[36971] = {
			733, -- [1]
			"大星術師卡普尼恩", -- [2]
		},
		[38112] = {
			628, -- [1]
			"World Trigger (Tiny)", -- [2]
		},
		[30641] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[36808] = {
			1893, -- [1]
			"血之谷黑暗法師", -- [2]
		},
		[34716] = {
			1929, -- [1]
			"扭曲分裂者", -- [2]
		},
		[34289] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[39415] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[33789] = {
			1905, -- [1]
			"中尉崔克", -- [2]
		},
		[29714] = {
			652, -- [1]
			"午夜", -- [2]
		},
		[36922] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[30769] = {
			655, -- [1]
			"大野狼", -- [2]
		},
		[38218] = {
			623, -- [1]
			"不穩定者海卓司", -- [2]
		},
		[37018] = {
			733, -- [1]
			"大星術師卡普尼恩", -- [2]
		},
		[30817] = {
			655, -- [1]
			"羅慕歐", -- [2]
		},
		[36797] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[33348] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[39192] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[31904] = {
			1907, -- [1]
			"史卡拉克上尉", -- [2]
		},
		[33923] = {
			1910, -- [1]
			"莫爾墨", -- [2]
		},
		[30913] = {
			1924, -- [1]
			"布洛克", -- [2]
		},
		[37274] = {
			733, -- [1]
			"紅手審判官", -- [2]
		},
		[33189] = {
			732, -- [1]
			"高階星術師索拉瑞恩", -- [2]
		},
		[34269] = {
			730, -- [1]
			"歐爾", -- [2]
		},
		[29954] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[15124] = {
			1920, -- [1]
			"恆龍時間術師", -- [2]
		},
		[34914] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[24314] = {
			787, -- [1]
			"血領主曼多基爾", -- [2]
		},
		[22857] = {
			1893, -- [1]
			"看護者卡爾古瑪", -- [2]
		},
		[24316] = {
			787, -- [1]
			"血領主曼多基爾", -- [2]
		},
		[30050] = {
			657, -- [1]
			"惡魔般的小鬼 <泰瑞斯提安·疫蹄>", -- [2]
		},
		[11972] = {
			653, -- [1]
			"貴族克利斯平·費蘭斯", -- [2]
		},
		[27013] = {
			733, -- [1]
			"凱爾薩斯·逐日者", -- [2]
		},
		[39019] = {
			1914, -- [1]
			"先驅者史蓋力司", -- [2]
		},
		[38652] = {
			625, -- [1]
			"腐臭磨菇", -- [2]
		},
		[30130] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[4987] = {
			626, -- [1]
			"Owencloud", -- [2]
		},
		[59269] = {
			532, -- [1]
			"幻影狼", -- [2]
		},
		[35008] = {
			1941, -- [1]
			"爆裂者洛克瑪", -- [2]
		},
		[32197] = {
			1919, -- [1]
			"恆龍毀滅者", -- [2]
		},
		[30210] = {
			662, -- [1]
			"夜禍", -- [2]
		},
		[8983] = {
			1909, -- [1]
			11, -- [2]
		},
		[27173] = {
			733, -- [1]
			2, -- [2]
		},
		[30066] = {
			657, -- [1]
			"泰瑞斯提安·疫蹄", -- [2]
		},
		[34941] = {
			1907, -- [1]
			"敦霍爾德衛兵", -- [2]
		},
		[39065] = {
			627, -- [1]
			"潮行者薩滿", -- [2]
		},
		[37051] = {
			658, -- [1]
			"埃蘭之影", -- [2]
		},
		[39069] = {
			627, -- [1]
			"潮行者戰士", -- [2]
		},
		[38138] = {
			1903, -- [1]
			"希斯秘法元素 <暗法師希斯>", -- [2]
		},
		[39193] = {
			1933, -- [1]
			"看守者蓋洛奇歐", -- [2]
		},
		[34759] = {
			1926, -- [1]
			"大植物學家費瑞衛恩", -- [2]
		},
		[38234] = {
			626, -- [1]
			"深淵守衛提達費斯", -- [2]
		},
		[30402] = {
			659, -- [1]
			"虛空傳送門 - 統御", -- [2]
		},
		[37275] = {
			733, -- [1]
			"紅手審判官", -- [2]
		},
		[31457] = {
			1920, -- [1]
			"時間領主迪賈", -- [2]
		},
		[31473] = {
			1919, -- [1]
			"艾奧那斯", -- [2]
		},
		[37371] = {
			1923, -- [1]
			"『破壞者』凱利丹", -- [2]
		},
		[36965] = {
			733, -- [1]
			"扭曲預言家薩拉瑞德", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["report_where"] = "RAID",
	["spell_category_savedtable"] = {
	},
	["auto_open_news_window"] = true,
	["__profiles"] = {
		["特變電工-伊弗斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["use_self_color"] = false,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["instances_no_libwindow"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["all_in_one_windows"] = {
			},
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["use_battleground_server_parser"] = false,
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -541.9606246948242,
							["x"] = -446.7302856445313,
							["w"] = 336.5798645019531,
							["h"] = 175.0951080322266,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["icon_size_offset"] = 0,
						["textR_bracket"] = "(",
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_enable_custom_text"] = false,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small"] = true,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textL_class_colors"] = false,
						["overlay_texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 35,
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["bars_inverted"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["clickthrough_rows"] = false,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 0,
						["x"] = -446.7302856445313,
						["point"] = "BOTTOM",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["show_timer"] = true,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["text_size"] = 12,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -541.9606246948242,
							["x"] = -446.7302856445313,
							["w"] = 336.5798645019531,
							["h"] = 175.0951080322266,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = false,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["use_scroll"] = false,
			["death_tooltip_width"] = 350,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newtorghast"] = true,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["numerical_system_symbols"] = "auto",
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["standard_skin"] = false,
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["time_type"] = 1,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["邁克爾假死-伊弗斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["deadlog_limit"] = 16,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["clear_ungrouped"] = true,
			["data_broker_text"] = "",
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -553.8097229003906,
							["x"] = -347.7607421875,
							["w"] = 271.9050598144531,
							["h"] = 151.3968200683594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\bLEI00D.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["font_size"] = 16,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["height"] = 21,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["__was_opened"] = true,
					["switch_all_roles_after_wipe"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_healer_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["stretch_button_side"] = 1,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["bg_alpha"] = 0.183960914611816,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["libwindow"] = {
						["y"] = 3.82669604732655e-05,
						["x"] = -347.7608032226563,
						["point"] = "BOTTOM",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -553.8097229003906,
							["x"] = -347.7607421875,
							["w"] = 271.9050598144531,
							["h"] = 151.3968200683594,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank_in_combat"] = false,
					["switch_tank"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["use_battleground_server_parser"] = false,
			["use_scroll"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["report_schema"] = 1,
			["overall_clear_newtorghast"] = true,
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 213.8262016301748,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["segments_amount_to_save"] = 40,
			["trash_auto_remove"] = false,
			["standard_skin"] = false,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["pvp_as_group"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
	},
	["got_first_run"] = true,
	["spell_category_latest_sent"] = 0,
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["savedStyles"] = {
	},
	["report_pos"] = {
		821.109619140625, -- [1]
		-31.058349609375, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"RAID", -- [5]
		}, -- [1]
		{
			1, -- [1]
			1, -- [2]
			3, -- [3]
			8, -- [4]
			"RAID", -- [5]
		}, -- [2]
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [3]
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			10, -- [4]
			"GUILD", -- [5]
		}, -- [4]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["36723"] = {
				"36723", -- [1]
				"Timer36723cd", -- [2]
				"~鳳凰", -- [3]
				50, -- [4]
				135790, -- [5]
				"cd", -- [6]
				36723, -- [7]
				1, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["24314"] = {
				"24314", -- [1]
				"Timer24314target	特變電工", -- [2]
				"威懾凝視: 特變電工", -- [3]
				6, -- [4]
				136129, -- [5]
				"target", -- [6]
				24314, -- [7]
				3, -- [8]
				"Bloodlord", -- [9]
				["id"] = 787,
			},
			["35280"] = {
				"35280", -- [1]
				"Timer35280target	Huhou", -- [2]
				"支配:Huhou", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				35280, -- [7]
				3, -- [8]
				"565", -- [9]
				["id"] = 1931,
			},
			["37472"] = {
				"37472", -- [1]
				"Timer37472active", -- [2]
				"嗜血術結束", -- [3]
				10, -- [4]
				136012, -- [5]
				"active", -- [6]
				37472, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["38246"] = {
				"38246", -- [1]
				"Timer38246target	卐紅猴卐", -- [2]
				"混濁污泥:卐紅猴卐", -- [3]
				24, -- [4]
				136006, -- [5]
				"target", -- [6]
				38246, -- [7]
				3, -- [8]
				"Hydross", -- [9]
				["id"] = 623,
			},
			["29572"] = {
				"29572", -- [1]
				"Timer29572target	劫毀者", -- [2]
				"致死打擊:劫毀者", -- [3]
				5, -- [4]
				132355, -- [5]
				"target", -- [6]
				29572, -- [7]
				5, -- [8]
				"Moroes", -- [9]
				["id"] = 653,
			},
			["38511"] = {
				"38511", -- [1]
				"Timer38511cd", -- [2]
				"~說服", -- [3]
				21, -- [4]
				136129, -- [5]
				"cd", -- [6]
				38511, -- [7]
				3, -- [8]
				"Vashj", -- [9]
				["id"] = 628,
			},
			["37471"] = {
				"37471", -- [1]
				"Timer37471active", -- [2]
				"英勇氣概結束", -- [3]
				10, -- [4]
				135993, -- [5]
				"active", -- [6]
				37471, -- [7]
				0, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["25778"] = {
				"25778", -- [1]
				"Timer25778cd2", -- [2]
				"~擊退", -- [3]
				20, -- [4]
				132939, -- [5]
				"cd", -- [6]
				25778, -- [7]
				5, -- [8]
				"VoidReaver", -- [9]
				["id"] = 731,
			},
			["30852"] = {
				"30852", -- [1]
				"Timer30852cd", -- [2]
				"~暗影新星", -- [3]
				30, -- [4]
				136201, -- [5]
				"cd", -- [6]
				30852, -- [7]
				2, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["38523"] = {
				"38523", -- [1]
				"Timer38523cast", -- [2]
				"虛空吐息 ", -- [3]
				2.5, -- [4]
				135739, -- [5]
				"cast", -- [6]
				38523, -- [7]
				3, -- [8]
				"Netherspite", -- [9]
				["id"] = 659,
			},
			["30004"] = {
				"30004", -- [1]
				"Timer30004cast", -- [2]
				"烈焰火圈 ", -- [3]
				5, -- [4]
				135805, -- [5]
				"cast", -- [6]
				30004, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["33676"] = {
				"33676", -- [1]
				"Timer33676next", -- [2]
				"混沌煽動", -- [3]
				15, -- [4]
				136165, -- [5]
				"next", -- [6]
				33676, -- [7]
				6, -- [8]
				"545", -- [9]
				["id"] = 1909,
			},
			["30753"] = {
				"30753", -- [1]
				"Timer30753target	強運魔人", -- [2]
				"小紅帽:強運魔人", -- [3]
				20, -- [4]
				132659, -- [5]
				"target", -- [6]
				30753, -- [7]
				3, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["35410"] = {
				"35410", -- [1]
				"Timer35410target2	別逼我擋怪", -- [2]
				"熔化護甲:別逼我擋怪", -- [3]
				60, -- [4]
				135817, -- [5]
				"target", -- [6]
				35410, -- [7]
				5, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["33563"] = {
				"33563", -- [1]
				"Timer33563next", -- [2]
				"抽取暗影", -- [3]
				40, -- [4]
				136221, -- [5]
				"next", -- [6]
				33563, -- [7]
				6, -- [8]
				"546", -- [9]
				["id"] = 1911,
			},
			["33131"] = {
				"33131", -- [1]
				"Timer33131cd", -- [2]
				"~召喚野生惡魔獵犬", -- [3]
				48.5, -- [4]
				136216, -- [5]
				"cd", -- [6]
				33131, -- [7]
				1, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["33834"] = {
				"33834", -- [1]
				"Timer33834active", -- [2]
				"魔法中斷光環結束", -- [3]
				15, -- [4]
				135728, -- [5]
				"active", -- [6]
				33834, -- [7]
				1, -- [8]
				"540", -- [9]
				["id"] = 1906,
			},
			["35322"] = {
				"35322", -- [1]
				"Timer35322active2	看守者蓋洛奇歐", -- [2]
				"暗影強化結束", -- [3]
				15, -- [4]
				136172, -- [5]
				"active", -- [6]
				35322, -- [7]
				5, -- [8]
				"Gyrokill", -- [9]
				["id"] = 1933,
			},
			["30859"] = {
				"30859", -- [1]
				"Timer30859cd", -- [2]
				"~地獄烈焰", -- [3]
				14.5, -- [4]
				135818, -- [5]
				"cd", -- [6]
				30859, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["30115"] = {
				"30115", -- [1]
				"Timer30115target	Exclusiveleo", -- [2]
				"犧牲:Exclusiveleo", -- [3]
				30, -- [4]
				136120, -- [5]
				"target", -- [6]
				30115, -- [7]
				3, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["29991"] = {
				"29991", -- [1]
				"Timer29991target	叉騷鮑", -- [2]
				"冰鏈術:叉騷鮑", -- [3]
				10, -- [4]
				135834, -- [5]
				"target", -- [6]
				29991, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["29448"] = {
				"29448", -- [1]
				"Timer29448cd", -- [2]
				"~消失", -- [3]
				35.033, -- [4]
				132320, -- [5]
				"cd", -- [6]
				29448, -- [7]
				6, -- [8]
				"Moroes", -- [9]
				["id"] = 653,
			},
			["21060"] = {
				"21060", -- [1]
				"Timer21060target	嗯噗", -- [2]
				"致盲: 嗯噗", -- [3]
				10, -- [4]
				136175, -- [5]
				"target", -- [6]
				21060, -- [7]
				3, -- [8]
				"Thekal", -- [9]
				["id"] = 789,
			},
			["36922"] = {
				"36922", -- [1]
				"Timer36922cd", -- [2]
				"~低沉咆哮", -- [3]
				31.5, -- [4]
				136129, -- [5]
				"cd", -- [6]
				36922, -- [7]
				2, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["34661"] = {
				"34661", -- [1]
				"Timer34661target	Deve", -- [2]
				"犧牲:Deve", -- [3]
				8, -- [4]
				136120, -- [5]
				"target", -- [6]
				34661, -- [7]
				3, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["33238"] = {
				"33238", -- [1]
				"Timer33238cd", -- [2]
				"~旋風斬", -- [3]
				57.931, -- [4]
				132369, -- [5]
				"cd", -- [6]
				33238, -- [7]
				2, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["38280"] = {
				"38280", -- [1]
				"Timer38280target	魔令古二世", -- [2]
				"靜電衝鋒: 魔令古二世", -- [3]
				20, -- [4]
				136050, -- [5]
				"target", -- [6]
				38280, -- [7]
				3, -- [8]
				"Vashj", -- [9]
				["id"] = 628,
			},
			["39019"] = {
				"39019", -- [1]
				"Timer39019target	特變電工", -- [2]
				"全然支配:特變電工", -- [3]
				6, -- [4]
				136206, -- [5]
				"target", -- [6]
				39019, -- [7]
				3, -- [8]
				"551", -- [9]
				["id"] = 1914,
			},
			["30496"] = {
				"30496", -- [1]
				"Timer30496next", -- [2]
				"次級暗影裂縫", -- [3]
				8.3, -- [4]
				136160, -- [5]
				"next", -- [6]
				30496, -- [7]
				3, -- [8]
				"566", -- [9]
				["id"] = 1936,
			},
			["36300"] = {
				"36300", -- [1]
				"Timer36300next", -- [2]
				"生長", -- [3]
				29.932, -- [4]
				136129, -- [5]
				"next", -- [6]
				36300, -- [7]
				6, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["30923"] = {
				"30923", -- [1]
				"Timer30923target	小小煌", -- [2]
				"支配:小小煌", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				30923, -- [7]
				3, -- [8]
				"555", -- [9]
				["id"] = 1922,
			},
			["37098"] = {
				"37098", -- [1]
				"Timer37098active", -- [2]
				"碎骨之雨結束", -- [3]
				11, -- [4]
				133727, -- [5]
				"active", -- [6]
				37098, -- [7]
				1, -- [8]
				"NightbaneRaid", -- [9]
				["id"] = 662,
			},
			["31458"] = {
				"31458", -- [1]
				"Timer31458target2	坦普拉斯", -- [2]
				"迅速:坦普拉斯", -- [3]
				10, -- [4]
				136011, -- [5]
				"target", -- [6]
				31458, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["33654"] = {
				"33654", -- [1]
				"Timer33654next", -- [2]
				"破碎", -- [3]
				10, -- [4]
				132091, -- [5]
				"next", -- [6]
				33654, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["33792"] = {
				"33792", -- [1]
				"Timer33792target	特變電工", -- [2]
				"爆炸射擊:特變電工", -- [3]
				6, -- [4]
				132222, -- [5]
				"target", -- [6]
				33792, -- [7]
				3, -- [8]
				"538", -- [9]
				["id"] = 1905,
			},
			["58678"] = {
				"58678", -- [1]
				"Timer58678target	懒觉硬邦邦", -- [2]
				"岩石碎片: 懒觉硬邦邦", -- [3]
				4, -- [4]
				136026, -- [5]
				"target", -- [6]
				58678, -- [7]
				3, -- [8]
				"Archavon", -- [9]
				["id"] = 772,
			},
			["29951"] = {
				"29951", -- [1]
				"Timer29951active", -- [2]
				"暴風雪結束", -- [3]
				30, -- [4]
				135857, -- [5]
				"active", -- [6]
				29951, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["16856"] = {
				"16856", -- [1]
				"Timer16856target2	黃肉肉", -- [2]
				"致死打擊: 黃肉肉", -- [3]
				5, -- [4]
				132355, -- [5]
				"target", -- [6]
				16856, -- [7]
				5, -- [8]
				"Bloodlord", -- [9]
				["id"] = 787,
			},
			["38592"] = {
				"38592", -- [1]
				"Timer38592active2", -- [2]
				"法術反射結束", -- [3]
				6, -- [4]
				136222, -- [5]
				"active", -- [6]
				38592, -- [7]
				5, -- [8]
				"553", -- [9]
				["id"] = 1921,
			},
			["31718"] = {
				"31718", -- [1]
				"Timer31718target	鷲尾", -- [2]
				"包圍之風:鷲尾", -- [3]
				6, -- [4]
				136018, -- [5]
				"target", -- [6]
				31718, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["39340"] = {
				"39340", -- [1]
				"Timer39340cd", -- [2]
				"~毒氣箭雨", -- [3]
				17, -- [4]
				136016, -- [5]
				"cd", -- [6]
				39340, -- [7]
				2, -- [8]
				"572", -- [9]
				["id"] = 1940,
			},
			["34229"] = {
				"34229", -- [1]
				"Timer34229cast", -- [2]
				"烈焰羽刺 ", -- [3]
				10, -- [4]
				135815, -- [5]
				"cast", -- [6]
				34229, -- [7]
				3, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
			["33923"] = {
				"33923", -- [1]
				"Timer33923cast", -- [2]
				"音速波 ", -- [3]
				5, -- [4]
				136010, -- [5]
				"cast", -- [6]
				33923, -- [7]
				2, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["51170"] = {
				"51170", -- [1]
				"Timer51170active", -- [2]
				"暴怒攻击结束", -- [3]
				12, -- [4]
				136146, -- [5]
				"active", -- [6]
				51170, -- [7]
				6, -- [8]
				"625", -- [9]
				["id"] = 534,
			},
			["36449"] = {
				"36449", -- [1]
				"Timer36449next", -- [2]
				"殘骸", -- [3]
				15, -- [4]
				136025, -- [5]
				"next", -- [6]
				36449, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["nil"] = {
				"nil", -- [1]
				"狂暴", -- [2]
				"狂暴", -- [3]
				720.069, -- [4]
				136224, -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"Curator", -- [9]
				["id"] = 656,
			},
			["31481"] = {
				"31481", -- [1]
				"Timer31481target	心計寶貝", -- [2]
				"肺部爆炸:心計寶貝", -- [3]
				10, -- [4]
				132322, -- [5]
				"target", -- [6]
				31481, -- [7]
				3, -- [8]
				"573", -- [9]
				["id"] = 1942,
			},
			["39427"] = {
				"39427", -- [1]
				"Timer39427cd", -- [2]
				"~低沉咆哮", -- [3]
				31, -- [4]
				136129, -- [5]
				"cd", -- [6]
				39427, -- [7]
				2, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["38197"] = {
				"38197", -- [1]
				"Timer38197cast", -- [2]
				"魔爆術 ", -- [3]
				5, -- [4]
				136116, -- [5]
				"cast", -- [6]
				38197, -- [7]
				2, -- [8]
				"543", -- [9]
				["id"] = 1902,
			},
			["34162"] = {
				"34162", -- [1]
				"Timer34162cd", -- [2]
				"~猛擊", -- [3]
				13, -- [4]
				132326, -- [5]
				"cd", -- [6]
				34162, -- [7]
				2, -- [8]
				"VoidReaver", -- [9]
				["id"] = 731,
			},
			["35941"] = {
				"35941", -- [1]
				"Timer35941next", -- [2]
				"重力流逝", -- [3]
				60, -- [4]
				136111, -- [5]
				"next", -- [6]
				35941, -- [7]
				6, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["30843"] = {
				"30843", -- [1]
				"Timer30843next", -- [2]
				"削弱", -- [3]
				29.933, -- [4]
				136169, -- [5]
				"next", -- [6]
				30843, -- [7]
				3, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["51162"] = {
				"51162", -- [1]
				"Timer51162active", -- [2]
				"位面转移结束", -- [3]
				18, -- [4]
				135736, -- [5]
				"active", -- [6]
				51162, -- [7]
				6, -- [8]
				"625", -- [9]
				["id"] = 534,
			},
			["31422"] = {
				"31422", -- [1]
				"Timer31422active", -- [2]
				"時間停止結束", -- [3]
				4, -- [4]
				135728, -- [5]
				"active", -- [6]
				31422, -- [7]
				3, -- [8]
				"554", -- [9]
				["id"] = 1919,
			},
			["31534"] = {
				"31534", -- [1]
				"Timer31534active	督軍卡利斯瑞", -- [2]
				"法術反射結束", -- [3]
				8, -- [4]
				132361, -- [5]
				"active", -- [6]
				31534, -- [7]
				5, -- [8]
				"575", -- [9]
				["id"] = 1944,
			},
			["30841"] = {
				"30841", -- [1]
				"Timer30841target2	羅慕歐", -- [2]
				"膽量:羅慕歐", -- [3]
				8, -- [4]
				135908, -- [5]
				"target", -- [6]
				30841, -- [7]
				5, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["13005"] = {
				"13005", -- [1]
				"Timer13005target	索爾", -- [2]
				"制裁之錘:索爾", -- [3]
				6, -- [4]
				135963, -- [5]
				"target", -- [6]
				13005, -- [7]
				3, -- [8]
				"539", -- [9]
				["id"] = 1907,
			},
			["30529"] = {
				"30529", -- [1]
				"Timer30529fades", -- [2]
				"最近在遊戲內消退", -- [3]
				10, -- [4]
				136129, -- [5]
				"fades", -- [6]
				30529, -- [7]
				5, -- [8]
				"Chess", -- [9]
				["id"] = 660,
			},
			["37433"] = {
				"37433", -- [1]
				"Timer37433cd", -- [2]
				"~噴射", -- [3]
				37, -- [4]
				135836, -- [5]
				"cd", -- [6]
				37433, -- [7]
				3, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["37566"] = {
				"37566", -- [1]
				"Timer37566target	特變電工", -- [2]
				"背叛之禍:特變電工", -- [3]
				15, -- [4]
				136143, -- [5]
				"target", -- [6]
				37566, -- [7]
				3, -- [8]
				"528", -- [9]
				["id"] = 1891,
			},
			["33547"] = {
				"33547", -- [1]
				"Timer33547next", -- [2]
				"恐懼術", -- [3]
				25, -- [4]
				136183, -- [5]
				"next", -- [6]
				33547, -- [7]
				2, -- [8]
				"544", -- [9]
				["id"] = 1908,
			},
			["30528"] = {
				"30528", -- [1]
				"Timer30528cast", -- [2]
				"黑暗治療 ", -- [3]
				2, -- [4]
				136130, -- [5]
				"cast", -- [6]
				30528, -- [7]
				4, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["37277"] = {
				"37277", -- [1]
				"Timer37277cd", -- [2]
				"~召喚地獄火", -- [3]
				14.433, -- [4]
				135231, -- [5]
				"cd", -- [6]
				37277, -- [7]
				1, -- [8]
				"Prince", -- [9]
				["id"] = 661,
			},
			["34727"] = {
				"34727", -- [1]
				"Timer34727next", -- [2]
				"召喚樹苗", -- [3]
				15, -- [4]
				136041, -- [5]
				"next", -- [6]
				34727, -- [7]
				1, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["51110"] = {
				"51110", -- [1]
				"Timer51110cast", -- [2]
				"魔爆术增效", -- [3]
				8, -- [4]
				136116, -- [5]
				"cast", -- [6]
				51110, -- [7]
				2, -- [8]
				"624", -- [9]
				["id"] = 532,
			},
			["37854"] = {
				"37854", -- [1]
				"Timer37854active", -- [2]
				"召喚水晶體結束", -- [3]
				35, -- [4]
				136187, -- [5]
				"active", -- [6]
				37854, -- [7]
				1, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["36815"] = {
				"36815", -- [1]
				"Timer36815cd", -- [2]
				"~震擊屏障", -- [3]
				60, -- [4]
				136051, -- [5]
				"cd", -- [6]
				36815, -- [7]
				4, -- [8]
				"KaelThas", -- [9]
				["id"] = 733,
			},
			["30254"] = {
				"30254", -- [1]
				"Timer30254active", -- [2]
				"喚醒結束", -- [3]
				20, -- [4]
				136075, -- [5]
				"active", -- [6]
				30254, -- [7]
				6, -- [8]
				"Curator", -- [9]
				["id"] = 656,
			},
			["35159"] = {
				"35159", -- [1]
				"Timer35159active", -- [2]
				"反射傷害護盾結束", -- [3]
				10, -- [4]
				136121, -- [5]
				"active", -- [6]
				35159, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["29946"] = {
				"29946", -- [1]
				"Timer29946active", -- [2]
				"烈焰火圈結束", -- [3]
				20.2, -- [4]
				135926, -- [5]
				"active", -- [6]
				29946, -- [7]
				3, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["37676"] = {
				"37676", -- [1]
				"Timer37676cd", -- [2]
				"~陰險之語", -- [3]
				23, -- [4]
				136171, -- [5]
				"cd", -- [6]
				37676, -- [7]
				6, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["29522"] = {
				"29522", -- [1]
				"Timer29522target	邁克爾假死", -- [2]
				"神聖之火:邁克爾假死", -- [3]
				12, -- [4]
				135972, -- [5]
				"target", -- [6]
				29522, -- [7]
				5, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["38049"] = {
				"38049", -- [1]
				"Timer38049cd", -- [2]
				"~水之墓", -- [3]
				20, -- [4]
				136148, -- [5]
				"cd", -- [6]
				38049, -- [7]
				3, -- [8]
				"Tidewalker", -- [9]
				["id"] = 627,
			},
			["51121"] = {
				"51121", -- [1]
				"Timer51121target	凡哥", -- [2]
				"时间炸弹: 凡哥", -- [3]
				6, -- [4]
				136116, -- [5]
				"target", -- [6]
				51121, -- [7]
				5, -- [8]
				"624", -- [9]
				["id"] = 532,
			},
			["30065"] = {
				"30065", -- [1]
				"Timer30065active", -- [2]
				"破碎契印結束", -- [3]
				31, -- [4]
				136135, -- [5]
				"active", -- [6]
				30065, -- [7]
				6, -- [8]
				"TerestianIllhoof", -- [9]
				["id"] = 657,
			},
			["32361"] = {
				"32361", -- [1]
				"Timer32361cd", -- [2]
				"~水晶囚牢", -- [3]
				17.8, -- [4]
				135988, -- [5]
				"cd", -- [6]
				32361, -- [7]
				2, -- [8]
				"535", -- [9]
				["id"] = 1901,
			},
			["30752"] = {
				"30752", -- [1]
				"Timer30752next", -- [2]
				"恐嚇嚎叫", -- [3]
				24, -- [4]
				132111, -- [5]
				"next", -- [6]
				30752, -- [7]
				2, -- [8]
				"BigBadWolf", -- [9]
				["id"] = 655,
			},
			["34670"] = {
				"34670", -- [1]
				"Timer34670active	『看管者』索古林", -- [2]
				"狂怒結束", -- [3]
				10, -- [4]
				136224, -- [5]
				"active", -- [6]
				34670, -- [7]
				0, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["37363"] = {
				"37363", -- [1]
				"Timer37363cd", -- [2]
				"~旋風", -- [3]
				15, -- [4]
				136235, -- [5]
				"cd", -- [6]
				37363, -- [7]
				2, -- [8]
				"LurkerBelow", -- [9]
				["id"] = 624,
			},
			["34697"] = {
				"34697", -- [1]
				"Timer34697target	特變電工", -- [2]
				"過敏反應:特變電工", -- [3]
				18, -- [4]
				136182, -- [5]
				"target", -- [6]
				34697, -- [7]
				3, -- [8]
				"561", -- [9]
				["id"] = 1927,
			},
			["12540"] = {
				"12540", -- [1]
				"Timer12540target	阿鋒哥", -- [2]
				"鑿擊: 阿鋒哥", -- [3]
				4, -- [4]
				132155, -- [5]
				"target", -- [6]
				12540, -- [7]
				3, -- [8]
				"Thekal", -- [9]
				["id"] = 789,
			},
			["30878"] = {
				"30878", -- [1]
				"Timer30878cast", -- [2]
				"永恆的影響 ", -- [3]
				2.5, -- [4]
				135915, -- [5]
				"cast", -- [6]
				30878, -- [7]
				0, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["30887"] = {
				"30887", -- [1]
				"Timer30887target2	茱麗葉", -- [2]
				"虔誠:茱麗葉", -- [3]
				10, -- [4]
				135910, -- [5]
				"target", -- [6]
				30887, -- [7]
				5, -- [8]
				"RomuloAndJulianne", -- [9]
				["id"] = 655,
			},
			["35107"] = {
				"35107", -- [1]
				"Timer35107target	特變電工", -- [2]
				"電網:特變電工", -- [3]
				6, -- [4]
				132149, -- [5]
				"target", -- [6]
				35107, -- [7]
				3, -- [8]
				"574", -- [9]
				["id"] = 1943,
			},
			["33152"] = {
				"33152", -- [1]
				"Timer33152cast", -- [2]
				"治療禱言 ", -- [3]
				4, -- [4]
				135943, -- [5]
				"cast", -- [6]
				33152, -- [7]
				4, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["35158"] = {
				"35158", -- [1]
				"Timer35158active", -- [2]
				"反射魔法護盾結束", -- [3]
				10, -- [4]
				135843, -- [5]
				"active", -- [6]
				35158, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["33525"] = {
				"33525", -- [1]
				"Timer33525cd", -- [2]
				"~大地猛擊", -- [3]
				39.932, -- [4]
				135237, -- [5]
				"cd", -- [6]
				33525, -- [7]
				2, -- [8]
				"Gruul", -- [9]
				["id"] = 650,
			},
			["34716"] = {
				"34716", -- [1]
				"Timer34716active", -- [2]
				"踐踏結束", -- [3]
				5, -- [4]
				132368, -- [5]
				"active", -- [6]
				34716, -- [7]
				3, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["60880"] = {
				"60880", -- [1]
				"Timer60880next", -- [2]
				"下一次践踏", -- [3]
				44.449, -- [4]
				132318, -- [5]
				"next", -- [6]
				60880, -- [7]
				2, -- [8]
				"Archavon", -- [9]
				["id"] = 772,
			},
			["30616"] = {
				"30616", -- [1]
				"Timer30616cdcount	2", -- [2]
				"~衝擊新星 (2)", -- [3]
				54, -- [4]
				135824, -- [5]
				"cdcount", -- [6]
				30616, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["30739"] = {
				"30739", -- [1]
				"Timer30739cd", -- [2]
				"~劍刃之舞", -- [3]
				72, -- [4]
				132350, -- [5]
				"cd", -- [6]
				30739, -- [7]
				2, -- [8]
				"569", -- [9]
				["id"] = 1938,
			},
			["33711"] = {
				"33711", -- [1]
				"Timer33711target	Linq", -- [2]
				"莫爾墨之觸:Linq", -- [3]
				14, -- [4]
				136114, -- [5]
				"target", -- [6]
				33711, -- [7]
				3, -- [8]
				"547", -- [9]
				["id"] = 1910,
			},
			["37640"] = {
				"37640", -- [1]
				"Timer37640cd", -- [2]
				"~旋風斬", -- [3]
				15, -- [4]
				132369, -- [5]
				"cd", -- [6]
				37640, -- [7]
				2, -- [8]
				"Leotheras", -- [9]
				["id"] = 625,
			},
			["33045"] = {
				"33045", -- [1]
				"Timer33045target	鄧紫騎", -- [2]
				"星術師之怒:鄧紫騎", -- [3]
				8, -- [4]
				135729, -- [5]
				"target", -- [6]
				33045, -- [7]
				0, -- [8]
				"Solarian", -- [9]
				["id"] = 732,
			},
			["43127"] = {
				"43127", -- [1]
				"Timer43127cd", -- [2]
				"~無形守護", -- [3]
				27.8, -- [4]
				135974, -- [5]
				"cd", -- [6]
				43127, -- [7]
				3, -- [8]
				"Attumen", -- [9]
				["id"] = 652,
			},
			["29973"] = {
				"29973", -- [1]
				"Timer29973cast", -- [2]
				"魔爆術 ", -- [3]
				10, -- [4]
				136116, -- [5]
				"cast", -- [6]
				29973, -- [7]
				2, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["37053"] = {
				"37053", -- [1]
				"Timer37053active", -- [2]
				"召喚水元素結束", -- [3]
				90, -- [4]
				136192, -- [5]
				"active", -- [6]
				37053, -- [7]
				6, -- [8]
				"Aran", -- [9]
				["id"] = 658,
			},
			["29511"] = {
				"29511", -- [1]
				"Timer29511cd", -- [2]
				"~懺悔", -- [3]
				27.933, -- [4]
				135942, -- [5]
				"cd", -- [6]
				29511, -- [7]
				6, -- [8]
				"Maiden", -- [9]
				["id"] = 654,
			},
			["33144"] = {
				"33144", -- [1]
				"Timer33144cast", -- [2]
				"治療術 ", -- [3]
				2, -- [4]
				135915, -- [5]
				"cast", -- [6]
				33144, -- [7]
				4, -- [8]
				"Maulgar", -- [9]
				["id"] = 649,
			},
			["35181"] = {
				"35181", -- [1]
				"Timer35181cd", -- [2]
				"~俯衝彈", -- [3]
				30, -- [4]
				135808, -- [5]
				"cd", -- [6]
				35181, -- [7]
				2, -- [8]
				"Alar", -- [9]
				["id"] = 730,
			},
		},
	},
	["spell_category_latest_query"] = 0,
	["spell_school_cache"] = {
		["納沙塔爾詛咒"] = 32,
		["噬靈瘟疫"] = 32,
		["閃電吐息"] = 8,
		["秘法飛彈"] = 64,
		["熱疫疾病"] = 8,
		["風怒攻擊"] = 1,
		["瞄準射擊"] = 1,
		["生命虹吸"] = 32,
		["寒冰箭"] = 16,
		["音速波"] = 8,
		["消耗"] = 32,
		["冰霜長矛"] = 16,
		["惡魔烈焰"] = 4,
		["速效毒藥 V"] = 8,
		["蜥蜴之矢"] = 8,
		["嗜血"] = 1,
		["暗影之鞭"] = 32,
		["電網"] = 8,
		["俯衝彈"] = 4,
		["近戰"] = 1,
		["地獄火"] = 4,
		["雷霆一擊"] = 8,
		["虛弱之觸"] = 32,
		["憤怒之錘"] = 2,
		["毒花粉"] = 8,
		["撕裂"] = 1,
		["攔截昏迷"] = 1,
		["旋風"] = 1,
		["奧流之術"] = 64,
		["腐蝕種子"] = 32,
		["荊棘彈"] = 1,
		["火錐術"] = 4,
		["冰凍術"] = 16,
		["過敏反應"] = 8,
		["神聖新星"] = 2,
		["懲罰光環"] = 2,
		["出血"] = 1,
		["偷襲"] = 1,
		["痛苦詛咒"] = 32,
		["燒盡"] = 4,
		["火焰之雨"] = 4,
		["閃電鏈"] = 8,
		["魔鋼盾刺"] = 1,
		["衝擊新星"] = 4,
		["秘法燃燒"] = 64,
		["上鉤拳"] = 1,
		["低吼"] = 1,
		["秘法箭"] = 64,
		["法力護盾"] = 64,
		["燃燒之槌"] = 4,
		["眩晕"] = 1,
		["腳踢"] = 1,
		["野性衝鋒"] = 1,
		["吸血之觸"] = 32,
		["奉獻"] = 2,
		["奥术射线"] = 64,
		["鲜血印记"] = 1,
		["窒息云雾"] = 8,
		["復仇審判"] = 2,
		["吸取生命"] = 32,
		["毒性孢子"] = 8,
		["穿刺"] = 1,
		["制裁之錘"] = 2,
		["驅散射擊"] = 1,
		["冰霜新星"] = 16,
		["切下"] = 1,
		["勒絞纏根"] = 8,
		["秘法寶珠"] = 64,
		["自動射擊"] = 1,
		["反擊風暴"] = 1,
		["靈魂分擔"] = 1,
		["球体爆裂"] = 64,
		["近战"] = 1,
		["點燃"] = 4,
		["挫敗"] = 1,
		["懲擊"] = 2,
		["精神控制"] = 32,
		["火球術"] = 4,
		["電膚"] = 8,
		["重擊"] = 1,
		["燃燒釘刺"] = 4,
		["火焰衝擊"] = 4,
		["鑿擊"] = 1,
		["秘法之擊"] = 64,
		["冰錐術"] = 16,
		["鬼影缠身"] = 32,
		["腐蝕術"] = 32,
		["混沌衝擊"] = 4,
		["射擊"] = 1,
		["滾燙水浪"] = 4,
		["地震術"] = 8,
		["斷筋"] = 1,
		["荊棘術"] = 8,
		["挫志咆哮"] = 1,
		["正義聖印"] = 2,
		["暈眩"] = 1,
		["英勇打擊"] = 1,
		["火焰箭"] = 4,
		["驅邪術"] = 2,
		["冰霜攻擊"] = 16,
		["橫掃攻擊"] = 1,
		["毒液噴射"] = 8,
		["順劈斬"] = 1,
		["擊退"] = 1,
		["烈焰助長"] = 4,
		["亡靈的哭嚎"] = 32,
		["強效庇護祝福"] = 2,
		["抑制魔法"] = 32,
		["灼熱之痛"] = 4,
		["復仇"] = 1,
		["穿刺攻擊"] = 1,
		["旋風斬"] = 1,
		["軌道之擊"] = 32,
		["神聖復仇"] = 2,
		["投擲"] = 1,
		["精神鞭笞"] = 32,
		["烈焰武器"] = 4,
		["獠牙穿刺"] = 1,
		["秘法射擊"] = 64,
		["穩固射擊"] = 1,
		["精靈之火(野性)"] = 8,
		["割裂"] = 1,
		["恐慌"] = 32,
		["火焰新星"] = 4,
		["噴灑強酸"] = 8,
		["靈魂鏈結"] = 32,
		["復仇聖印"] = 2,
		["包圍之風"] = 8,
		["次級暗影裂縫"] = 32,
		["打擊"] = 1,
		["暗影箭"] = 32,
		["烈焰風暴"] = 4,
		["熔火護甲"] = 4,
		["衝鋒"] = 1,
		["天旋地轉"] = 1,
		["殘骸"] = 1,
		["多重射擊"] = 1,
		["復仇之盾"] = 2,
		["陣風"] = 1,
		["腳束縛"] = 1,
		["死亡纏繞"] = 32,
		["摔絆"] = 1,
		["揮擊"] = 1,
		["減速術"] = 64,
		["減速毒藥"] = 8,
		["獻祭"] = 4,
		["秘法衝擊"] = 64,
		["神聖之盾"] = 2,
		["羽翼攻擊"] = 1,
		["破甲攻擊"] = 1,
		["扭曲空間"] = 64,
		["暗影箭雨"] = 32,
		["狂怒的烈焰"] = 4,
		["暗影之握"] = 32,
		["暗言术：灭"] = 32,
		["猛擊"] = 64,
		["千斤錘特效"] = 1,
		["Tiro-Autom�tico"] = 1,
		["重傷"] = 1,
		["邪惡攻擊"] = 1,
		["肺部爆炸"] = 1,
		["灼燒"] = 4,
		["烈焰震擊"] = 4,
		["投擲扳手"] = 1,
		["獻祭陷阱效果"] = 4,
		["心靈震爆"] = 32,
		["毒"] = 8,
		["地縛術"] = 8,
		["惡魔獻祭"] = 4,
		["絞喉"] = 1,
		["暗言術:痛"] = 32,
		["烈焰"] = 4,
		["破膽怒吼"] = 1,
		["毒液箭"] = 8,
		["孢子爆破"] = 8,
		["酸液噴射"] = 8,
		["重压跳跃"] = 1,
		["岩石碎片"] = 1,
		["正義審判"] = 2,
		["閃電之盾"] = 8,
		["暴風雪"] = 16,
		["地獄烈焰"] = 4,
		["憎恨打擊"] = 1,
		["魔化火焰"] = 4,
		["致死打擊"] = 1,
		["潮汐奔騰"] = 16,
		["陷地"] = 1,
		["星術師之怒"] = 64,
		["閃電箭"] = 8,
		["烈焰羽刺"] = 4,
		["擊殺命令"] = 1,
		["虛空引爆"] = 64,
		["惡魔烈焰震擊"] = 4,
		["暗言術:死"] = 32,
		["噴射"] = 16,
		["正義防禦"] = 1,
		["亂射"] = 64,
		["邪惡孢子"] = 32,
		["衰弱打擊"] = 1,
		["Corpo-a-Corpo"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["class_time_played"] = {
		[2] = {
			["WARRIOR"] = 140791.822,
		},
	},
	["installed_skins_cache"] = {
	},
	["damage_scroll_auto_open"] = true,
	["current_exp_raid_encounters"] = {
	},
	["spellid_ignored"] = {
	},
	["spell_category_latest_save"] = 0,
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["item_level_pool"] = {
		["Player-4487-00121D5C"] = {
			["name"] = "戰豬",
			["time"] = 1669026033,
			["ilvl"] = 206,
		},
		["Player-4487-0017269A"] = {
			["time"] = 1669014345,
			["name"] = "雨岑",
			["ilvl"] = 201,
		},
		["Player-4487-001852E9"] = {
			["time"] = 1669048044,
			["name"] = "夜雨乄聽風",
			["ilvl"] = 142,
		},
		["Player-4487-00176271"] = {
			["time"] = 1669048076,
			["name"] = "多財多億",
			["ilvl"] = 203,
		},
		["Player-4487-0016F2AF"] = {
			["time"] = 1669036682,
			["name"] = "邁諾斯鳴角",
			["ilvl"] = 200,
		},
		["Player-4487-00173728"] = {
			["time"] = 1669036682,
			["name"] = "不學好",
			["ilvl"] = 188,
		},
		["Player-4487-0017D423"] = {
			["name"] = "春秋贰十六史",
			["time"] = 1669026102,
			["ilvl"] = 141,
		},
		["Player-4487-0012C82A"] = {
			["time"] = 1669036944,
			["name"] = "愛我就奶我",
			["ilvl"] = 192,
		},
		["Player-4487-0003C8F8"] = {
			["time"] = 1669014307,
			["name"] = "我的小盜賊",
			["ilvl"] = 205,
		},
		["Player-4487-00179D21"] = {
			["name"] = "可疑的豬頭",
			["time"] = 1669039911,
			["ilvl"] = 160,
		},
		["Player-4487-0008C0FF"] = {
			["time"] = 1669036944,
			["name"] = "馬德畢",
			["ilvl"] = 155,
		},
		["Player-4487-001222A0"] = {
			["time"] = 1669048646,
			["name"] = "魚版文",
			["ilvl"] = 200,
		},
		["Player-4487-00162488"] = {
			["name"] = "肥貓咪咪",
			["time"] = 1669042473,
			["ilvl"] = 206,
		},
		["Player-4487-0017DF6C"] = {
			["name"] = "萌萌的老蘇聯",
			["time"] = 1669026094,
			["ilvl"] = 173,
		},
		["Player-4487-0012DAB3"] = {
			["name"] = "小梨渦",
			["time"] = 1669039912,
			["ilvl"] = 208,
		},
		["Player-4487-00157ECD"] = {
			["time"] = 1669036959,
			["name"] = "保安街逼哥",
			["ilvl"] = 213,
		},
		["Player-4487-00016274"] = {
			["name"] = "你點到帥哥了",
			["time"] = 1669026036,
			["ilvl"] = 209,
		},
		["Player-4487-00172CD6"] = {
			["name"] = "那個水水",
			["time"] = 1669026156,
			["ilvl"] = 204,
		},
		["Player-4487-00181AB0"] = {
			["name"] = "勸退鼻祖",
			["time"] = 1669026121,
			["ilvl"] = 152,
		},
		["Player-4487-00182E8F"] = {
			["time"] = 1669014651,
			["name"] = "Meowwla",
			["ilvl"] = 146,
		},
		["Player-4487-0004F4A5"] = {
			["name"] = "攸汰",
			["time"] = 1669025796,
			["ilvl"] = 210,
		},
		["Player-4485-0016810E"] = {
			["name"] = "阿陶-瑪拉頓",
			["time"] = 1669026033,
			["ilvl"] = 185,
		},
		["Player-4487-0017D8C6"] = {
			["name"] = "盜了個賊",
			["time"] = 1669026096,
			["ilvl"] = 151,
		},
		["Player-4487-0017EF89"] = {
			["time"] = 1669048097,
			["name"] = "小嘗一口",
			["ilvl"] = 152,
		},
		["Player-4487-001665DE"] = {
			["time"] = 1669036919,
			["name"] = "大呆猛",
			["ilvl"] = 206,
		},
		["Player-4487-00181041"] = {
			["name"] = "Traumt",
			["time"] = 1669026167,
			["ilvl"] = 150,
		},
		["Player-4487-00173CA9"] = {
			["time"] = 1669014307,
			["name"] = "一娜芙蒂蒂一",
			["ilvl"] = 209,
		},
		["Player-4487-00169E8F"] = {
			["time"] = 1669014644,
			["name"] = "蛋蛋冇蛋蛋",
			["ilvl"] = 209,
		},
		["Player-4487-0017FC2B"] = {
			["time"] = 1669048031,
			["name"] = "胃超大的",
			["ilvl"] = 153,
		},
		["Player-4487-0018BD20"] = {
			["name"] = "艾醬的大寶貝",
			["time"] = 1669025929,
			["ilvl"] = 139,
		},
		["Player-4487-00179811"] = {
			["time"] = 1669014651,
			["name"] = "全村希望",
			["ilvl"] = 206,
		},
		["Player-4487-0011CD9E"] = {
			["time"] = 1669048646,
			["name"] = "Rickylee",
			["ilvl"] = 204,
		},
		["Player-4487-00166E96"] = {
			["time"] = 1669014543,
			["name"] = "查某囡仔",
			["ilvl"] = 169,
		},
		["Player-4487-00173054"] = {
			["time"] = 1669048646,
			["name"] = "戶愚呂秀蓮",
			["ilvl"] = 196,
		},
		["Player-4487-00179798"] = {
			["time"] = 1669036816,
			["name"] = "橙香碳烤牛排",
			["ilvl"] = 132,
		},
		["Player-4487-0015B2C2"] = {
			["name"] = "林美女",
			["time"] = 1669026084,
			["ilvl"] = 207,
		},
		["Player-4487-000B43E8"] = {
			["time"] = 1669047738,
			["name"] = "Renu",
			["ilvl"] = 208,
		},
		["Player-4487-00168DBF"] = {
			["time"] = 1669014608,
			["name"] = "星神離誅",
			["ilvl"] = 200,
		},
		["Player-4487-0013E998"] = {
			["time"] = 1669014651,
			["name"] = "蕾貝卡弗格森",
			["ilvl"] = 211,
		},
		["Player-4487-001727E2"] = {
			["time"] = 1669036919,
			["name"] = "元素熊大隻佬",
			["ilvl"] = 208,
		},
		["Player-4487-00148D63"] = {
			["name"] = "阿梅莉亞華生",
			["time"] = 1669039092,
			["ilvl"] = 205,
		},
		["Player-4487-000783D3"] = {
			["time"] = 1669047738,
			["name"] = "曼珠沙華神淚",
			["ilvl"] = 206,
		},
		["Player-4487-0017FA6F"] = {
			["time"] = 1669048029,
			["name"] = "杨大宝丶",
			["ilvl"] = 149,
		},
		["Player-4487-0014FA86"] = {
			["time"] = 1669036944,
			["name"] = "小竹子",
			["ilvl"] = 178,
		},
		["Player-4487-0017FC67"] = {
			["time"] = 1669048032,
			["name"] = "瘾超大的",
			["ilvl"] = 155,
		},
		["Player-4487-001809CC"] = {
			["time"] = 1669048072,
			["name"] = "Seago",
			["ilvl"] = 151,
		},
		["Player-4487-0017B745"] = {
			["name"] = "最愛吃奶",
			["time"] = 1669026084,
			["ilvl"] = 173,
		},
		["Player-4487-00188E53"] = {
			["time"] = 1669047738,
			["name"] = "黑軌",
			["ilvl"] = 141,
		},
		["Player-4485-00136D68"] = {
			["time"] = 1669036944,
			["name"] = "般若波羅秘-瑪拉頓",
			["ilvl"] = 194,
		},
		["Player-4487-0015F3D2"] = {
			["time"] = 1669014651,
			["name"] = "戒菸",
			["ilvl"] = 201,
		},
		["Player-4487-0002C2B5"] = {
			["time"] = 1669036944,
			["name"] = "牛霖",
			["ilvl"] = 141,
		},
		["Player-4487-0017D355"] = {
			["time"] = 1669014573,
			["name"] = "萌萌的菠蘿醬",
			["ilvl"] = 145,
		},
		["Player-4487-0011EE65"] = {
			["time"] = 1669036944,
			["name"] = "終焉之戰",
			["ilvl"] = 196,
		},
		["Player-4487-0017C240"] = {
			["time"] = 1669036953,
			["name"] = "Boruto",
			["ilvl"] = 142,
		},
		["Player-4487-0014F054"] = {
			["time"] = 1669047740,
			["name"] = "靜秋",
			["ilvl"] = 200,
		},
		["Player-4487-00057B9D"] = {
			["name"] = "紅蹄牛",
			["time"] = 1669039086,
			["ilvl"] = 199,
		},
		["Player-4487-00123F9E"] = {
			["time"] = 1669036913,
			["name"] = "性感大種馬",
			["ilvl"] = 205,
		},
		["Player-4487-000CBC75"] = {
			["time"] = 1669047866,
			["name"] = "國產鮮奶",
			["ilvl"] = 206,
		},
		["Player-4487-0017D3F3"] = {
			["name"] = "白小萨",
			["time"] = 1669026084,
			["ilvl"] = 172,
		},
		["Player-4487-0017D586"] = {
			["time"] = 1669014576,
			["name"] = "Fattiger",
			["ilvl"] = 193,
		},
		["Player-4487-0015EC23"] = {
			["time"] = 1669014398,
			["name"] = "永恆迴歸",
			["ilvl"] = 205,
		},
		["Player-4485-0015ACD4"] = {
			["time"] = 1669048646,
			["name"] = "烏咪咪-瑪拉頓",
			["ilvl"] = 210,
		},
		["Player-4487-00005835"] = {
			["time"] = 1669036944,
			["name"] = "趁你病要你命",
			["ilvl"] = 208,
		},
		["Player-4487-001675B8"] = {
			["time"] = 1669048050,
			["name"] = "哞哞吉",
			["ilvl"] = 212,
		},
		["Player-4487-00136570"] = {
			["time"] = 1669048018,
			["name"] = "晨光麥",
			["ilvl"] = 136,
		},
		["Player-4487-0013C4B6"] = {
			["name"] = "Novezal",
			["time"] = 1669026084,
			["ilvl"] = 187,
		},
		["Player-4487-001897C0"] = {
			["time"] = 1669047738,
			["name"] = "外馬爾",
			["ilvl"] = 144,
		},
		["Player-4487-001839E8"] = {
			["time"] = 1669047738,
			["name"] = "陈温柔",
			["ilvl"] = 137,
		},
		["Player-4485-0017CF2B"] = {
			["time"] = 1669036927,
			["name"] = "糖门小树人-瑪拉頓",
			["ilvl"] = 176,
		},
		["Player-4487-001799DD"] = {
			["time"] = 1669048076,
			["name"] = "賤人你給我管",
			["ilvl"] = 205,
		},
		["Player-4487-000BD449"] = {
			["time"] = 1669014602,
			["name"] = "原諒我灌醉你",
			["ilvl"] = 172,
		},
		["Player-4487-001852D3"] = {
			["time"] = 1669047775,
			["name"] = "Senriakane",
			["ilvl"] = 156,
		},
		["Player-4487-001886EC"] = {
			["time"] = 1669048066,
			["name"] = "茶顏翠色",
			["ilvl"] = 133,
		},
		["Player-4487-000BE2F9"] = {
			["time"] = 1669048031,
			["name"] = "美男",
			["ilvl"] = 208,
		},
		["Player-4487-0017D8CB"] = {
			["time"] = 1669036752,
			["name"] = "白马依然",
			["ilvl"] = 144,
		},
		["Player-4487-001885AA"] = {
			["time"] = 1669047848,
			["name"] = "气老猴儿",
			["ilvl"] = 139,
		},
		["Player-4487-00170921"] = {
			["time"] = 1669036919,
			["name"] = "你說很勇嘛",
			["ilvl"] = 204,
		},
		["Player-4487-00109708"] = {
			["name"] = "薩你魯巫",
			["time"] = 1669042467,
			["ilvl"] = 210,
		},
		["Player-4487-00189EA9"] = {
			["time"] = 1669047624,
			["name"] = "泡泡龍丶",
			["ilvl"] = 143,
		},
		["Player-4487-00177508"] = {
			["time"] = 1669036839,
			["name"] = "口袋餅乾",
			["ilvl"] = 205,
		},
		["Player-4487-00182C92"] = {
			["time"] = 1669036919,
			["name"] = "季节了",
			["ilvl"] = 148,
		},
		["Player-4487-0000B772"] = {
			["name"] = "鐵腿水上飄",
			["time"] = 1669040902,
			["ilvl"] = 170,
		},
		["Player-4487-0017BFB5"] = {
			["time"] = 1669048071,
			["name"] = "勾栏听曲",
			["ilvl"] = 188,
		},
		["Player-4485-0011AAB1"] = {
			["time"] = 1669048050,
			["name"] = "你在偷瞄我喔-瑪拉頓",
			["ilvl"] = 195,
		},
		["Player-4487-0017F84C"] = {
			["time"] = 1669047740,
			["name"] = "晴天和貓",
			["ilvl"] = 140,
		},
		["Player-4487-00188362"] = {
			["time"] = 1669048060,
			["name"] = "土豆牛肉",
			["ilvl"] = 147,
		},
		["Player-4487-00180552"] = {
			["time"] = 1669048044,
			["name"] = "燈芯糕",
			["ilvl"] = 129,
		},
		["Player-4487-001665DF"] = {
			["time"] = 1669036919,
			["name"] = "小呆萌",
			["ilvl"] = 203,
		},
		["Player-4487-00168C38"] = {
			["time"] = 1669048044,
			["name"] = "看我背影",
			["ilvl"] = 137,
		},
		["Player-4487-0011CE11"] = {
			["name"] = "騰騰子",
			["time"] = 1669026121,
			["ilvl"] = 206,
		},
		["Player-4487-001715C4"] = {
			["time"] = 1669047650,
			["name"] = "巴爾漢拾參",
			["ilvl"] = 212,
		},
		["Player-4487-001892A3"] = {
			["time"] = 1669048044,
			["name"] = "泡椒腰花",
			["ilvl"] = 144,
		},
		["Player-4487-0014F733"] = {
			["time"] = 1669048079,
			["name"] = "田腆舔老師",
			["ilvl"] = 106,
		},
		["Player-4487-0005A89E"] = {
			["name"] = "Kaidoo",
			["time"] = 1669026124,
			["ilvl"] = 203,
		},
		["Player-4487-0017CDDA"] = {
			["name"] = "萌萌的變態醬",
			["time"] = 1669026033,
			["ilvl"] = 152,
		},
		["Player-4487-001158AC"] = {
			["time"] = 1669048031,
			["name"] = "小黑咩咩",
			["ilvl"] = 176,
		},
		["Player-4487-0015B9AF"] = {
			["time"] = 1669048034,
			["name"] = "乾這真的有病",
			["ilvl"] = 146,
		},
		["Player-4487-00169B95"] = {
			["time"] = 1669036919,
			["name"] = "夜影疾風",
			["ilvl"] = 204,
		},
		["Player-4487-0017B43B"] = {
			["name"] = "最愛小肉",
			["time"] = 1669026084,
			["ilvl"] = 204,
		},
		["Player-4487-0017D695"] = {
			["time"] = 1669014611,
			["name"] = "毫無鍛煉痕跡",
			["ilvl"] = 163,
		},
		["Player-4487-00158358"] = {
			["time"] = 1669048043,
			["name"] = "我是你巴巴",
			["ilvl"] = 201,
		},
		["Player-4487-0005BC77"] = {
			["time"] = 1669048097,
			["name"] = "伊流",
			["ilvl"] = 193,
		},
		["Player-4487-0011DB38"] = {
			["name"] = "凡哥",
			["time"] = 1669042474,
			["ilvl"] = 208,
		},
		["Player-4487-00185191"] = {
			["time"] = 1669048082,
			["name"] = "龍琦",
			["ilvl"] = 138,
		},
		["Player-4487-00164A9E"] = {
			["time"] = 1669048076,
			["name"] = "荊棘掰",
			["ilvl"] = 117,
		},
		["Player-4485-00167B26"] = {
			["time"] = 1669048033,
			["name"] = "Netrezaar-瑪拉頓",
			["ilvl"] = 202,
		},
		["Player-4487-00134B82"] = {
			["time"] = 1669048031,
			["name"] = "牧慾",
			["ilvl"] = 109,
		},
		["Player-4487-00171811"] = {
			["time"] = 1669048031,
			["name"] = "Bodhimind",
			["ilvl"] = 200,
		},
		["Player-4487-0013C72F"] = {
			["name"] = "德皇老喬",
			["time"] = 1669039124,
			["ilvl"] = 204,
		},
		["Player-4487-00061E56"] = {
			["time"] = 1669048032,
			["name"] = "薩納諾斯",
			["ilvl"] = 205,
		},
		["Player-4487-00189416"] = {
			["time"] = 1669048049,
			["name"] = "盾牧",
			["ilvl"] = 138,
		},
		["Player-4487-00185BE2"] = {
			["time"] = 1669048032,
			["name"] = "Karena",
			["ilvl"] = 151,
		},
		["Player-4487-0017D61C"] = {
			["name"] = "Roco",
			["time"] = 1669026144,
			["ilvl"] = 168,
		},
		["Player-4487-00018C7A"] = {
			["time"] = 1669047738,
			["name"] = "沙嗲啾",
			["ilvl"] = 206,
		},
		["Player-4487-00008579"] = {
			["name"] = "Hapy",
			["time"] = 1669040907,
			["ilvl"] = 128,
		},
		["Player-4487-0018A29F"] = {
			["name"] = "飞刀",
			["time"] = 1669026167,
			["ilvl"] = 141,
		},
		["Player-4487-00167C14"] = {
			["time"] = 1669036944,
			["name"] = "雪夜飄飄",
			["ilvl"] = 200,
		},
		["Player-4487-0017C399"] = {
			["name"] = "Simplelife",
			["time"] = 1669039507,
			["ilvl"] = 182,
		},
		["Player-4487-000127C7"] = {
			["name"] = "獨孤星夜",
			["time"] = 1669026167,
			["ilvl"] = 213,
		},
		["Player-4487-00166918"] = {
			["time"] = 1669036944,
			["name"] = "姬森露娜",
			["ilvl"] = 131,
		},
		["Player-4487-00073122"] = {
			["name"] = "永世相知",
			["time"] = 1669039072,
			["ilvl"] = 200,
		},
		["Player-4487-0017D9DB"] = {
			["name"] = "懒觉硬邦邦",
			["time"] = 1669039900,
			["ilvl"] = 189,
		},
		["Player-4487-00022485"] = {
			["time"] = 1668961870,
			["name"] = "告野家牛丼",
			["ilvl"] = 181,
		},
		["Player-4487-00168AE1"] = {
			["name"] = "Cokë",
			["time"] = 1669038683,
			["ilvl"] = 205,
		},
		["Player-4487-00160475"] = {
			["time"] = 1669048043,
			["name"] = "阿瞎拉肉咧",
			["ilvl"] = 201,
		},
		["Player-4487-001847FF"] = {
			["time"] = 1669048079,
			["name"] = "耕年",
			["ilvl"] = 140,
		},
		["Player-4487-000B6AA8"] = {
			["time"] = 1669036930,
			["name"] = "塔洛恩",
			["ilvl"] = 189,
		},
		["Player-4487-00032133"] = {
			["time"] = 1669014651,
			["name"] = "穿馬靴是馬",
			["ilvl"] = 130,
		},
		["Player-4487-0017F8D7"] = {
			["time"] = 1669014513,
			["name"] = "看影子啦",
			["ilvl"] = 152,
		},
		["Player-4487-000DC814"] = {
			["time"] = 1669036944,
			["name"] = "我有我的調調",
			["ilvl"] = 184,
		},
		["Player-4487-001808B3"] = {
			["time"] = 1669036924,
			["name"] = "小刀亨利",
			["ilvl"] = 157,
		},
		["Player-4487-001676E9"] = {
			["time"] = 1669036152,
			["name"] = "真有趣",
			["ilvl"] = 211.375,
		},
		["Player-4487-00079224"] = {
			["name"] = "京都貓",
			["time"] = 1669026033,
			["ilvl"] = 144,
		},
		["Player-4487-00167A60"] = {
			["time"] = 1669036946,
			["name"] = "Nxt",
			["ilvl"] = 206,
		},
		["Player-4487-0006C670"] = {
			["time"] = 1669036947,
			["name"] = "等登等登",
			["ilvl"] = 208,
		},
		["Player-4487-0018890E"] = {
			["time"] = 1669014641,
			["name"] = "奧格第一深情",
			["ilvl"] = 143,
		},
		["Player-4487-0017E47E"] = {
			["time"] = 1669036919,
			["name"] = "聖光龍騎士",
			["ilvl"] = 156,
		},
		["Player-4487-00188607"] = {
			["time"] = 1669036963,
			["name"] = "信號旗",
			["ilvl"] = 141,
		},
		["Player-4487-0000CE32"] = {
			["name"] = "小莫",
			["time"] = 1669026098,
			["ilvl"] = 203,
		},
		["Player-4487-0018ADE3"] = {
			["time"] = 1669036604,
			["name"] = "鬼吹逼",
			["ilvl"] = 136,
		},
		["Player-4487-0014FD52"] = {
			["time"] = 1669048036,
			["name"] = "Palbu",
			["ilvl"] = 157,
		},
		["Player-4487-00042A21"] = {
			["time"] = 1669014651,
			["name"] = "Marsshine",
			["ilvl"] = 147,
		},
		["Player-4487-00158AA2"] = {
			["name"] = "Vickyy",
			["time"] = 1669039122,
			["ilvl"] = 208,
		},
		["Player-4487-0017A3D4"] = {
			["name"] = "一賓一",
			["time"] = 1669026033,
			["ilvl"] = 203,
		},
		["Player-4487-0017D424"] = {
			["time"] = 1669014657,
			["name"] = "睡過韓紅",
			["ilvl"] = 153,
		},
		["Player-4487-00157EC7"] = {
			["time"] = 1669036682,
			["name"] = "華興街夯妹",
			["ilvl"] = 208,
		},
		["Player-4487-0016D1FB"] = {
			["name"] = "伊隆馬",
			["time"] = 1669039092,
			["ilvl"] = 205,
		},
		["Player-4487-00165BFE"] = {
			["time"] = 1669014629,
			["name"] = "王安琪",
			["ilvl"] = 204,
		},
		["Player-4487-00186DFD"] = {
			["time"] = 1669048064,
			["name"] = "漆念丶",
			["ilvl"] = 143,
		},
		["Player-4487-00149787"] = {
			["time"] = 1669014651,
			["name"] = "幻星塵",
			["ilvl"] = 206,
		},
		["Player-4487-00133F57"] = {
			["name"] = "板橋確診病患",
			["time"] = 1669039911,
			["ilvl"] = 212,
		},
		["Player-4487-001754AF"] = {
			["name"] = "一黎一",
			["time"] = 1669026136,
			["ilvl"] = 207,
		},
		["Player-4487-00110491"] = {
			["name"] = "音道破壞者",
			["time"] = 1669039891,
			["ilvl"] = 143,
		},
		["Player-4487-0013479D"] = {
			["time"] = 1669036736,
			["name"] = "有洙川陽炎",
			["ilvl"] = 211,
		},
		["Player-4487-0015B9AD"] = {
			["time"] = 1669036944,
			["name"] = "拜託別誇我硬",
			["ilvl"] = 198,
		},
		["Player-4487-00172D6D"] = {
			["time"] = 1669014412,
			["name"] = "一定要加個蛋",
			["ilvl"] = 208,
		},
		["Player-4487-00151BF6"] = {
			["time"] = 1669036857,
			["name"] = "靈琉璃",
			["ilvl"] = 192,
		},
		["Player-4487-001624C3"] = {
			["name"] = "青羽馨",
			["time"] = 1669042474,
			["ilvl"] = 207,
		},
		["Player-4487-00182E88"] = {
			["time"] = 1669036944,
			["name"] = "林西西",
			["ilvl"] = 144,
		},
		["Player-4487-0018327F"] = {
			["time"] = 1669048032,
			["name"] = "Yyzzc",
			["ilvl"] = 139,
		},
		["Player-4487-00166441"] = {
			["name"] = "哈珞露特",
			["time"] = 1669039116,
			["ilvl"] = 185,
		},
		["Player-4487-0004630B"] = {
			["time"] = 1669014651,
			["name"] = "泰蘭一弗丁",
			["ilvl"] = 121,
		},
		["Player-4487-0017044E"] = {
			["name"] = "綠工具人",
			["time"] = 1669039102,
			["ilvl"] = 162,
		},
		["Player-4487-000057B0"] = {
			["time"] = 1669036707,
			["name"] = "Akrioss",
			["ilvl"] = 181,
		},
		["Player-4487-0017EFDA"] = {
			["time"] = 1669036944,
			["name"] = "Wjl",
			["ilvl"] = 169,
		},
		["Player-4487-00181370"] = {
			["time"] = 1669036919,
			["name"] = "逍遥大宗师",
			["ilvl"] = 155,
		},
		["Player-4487-000D7E50"] = {
			["name"] = "濺無虛發",
			["time"] = 1669026160,
			["ilvl"] = 203,
		},
		["Player-4487-00080AAA"] = {
			["time"] = 1669014651,
			["name"] = "咩咩",
			["ilvl"] = 198,
		},
		["Player-4487-0016AEAA"] = {
			["time"] = 1669014651,
			["name"] = "Lalastroke",
			["ilvl"] = 140,
		},
		["Player-4487-00170741"] = {
			["name"] = "流動守衛",
			["time"] = 1669026033,
			["ilvl"] = 203,
		},
		["Player-4487-00135D41"] = {
			["time"] = 1669014651,
			["name"] = "華勛之光",
			["ilvl"] = 209,
		},
		["Player-4487-001893E5"] = {
			["time"] = 1669047865,
			["name"] = "经验卷",
			["ilvl"] = 139,
		},
		["Player-4487-0017C6EA"] = {
			["time"] = 1669036682,
			["name"] = "卡萨",
			["ilvl"] = 144,
		},
		["Player-4487-00014B42"] = {
			["time"] = 1669036957,
			["name"] = "Sofapotato",
			["ilvl"] = 209,
		},
		["Player-4487-00162394"] = {
			["name"] = "神莖歪歪",
			["time"] = 1669026130,
			["ilvl"] = 196,
		},
		["Player-4487-00180BAC"] = {
			["time"] = 1669048044,
			["name"] = "似水年華丶",
			["ilvl"] = 141,
		},
		["Player-4487-00163AA7"] = {
			["name"] = "夢幻光頭術",
			["time"] = 1669026129,
			["ilvl"] = 194,
		},
		["Player-4487-0018041C"] = {
			["name"] = "柒色丶影",
			["time"] = 1669025888,
			["ilvl"] = 143,
		},
		["Player-4487-0017D22F"] = {
			["time"] = 1669014553,
			["name"] = "馬大嘟嚕",
			["ilvl"] = 151,
		},
		["Player-4487-00182DA0"] = {
			["name"] = "维涅斯",
			["time"] = 1669026154,
			["ilvl"] = 155,
		},
		["Player-4487-001676E6"] = {
			["time"] = 1669047738,
			["name"] = "Deathlight",
			["ilvl"] = 202,
		},
		["Player-4487-0012283C"] = {
			["time"] = 1669036919,
			["name"] = "西格蒙德",
			["ilvl"] = 183,
		},
		["Player-4487-0002CB06"] = {
			["name"] = "Novrain",
			["time"] = 1669039891,
			["ilvl"] = 204,
		},
		["Player-4487-00175067"] = {
			["name"] = "一殤一",
			["time"] = 1669026130,
			["ilvl"] = 209,
		},
		["Player-4487-0017CA95"] = {
			["name"] = "秋意浓乄",
			["time"] = 1669026155,
			["ilvl"] = 177,
		},
		["Player-4487-0014AB01"] = {
			["name"] = "銀月亞魯因",
			["time"] = 1669026033,
			["ilvl"] = 123,
		},
		["Player-4487-00022861"] = {
			["name"] = "Emxd",
			["time"] = 1669026084,
			["ilvl"] = 203,
		},
		["Player-4487-00165CC7"] = {
			["time"] = 1669048058,
			["name"] = "湳湘楚",
			["ilvl"] = 184,
		},
		["Player-4487-0015F717"] = {
			["time"] = 1669014472,
			["name"] = "Cöke",
			["ilvl"] = 204,
		},
		["Player-4487-00186A19"] = {
			["time"] = 1669014576,
			["name"] = "傳說中的宙斯",
			["ilvl"] = 142,
		},
		["Player-4487-0017BBF7"] = {
			["time"] = 1669014628,
			["name"] = "阿尔法贝塔",
			["ilvl"] = 149,
		},
		["Player-4487-0017857F"] = {
			["name"] = "Warriorplus",
			["time"] = 1669026167,
			["ilvl"] = 201,
		},
		["Player-4487-00177CFE"] = {
			["time"] = 1669036682,
			["name"] = "牛奶嘎逼",
			["ilvl"] = 119,
		},
		["Player-4485-000A7C67"] = {
			["time"] = 1669048031,
			["name"] = "風情疾風-瑪拉頓",
			["ilvl"] = 177,
		},
		["Player-4487-00054F1A"] = {
			["time"] = 1669036963,
			["name"] = "米斯達",
			["ilvl"] = 200,
		},
		["Player-4487-00087B0E"] = {
			["name"] = "沐玥",
			["time"] = 1669040902,
			["ilvl"] = 201,
		},
		["Player-4487-0013C708"] = {
			["time"] = 1669036944,
			["name"] = "卓杞篤",
			["ilvl"] = 209,
		},
		["Player-4487-00186C63"] = {
			["time"] = 1669036780,
			["name"] = "瓜瓜阿",
			["ilvl"] = 133,
		},
		["Player-4487-0017FC60"] = {
			["time"] = 1669048032,
			["name"] = "心超大的",
			["ilvl"] = 153,
		},
		["Player-4487-00154CBC"] = {
			["time"] = 1669036756,
			["name"] = "杜鵑吹雪",
			["ilvl"] = 213,
		},
		["Player-4487-0016883C"] = {
			["time"] = 1669036925,
			["name"] = "乃木坂四六",
			["ilvl"] = 183,
		},
		["Player-4487-00164AE3"] = {
			["time"] = 1669036912,
			["name"] = "肥師公",
			["ilvl"] = 205,
		},
		["Player-4487-0017A809"] = {
			["time"] = 1669036919,
			["name"] = "霝琉璃",
			["ilvl"] = 101,
		},
		["Player-4487-0012ECFA"] = {
			["time"] = 1669048646,
			["name"] = "特變電工",
			["ilvl"] = 155,
		},
		["Player-4487-0018A38B"] = {
			["name"] = "阿古多",
			["time"] = 1669026121,
			["ilvl"] = 127,
		},
		["Player-4487-0017D7DD"] = {
			["time"] = 1669014541,
			["name"] = "阿爾托麗婭",
			["ilvl"] = 164,
		},
		["Player-4487-00187D3A"] = {
			["time"] = 1669048079,
			["name"] = "俺是小宝",
			["ilvl"] = 146,
		},
		["Player-4487-001772A7"] = {
			["time"] = 1669036944,
			["name"] = "無恥小王",
			["ilvl"] = 209,
		},
		["Player-4487-0003F8FE"] = {
			["name"] = "我補會滅團",
			["time"] = 1669026033,
			["ilvl"] = 198,
		},
		["Player-4487-00178010"] = {
			["name"] = "站身後姨母笑",
			["time"] = 1669026120,
			["ilvl"] = 208,
		},
		["Player-4487-00180EAC"] = {
			["time"] = 1669014651,
			["name"] = "贼心飞扬",
			["ilvl"] = 167,
		},
		["Player-4487-0017B3D7"] = {
			["name"] = "陈一寞",
			["time"] = 1669026084,
			["ilvl"] = 160,
		},
		["Player-4487-00186D2E"] = {
			["time"] = 1669048031,
			["name"] = "香烟盒",
			["ilvl"] = 156,
		},
		["Player-4487-0018452E"] = {
			["name"] = "老灬王",
			["time"] = 1669026121,
			["ilvl"] = 143,
		},
		["Player-4487-00123835"] = {
			["time"] = 1669036786,
			["name"] = "媽說不能吃牛",
			["ilvl"] = 127,
		},
		["Player-4487-001791F5"] = {
			["time"] = 1669036788,
			["name"] = "踩到積木真痛",
			["ilvl"] = 159,
		},
		["Player-4487-0017C4E6"] = {
			["name"] = "給你狠一個",
			["time"] = 1669026038,
			["ilvl"] = 0,
		},
		["Player-4487-00023701"] = {
			["time"] = 1669014651,
			["name"] = "都幾歲了還玩",
			["ilvl"] = 212,
		},
		["Player-4487-000668F1"] = {
			["name"] = "宸楓幻化",
			["time"] = 1669040826,
			["ilvl"] = 137,
		},
		["Player-4487-0018252A"] = {
			["time"] = 1669048102,
			["name"] = "花開丨富貴",
			["ilvl"] = 151,
		},
		["Player-4487-00189F93"] = {
			["name"] = "Angrybirds",
			["time"] = 1669026121,
			["ilvl"] = 140,
		},
		["Player-4487-001268B5"] = {
			["time"] = 1669036944,
			["name"] = "Lussuriaz",
			["ilvl"] = 206,
		},
		["Player-4487-00167566"] = {
			["time"] = 1669036944,
			["name"] = "小貓維尼",
			["ilvl"] = 203,
		},
		["Player-4487-0016798B"] = {
			["time"] = 1669047769,
			["name"] = "卡瑪希爾比亞",
			["ilvl"] = 155,
		},
		["Player-4487-0017A4DD"] = {
			["time"] = 1669036686,
			["name"] = "小燭",
			["ilvl"] = 101,
		},
		["Player-4487-0015A902"] = {
			["time"] = 1669047922,
			["name"] = "源淆",
			["ilvl"] = 206,
		},
		["Player-4487-0018400B"] = {
			["time"] = 1669048043,
			["name"] = "純愛鬥士",
			["ilvl"] = 152,
		},
		["Player-4487-0017DC7B"] = {
			["name"] = "傲娇面",
			["time"] = 1669026084,
			["ilvl"] = 139,
		},
		["Player-4487-0017C9A4"] = {
			["name"] = "束縛巨乳滑出",
			["time"] = 1669026086,
			["ilvl"] = 194,
		},
		["Player-4487-0015EE5B"] = {
			["name"] = "小鼬仔",
			["time"] = 1669026061,
			["ilvl"] = 212,
		},
		["Player-4487-000149F3"] = {
			["time"] = 1669036919,
			["name"] = "芙芙包",
			["ilvl"] = 204,
		},
		["Player-4487-0017C79A"] = {
			["name"] = "奶油草莓卷",
			["time"] = 1669026106,
			["ilvl"] = 180,
		},
		["Player-4487-000A4CC4"] = {
			["name"] = "微風小獵手",
			["time"] = 1669039072,
			["ilvl"] = 205,
		},
		["Player-4487-00160275"] = {
			["name"] = "隱居德魯伊",
			["time"] = 1669026033,
			["ilvl"] = 186,
		},
		["Player-4487-00172DC8"] = {
			["time"] = 1668961946,
			["name"] = "影小貪",
			["ilvl"] = 195,
		},
	},
	["exit_errors"] = {
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["realm_sync"] = true,
	["createauraframe"] = {
		["y"] = 3.0517578125e-05,
		["x"] = 3.0517578125e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["switchSaved"] = {
		["slots"] = 16,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
		},
	},
	["savedCustomSpells"] = {
		{
			6, -- [1]
			"環境 (著火)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自動射擊", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			8, -- [1]
			"環境 (黏液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [3]
		{
			3, -- [1]
			"環境 (掉落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [4]
		{
			1, -- [1]
			"近戰", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [5]
		{
			4, -- [1]
			"環境 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [6]
		{
			5, -- [1]
			"環境 (疲勞)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [7]
		{
			7, -- [1]
			"環境 (岩漿)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [8]
	},
	["update_warning_timeout"] = 10,
	["keystone_cache"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["raid_data"] = {
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 34.97297668457031,
		["x"] = 227.6277465820313,
		["point"] = "LEFT",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 18347,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1641038390,
	["dungeon_data"] = {
	},
}
