
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2023-04-16",
			["Class"] = "SHAMAN",
			["InstanceID"] = 533,
			["Player"] = "巴非特",
			["SavedID"] = 206216785,
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "DRUID",
			["FirstPlayer"] = "单人隐",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-533-25258-15956-00003BD3D4",
					["Time"] = "19:00:58",
					["Looter"] = "壹頓喫不飽",
					["Date"] = "2023-04-16",
					["Class"] = "DRUID",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[虫群护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:39719::::::::80:::::::::|h[蝗虫衬肩]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-533-25258-15953-00003BD3D4",
					["Time"] = "19:04:53",
					["Looter"] = "刘枫的爹",
					["Date"] = "2023-04-16",
					["Class"] = "ROGUE",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[冷酷]|h|r", -- [1]
						"|cffa335ee|Hitem:39725::::::::80:::::::::|h[悲伤仆从肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:39731::::::::80:::::::::|h[谨慎护腕]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-533-25258-15952-00003BD3D4",
					["Time"] = "19:10:03",
					["Looter"] = "味觉",
					["Date"] = "2023-04-16",
					["Class"] = "PALADIN",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危机转折披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39767::::::::80:::::::::|h[不灭胸铠]|h|r", -- [2]
						"|cffa335ee|Hitem:39760::::::::80:::::::::|h[湮灭荣耀头盔]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-533-25258-16011-00003BD3D4",
					["Time"] = "19:25:22",
					["Looter"] = "刘枫的爹",
					["Date"] = "2023-04-16",
					["Class"] = "ROGUE",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40243::::::::80:::::::::|h[邪恶谎言裹足]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-533-25258-16061-00003BD3D4",
					["Time"] = "19:31:39",
					["Looter"] = "锋湮",
					["Date"] = "2023-04-16",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40327::::::::80:::::::::|h[复原束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[传承]|h|r", -- [2]
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[指引护手]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-533-25258-16060-00003BD3D4",
					["Time"] = "19:39:43",
					["Looter"] = "刘枫的爹",
					["Date"] = "2023-04-16",
					["Class"] = "ROGUE",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40342::::::::80:::::::::|h[觉醒神像]|h|r", -- [1]
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量释放头盔]|h|r", -- [2]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[谋划护符]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-533-25258-16028-00003BD3D4",
					["Time"] = "19:52:52",
					["Looter"] = "刘枫的爹",
					["Date"] = "2023-04-16",
					["Class"] = "ROGUE",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:40261::::::::80:::::::::|h[天然作战手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40268::::::::80:::::::::|h[宽容圣契]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-533-25258-15931-00003BD3D4",
					["Time"] = "19:57:06",
					["Looter"] = "锋湮",
					["Date"] = "2023-04-16",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40253::::::::80:::::::::|h[修女披风]|h|r", -- [1]
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[淤泥护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[堕落锁链腰带]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-533-25258-15928-00003BD3D4",
					["Time"] = "20:07:24",
					["Class"] = "MAGE",
					["Date"] = "2023-04-16",
					["Looter"] = "雪乄玲珑",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40298::::::::80:::::::::|h[屈服者的面甲]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-533-25258-15989-00003BE553",
					["Time"] = "20:12:04",
					["Class"] = "DRUID",
					["Date"] = "2023-04-16",
					["Looter"] = "壹頓喫不飽",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙之光]|h|r", -- [1]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [2]
						"|cffa335ee|Hitem:40362::::::::80:::::::::|h[快速反应手套]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-533-25258-15990-00003BD3D4",
					["Time"] = "20:21:45",
					["Class"] = "ROGUE",
					["Date"] = "2023-04-16",
					["Looter"] = "刘枫的爹",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40385::::::::80:::::::::|h[死亡的使者]|h|r", -- [1]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[卑鄙巫师斗篷]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-533-22354-15931-00003BF7AD",
					["Time"] = "22:38:12",
					["Looter"] = "神聖風暴丶曦",
					["Date"] = "2023-04-16",
					["Class"] = "PALADIN",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [1]
						"|cffa335ee|Hitem:40250::::::::80:::::::::|h[极冬披风]|h|r", -- [2]
						"|cffa335ee|Hitem:40278::::::::80:::::::::|h[豪气束带]|h|r", -- [3]
						"|cffa335ee|Hitem:40285::::::::80:::::::::|h[亵渎短裤]|h|r", -- [4]
						"|cffa335ee|Hitem:40288::::::::80:::::::::|h[断续肩甲]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-533-22354-15936-00003BF7AE",
					["Time"] = "23:07:28",
					["Looter"] = "Fightshadow",
					["Date"] = "2023-04-16",
					["Class"] = "ROGUE",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-533-22354-16061-00003BF7AE",
					["Time"] = "23:20:45",
					["Looter"] = "訣別的愛",
					["Date"] = "2023-04-16",
					["Class"] = "PALADIN",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[传承]|h|r", -- [1]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [2]
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[开拓思绪护腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40315::::::::80:::::::::|h[秘义护肩]|h|r", -- [4]
						"|cffa335ee|Hitem:40321::::::::80:::::::::|h[飞星神像]|h|r", -- [5]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-533-22354-16060-00003BF7AD",
					["Time"] = "23:29:52",
					["Looter"] = "美人紙",
					["Date"] = "2023-04-16",
					["Class"] = "PRIEST",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [1]
					},
				}, -- [15]
			},
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 152.6507164619785,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002670288086, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
