
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-11979-19514-000059A7AB",
					["Time"] = "21:07:47",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-03",
					["Looter"] = "來與正妹裸聊",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29947::::::::70:::::::::|h[灼熱掌握手套]|h|r", -- [1]
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-11979-20041-0001599978",
					["Time"] = "21:13:33",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-03",
					["Looter"] = "終焉之戰",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-11979-19516-0000599978",
					["Time"] = "21:40:59",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-03",
					["Looter"] = "莫沫",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-11979-20044-0007599978",
					["Time"] = "21:52:43",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-03",
					["Looter"] = "曹洪",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-11979-20043-0006D99978",
					["Time"] = "21:53:01",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-03",
					["Looter"] = "背鍋俠",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-11979-20044-0004D99978",
					["Time"] = "22:06:04",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-03",
					["Looter"] = "歐艾丹",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-11979-18805-0000599978",
					["Time"] = "22:48:14",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-03",
					["Looter"] = "特變電工",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29982::::::::70:::::::::|h[被遺忘之星魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:29966::::::::70:::::::::|h[終末臂鎧]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-265-20039-000062D21B",
					["Time"] = "20:30:34",
					["Looter"] = "終焉之戰",
					["Date"] = "2021-10-10",
					["Class"] = "WARRIOR",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-265-19514-000062D21B",
					["Time"] = "20:50:35",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-10",
					["Class"] = "WARRIOR",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:30448::::::::70:::::::::|h[歐爾之爪]|h|r", -- [1]
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-265-20052-000362D21B",
					["Time"] = "21:09:56",
					["Looter"] = "柒刻",
					["Date"] = "2021-10-10",
					["Class"] = "SHAMAN",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-550-265-19516-000062D21B",
					["Time"] = "21:21:55",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-10",
					["Class"] = "WARRIOR",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:30619::::::::70:::::::::|h[惡魔搶奪者活塞]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-550-265-20041-000462D21B",
					["Time"] = "21:26:53",
					["Looter"] = "腎胱汁痢",
					["Date"] = "2021-10-10",
					["Class"] = "PALADIN",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-550-265-20036-0002E2D21B",
					["Time"] = "21:32:36",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-10-10",
					["Class"] = "ROGUE",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-550-265-20044-000562D21B",
					["Time"] = "21:37:20",
					["Looter"] = "程昱",
					["Date"] = "2021-10-10",
					["Class"] = "DRUID",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-550-265-20043-000BE2D21B",
					["Time"] = "21:47:06",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-10",
					["Class"] = "PALADIN",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-550-265-20043-000862D21B",
					["Time"] = "21:48:49",
					["Looter"] = "程昱",
					["Date"] = "2021-10-10",
					["Class"] = "DRUID",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cff0070dd|Hitem:22146::::::::70:::::::::|h[書卷:野性賜福 III]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-550-265-18805-000062D21B",
					["Time"] = "22:34:00",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-10",
					["Class"] = "WARRIOR",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [1]
						"|cffa335ee|Hitem:29950::::::::70:::::::::|h[血守衛護脛]|h|r", -- [2]
					},
				}, -- [17]
			},
			["Player"] = "特變電工",
			["Date"] = "2021-10-03",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Tempest Keep",
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
