
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "偷心小貓咪",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-29158-20031-00024724FC",
					["Time"] = "22:14:54",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-25",
					["Class"] = "DRUID",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-29158-20036-00004724FC",
					["Time"] = "22:16:51",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-25",
					["Class"] = "PALADIN",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-29158-19514-00004724FC",
					["Time"] = "22:40:08",
					["Looter"] = "這瓜保熟罵",
					["Date"] = "2021-12-25",
					["Class"] = "WARLOCK",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29949::::::::70:::::::::|h[奧金蒸汽手槍]|h|r", -- [1]
						"|cffa335ee|Hitem:29921::::::::70:::::::::|h[火羽胸甲]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-29158-20044-00004724FD",
					["Time"] = "22:46:42",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-25",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-29158-20036-0002C724FC",
					["Time"] = "22:58:02",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-25",
					["Class"] = "DRUID",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-29158-20043-0005C724FC",
					["Time"] = "22:58:03",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-25",
					["Class"] = "PALADIN",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-29158-20044-0001C724FC",
					["Time"] = "22:58:58",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-25",
					["Class"] = "DRUID",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-29158-20036-00034724FC",
					["Time"] = "22:59:13",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-25",
					["Class"] = "DRUID",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-29158-20043-0002C724FC",
					["Time"] = "22:59:22",
					["Looter"] = "Jane",
					["Date"] = "2021-12-25",
					["Class"] = "PRIEST",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-29158-18805-00004724FC",
					["Time"] = "23:04:06",
					["Looter"] = "偷心小貓咪",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29972::::::::70:::::::::|h[星術師長褲]|h|r", -- [1]
						"|cffa335ee|Hitem:29950::::::::70:::::::::|h[血守衛護脛]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-29158-20040-0000C724FC",
					["Time"] = "23:18:36",
					["Looter"] = "偷心小貓咪",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-29158-20052-00004724FC",
					["Time"] = "23:21:56",
					["Looter"] = "偷心小貓咪",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30026::::::::70:::::::::|h[神聖射手手環]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-29158-20049-00034724FC",
					["Time"] = "23:31:50",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-25",
					["Class"] = "DRUID",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-29158-20049-00024724FC",
					["Time"] = "23:38:04",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-29158-21268-0000473D0E",
					["Time"] = "23:47:46",
					["Looter"] = "偷心小貓咪",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-29158-21274-0000473D0E",
					["Time"] = "23:48:22",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-25",
					["Class"] = "DRUID",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-29158-21272-0000473D0E",
					["Time"] = "23:48:40",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-29158-21270-0000473D0E",
					["Time"] = "23:48:42",
					["Looter"] = "歿天使",
					["Date"] = "2021-12-25",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-29158-21271-0000473D0E",
					["Time"] = "23:48:44",
					["Looter"] = "偷心小貓咪",
					["Date"] = "2021-12-25",
					["Class"] = "ROGUE",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-550-29158-21273-0000473D0E",
					["Time"] = "23:48:46",
					["Looter"] = "追著元素跑",
					["Date"] = "2021-12-25",
					["Class"] = "SHAMAN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-550-29158-19622-00004724FD",
					["Time"] = "23:55:24",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-25",
					["Class"] = "PALADIN",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29989::::::::70:::::::::|h[浴陽光明披風]|h|r", -- [4]
						"|cffa335ee|Hitem:29993::::::::70:::::::::|h[鳳凰之雙刃劍]|h|r", -- [5]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [6]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-550-29158-19516-00004724FC",
					["Time"] = "00:01:31",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-26",
					["Class"] = "PALADIN",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [22]
			},
			["Date"] = "2021-12-25",
			["Class"] = "WARRIOR",
			["FirstClass"] = "ROGUE",
			["InstanceName"] = "Tempest Keep",
		}, -- [1]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2022-01-01",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-13102-21212-0000504872",
					["Time"] = "20:38:55",
					["Looter"] = "程昱",
					["Date"] = "2022-01-01",
					["Class"] = "DRUID",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30280::::::::70:::::::::|h[圖樣:衝擊腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30105::::::::70:::::::::|h[蛇脊長弓]|h|r", -- [4]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30109::::::::70:::::::::|h[無盡線圈之戒]|h|r", -- [6]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-13102-21217-0000504CDA",
					["Time"] = "20:50:38",
					["Looter"] = "福利貝爾",
					["Date"] = "2022-01-01",
					["Class"] = "WARLOCK",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30064::::::::70:::::::::|h[驚嘆恐懼之索]|h|r", -- [1]
						"|cffa335ee|Hitem:30059::::::::70:::::::::|h[獸性狂怒頸飾]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-13102-21230-0001D03FC6",
					["Time"] = "20:56:51",
					["Looter"] = "柒刻",
					["Date"] = "2022-01-01",
					["Class"] = "SHAMAN",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30021::::::::70:::::::::|h[野性之怒法杖]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-13102-21228-0001503FC6",
					["Time"] = "21:04:03",
					["Looter"] = "程昱",
					["Date"] = "2022-01-01",
					["Class"] = "DRUID",
					["Name"] = "潮行者海法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-13102-21213-0000503FC6",
					["Time"] = "21:17:28",
					["Looter"] = "終焉之戰",
					["Date"] = "2022-01-01",
					["Class"] = "WARRIOR",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30083::::::::70:::::::::|h[靈魂分裂之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:30075::::::::70:::::::::|h[先祖糾結護軀]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-13102-21214-0000503FC6",
					["Time"] = "21:25:18",
					["Looter"] = "歿天使",
					["Date"] = "2022-01-01",
					["Class"] = "PALADIN",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:30100::::::::70:::::::::|h[靈魂行者之靴]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-13102-21215-0000503FC6",
					["Time"] = "21:39:25",
					["Looter"] = "終焉之戰",
					["Date"] = "2022-01-01",
					["Class"] = "WARRIOR",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-13102-21216-0000503FC6",
					["Time"] = "21:50:54",
					["Looter"] = "若相依",
					["Date"] = "2022-01-01",
					["Class"] = "PALADIN",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30055::::::::70:::::::::|h[怪異肩墊]|h|r", -- [2]
						"|cffa335ee|Hitem:30050::::::::70:::::::::|h[變換夢魘之靴]|h|r", -- [3]
					},
				}, -- [8]
			},
		}, -- [2]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-27931-19514-0000505D26",
					["Time"] = "22:23:27",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-01",
					["Looter"] = "特變電工",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [1]
						"|cffa335ee|Hitem:30323::::::::70:::::::::|h[設計圖:保衛者之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:29924::::::::70:::::::::|h[虛空死亡之斧]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-27931-20044-0003505D26",
					["Time"] = "22:32:06",
					["Class"] = "DRUID",
					["Date"] = "2022-01-01",
					["Looter"] = "程昱",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-27931-18805-0000505D26",
					["Time"] = "22:38:20",
					["Class"] = "DRUID",
					["Date"] = "2022-01-01",
					["Looter"] = "程昱",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29977::::::::70:::::::::|h[星靈馬褲]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-27931-20052-0001505D26",
					["Time"] = "22:46:32",
					["Class"] = "WARLOCK",
					["Date"] = "2022-01-01",
					["Looter"] = "不死夜空",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-27931-20049-0002505D26",
					["Time"] = "23:00:27",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-01",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-27931-20049-0004505D26",
					["Time"] = "23:07:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-01",
					["Looter"] = "若相依",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-27931-21268-0000506FFA",
					["Time"] = "23:15:27",
					["Class"] = "HUNTER",
					["Date"] = "2022-01-01",
					["Looter"] = "宇昊爺爺",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-27931-21272-0000506FFA",
					["Time"] = "23:16:05",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-01",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-27931-21270-0000506FFA",
					["Time"] = "23:16:06",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-01",
					["Looter"] = "追著元素跑",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-27931-21274-0000506FFA",
					["Time"] = "23:16:07",
					["Class"] = "MAGE",
					["Date"] = "2022-01-01",
					["Looter"] = "魔令古二世",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-27931-21271-0000506FFA",
					["Time"] = "23:16:07",
					["Class"] = "WARLOCK",
					["Date"] = "2022-01-01",
					["Looter"] = "福利貝爾",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-27931-21268-0000507290",
					["Time"] = "23:26:30",
					["Class"] = "HUNTER",
					["Date"] = "2022-01-01",
					["Looter"] = "Trowa",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-27931-21271-0000507290",
					["Time"] = "23:27:14",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-01",
					["Looter"] = "終焉之戰",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-27931-21274-0000507290",
					["Time"] = "23:27:15",
					["Class"] = "DRUID",
					["Date"] = "2022-01-01",
					["Looter"] = "Novai",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-27931-21272-0000507290",
					["Time"] = "23:27:17",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-01",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-27931-21270-0000507290",
					["Time"] = "23:27:19",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-01",
					["Looter"] = "柒刻",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-27931-19622-0000507121",
					["Time"] = "23:33:25",
					["Class"] = "PRIEST",
					["Date"] = "2022-01-01",
					["Looter"] = "小嫩腳",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30281::::::::70:::::::::|h[圖樣:長路腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:29988::::::::70:::::::::|h[奈薩斯關鍵法杖]|h|r", -- [4]
						"|cffa335ee|Hitem:29996::::::::70:::::::::|h[太陽之王權杖]|h|r", -- [5]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [7]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-27931-19516-0000505D26",
					["Time"] = "23:39:07",
					["Class"] = "DRUID",
					["Date"] = "2022-01-01",
					["Looter"] = "程昱",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32515::::::::70:::::::::|h[果決腕甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [18]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-01-01",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "未知",
		}, -- [3]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
