
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Hyjal Summit",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-01-29",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-29761-17767-0000753253",
					["Time"] = "20:29:19",
					["Looter"] = "筑千黛",
					["Date"] = "2022-01-29",
					["Class"] = "MAGE",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30872::::::::70:::::::::|h[黑暗秘密記事]|h|r", -- [1]
						"|cffa335ee|Hitem:30866::::::::70:::::::::|h[血污肩鎧]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-29761-17808-00007536B9",
					["Time"] = "20:48:22",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-29",
					["Looter"] = "追著元素跑",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30887::::::::70:::::::::|h[恢復之金色胸扣]|h|r", -- [1]
						"|cffa335ee|Hitem:30878::::::::70:::::::::|h[微光鐵甲披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-29761-17895-0001753B53",
					["Time"] = "21:05:38",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-29",
					["Looter"] = "背鍋俠",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-29761-17898-00007541C2",
					["Time"] = "21:33:00",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-29",
					["Looter"] = "背鍋俠",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-29761-17895-0000F541C2",
					["Time"] = "21:33:05",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-29",
					["Looter"] = "终焉誓約",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-29761-17888-000075428A",
					["Time"] = "21:38:31",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-29",
					["Looter"] = "特變電工",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30894::::::::70:::::::::|h[藍色麂皮輕鞋]|h|r", -- [1]
						"|cffa335ee|Hitem:30895::::::::70:::::::::|h[安潔莉絲塔束帶]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-29761-17916-0000754724",
					["Time"] = "21:56:00",
					["Class"] = "DRUID",
					["Date"] = "2022-01-29",
					["Looter"] = "神經德魯伊",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-29761-17916-0002754C72",
					["Time"] = "22:18:29",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-29",
					["Looter"] = "別逼我擋怪",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-29761-17899-0001754CC6",
					["Time"] = "22:20:18",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-29",
					["Looter"] = "小青蛙",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32946::::::::70:::::::::|h[熔岩狂怒之爪]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-29761-17908-0000755131",
					["Time"] = "22:39:54",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-29",
					["Looter"] = "背鍋俠",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-29761-17898-0001F552E5",
					["Time"] = "22:46:25",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-29",
					["Looter"] = "別逼我擋怪",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cffa335ee|Hitem:32946::::::::70:::::::::|h[熔岩狂怒之爪]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-29761-17842-0000755344",
					["Time"] = "22:50:53",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-29",
					["Looter"] = "柒刻",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30899::::::::70:::::::::|h[羅吉哥先生的斗篷]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-29761-17968-000075595E",
					["Time"] = "23:23:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-29",
					["Looter"] = "歐艾丹",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂熱追蹤鎖甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30913::::::::70:::::::::|h[羅甯長袍]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [13]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "筑千黛",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-01-29",
			["Class"] = "WARRIOR",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-564-18022-22878-0001F55F60",
					["Time"] = "23:43:21",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-29",
					["Looter"] = "背鍋俠",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-564-18022-22887-0000755F5F",
					["Time"] = "00:21:32",
					["Class"] = "DRUID",
					["Date"] = "2022-01-30",
					["Looter"] = "程昱",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-564-19777-22960-0000F676E2",
					["Time"] = "20:39:30",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-30",
					["Looter"] = "背鍋俠",
					["Name"] = "龍喉召龍者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-564-19777-23330-00007676E2",
					["Time"] = "20:47:14",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-30",
					["Looter"] = "终焉誓約",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-564-19777-22898-00007676E2",
					["Time"] = "21:00:37",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-30",
					["Looter"] = "小青蛙",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [1]
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-564-19777-22869-00007676E2",
					["Time"] = "21:05:47",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-30",
					["Looter"] = "背鍋俠",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-564-19777-22845-00017676E2",
					["Time"] = "21:17:42",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-30",
					["Looter"] = "歐艾丹",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-564-19777-23337-00037676E2",
					["Time"] = "21:21:13",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-30",
					["Looter"] = "背鍋俠",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-564-19777-22845-0000F68BF2",
					["Time"] = "21:24:34",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-30",
					["Looter"] = "背鍋俠",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-564-19777-22841-00007676E2",
					["Time"] = "21:39:07",
					["Class"] = "DRUID",
					["Date"] = "2022-01-30",
					["Looter"] = "程昱",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32263::::::::70:::::::::|h[禁衛腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:32361::::::::70:::::::::|h[盲目先知塑像]|h|r", -- [2]
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-564-19777-23374-0001F676E2",
					["Time"] = "21:40:39",
					["Class"] = "DRUID",
					["Date"] = "2022-01-30",
					["Looter"] = "神經德魯伊",
					["Name"] = "灰舌潛行者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-564-19777-22945-00007676E2",
					["Time"] = "21:48:41",
					["Class"] = "DRUID",
					["Date"] = "2022-01-30",
					["Looter"] = "程昱",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-564-19777-22882-00027676E2",
					["Time"] = "21:53:13",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-30",
					["Looter"] = "別逼我擋怪",
					["Name"] = "影月死亡塑形者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-564-19777-23018-0000F676E3",
					["Time"] = "21:58:01",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-30",
					["Looter"] = "背鍋俠",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-564-19777-22882-00007676E2",
					["Time"] = "22:03:02",
					["Class"] = "ROGUE",
					["Date"] = "2022-01-30",
					["Looter"] = "背鍋俠",
					["Name"] = "影月死亡塑形者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-564-19777-22945-0001F676E2",
					["Time"] = "22:03:02",
					["Class"] = "HUNTER",
					["Date"] = "2022-01-30",
					["Looter"] = "一隻倉鼠",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-564-19777-22945-00017676E2",
					["Time"] = "22:03:03",
					["Class"] = "MAGE",
					["Date"] = "2022-01-30",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-564-19777-23172-0001F676E2",
					["Time"] = "22:05:11",
					["Class"] = "DRUID",
					["Date"] = "2022-01-30",
					["Looter"] = "程昱",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4491-564-19777-23239-00007676E2",
					["Time"] = "22:48:18",
					["Looter"] = "程昱",
					["Date"] = "2022-01-30",
					["Class"] = "DRUID",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32606::::::::70:::::::::|h[光明先驅者束腰]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4491-564-19777-22948-00007676E2",
					["Time"] = "23:50:21",
					["Looter"] = "特變電工",
					["Date"] = "2022-01-30",
					["Class"] = "WARRIOR",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32339::::::::70:::::::::|h[原始權威腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:32335::::::::70:::::::::|h[強勁侵略者指環]|h|r", -- [2]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4491-564-19777-23235-00027676E2",
					["Time"] = "23:54:22",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-01-30",
					["Class"] = "DRUID",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4491-564-19777-23420-000076BF24",
					["Time"] = "00:40:24",
					["Looter"] = "程昱",
					["Date"] = "2022-01-31",
					["Class"] = "DRUID",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32332::::::::70:::::::::|h[詛咒之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [2]
					},
				}, -- [22]
			},
		}, -- [2]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "渠運",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-01",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-3911-20032-0002F8F3B5",
					["Time"] = "17:09:11",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-01",
					["Looter"] = "幾重言葉",
					["Name"] = "血守衛復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-3911-21274-000078FE7E",
					["Time"] = "17:34:56",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-01",
					["Looter"] = "暗影之月",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-3911-21273-000078FE7E",
					["Time"] = "17:35:03",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-01",
					["Looter"] = "田僑仔",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-3911-21270-000078FE7E",
					["Time"] = "17:35:07",
					["Class"] = "PRIEST",
					["Date"] = "2022-02-01",
					["Looter"] = "迷仙引夢",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-3911-21272-000078FE7E",
					["Time"] = "17:35:16",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-01",
					["Looter"] = "沒錢只好",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-3911-21271-000078FE7E",
					["Time"] = "17:35:17",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-01",
					["Looter"] = "沒錢只好",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-3911-19622-000078F3B5",
					["Time"] = "17:40:16",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-01",
					["Looter"] = "龍之守護者",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [5]
						"|cffa335ee|Hitem:29997::::::::70:::::::::|h[遊俠領袖指環]|h|r", -- [6]
						"|cffa335ee|Hitem:29991::::::::70:::::::::|h[太陽之鷹護腿]|h|r", -- [7]
					},
				}, -- [7]
			},
			["Player"] = "特變電工",
		}, -- [3]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "楊小妍",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-01",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-10299-21212-00007900D7",
					["Time"] = "18:08:28",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-01",
					["Looter"] = "龍之守護者",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30103::::::::70:::::::::|h[瓦許毒牙]|h|r", -- [2]
						"|cffa335ee|Hitem:30112::::::::70:::::::::|h[羞慚的光榮護手]|h|r", -- [3]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [6]
					},
				}, -- [1]
			},
			["Player"] = "特變電工",
		}, -- [4]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-5610-17897-0001FBD582",
					["Time"] = "21:16:59",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-5610-17899-0001FBD616",
					["Time"] = "21:19:30",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-5610-17899-00017BD616",
					["Time"] = "21:19:31",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00017BD616",
					["Time"] = "21:19:32",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-0000FBD665",
					["Time"] = "21:20:55",
					["Looter"] = "若相依",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:31297::::::::70:::::::::|h[赤紅指令長袍]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-5610-17767-00007BD6B4",
					["Time"] = "21:24:24",
					["Looter"] = "終焉之戰",
					["Date"] = "2022-02-03",
					["Class"] = "WARRIOR",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30868::::::::70:::::::::|h[回春護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30866::::::::70:::::::::|h[血污肩鎧]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00007BDA03",
					["Time"] = "21:36:06",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-5610-17905-00007BDA8C",
					["Time"] = "21:38:33",
					["Looter"] = "特變電工",
					["Date"] = "2022-02-03",
					["Class"] = "WARRIOR",
					["Name"] = "女妖",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-5610-17898-00007BDAD6",
					["Time"] = "21:39:36",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-03",
					["Class"] = "SHAMAN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-0000FBDB5F",
					["Time"] = "21:42:06",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00027BDF13",
					["Time"] = "21:57:42",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-03",
					["Class"] = "ROGUE",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00007BDF9C",
					["Time"] = "22:00:09",
					["Looter"] = "多啦夢",
					["Date"] = "2022-02-03",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32739::::::::70:::::::::|h[設計圖:黎明鋼鐵護肩]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00017BDF9C",
					["Time"] = "22:00:17",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2022-02-03",
					["Class"] = "HUNTER",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-534-5610-17808-00007BDFEB",
					["Time"] = "22:03:13",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30887::::::::70:::::::::|h[恢復之金色胸扣]|h|r", -- [1]
						"|cffa335ee|Hitem:30880::::::::70:::::::::|h[迅行者底鞋]|h|r", -- [2]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00027BE242",
					["Time"] = "22:11:28",
					["Looter"] = "小青蛙",
					["Date"] = "2022-02-03",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-00037BE291",
					["Time"] = "22:13:30",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00017BE315",
					["Time"] = "22:15:03",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-03",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-00027BE369",
					["Time"] = "22:17:04",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-03",
					["Class"] = "SHAMAN",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-534-5610-17888-00007BE573",
					["Time"] = "22:26:54",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-03",
					["Class"] = "ROGUE",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30917::::::::70:::::::::|h[尖銳怒氣披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30892::::::::70:::::::::|h[野獸馴服師護肩]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-0000FBE6CE",
					["Time"] = "22:31:14",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-03",
					["Class"] = "ROGUE",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-00017BE6CE",
					["Time"] = "22:31:44",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-03",
					["Class"] = "MAGE",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-534-5610-17908-00007BE7C9",
					["Time"] = "22:35:14",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2022-02-03",
					["Class"] = "HUNTER",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-534-5610-17908-00007BEB6D",
					["Time"] = "22:50:02",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-02-03",
					["Class"] = "WARRIOR",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-534-5610-17842-00007BED38",
					["Time"] = "23:00:46",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-03",
					["Class"] = "DRUID",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [3]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00067BEEF3",
					["Time"] = "23:15:50",
					["Looter"] = "多啦夢",
					["Date"] = "2022-02-03",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-534-5610-17968-00007BEE1B",
					["Time"] = "23:23:05",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-03",
					["Class"] = "PALADIN",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30909::::::::70:::::::::|h[安東尼達斯的專注聖禦盾]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [26]
			},
			["Date"] = "2022-02-03",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Hyjal Summit",
		}, -- [5]
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-02-05",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-13441-18831-00007E1F09",
					["Time"] = "15:11:01",
					["Looter"] = "特變電工",
					["Date"] = "2022-02-05",
					["Class"] = "WARRIOR",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28796::::::::70:::::::::|h[暗影邪惡面罩]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-13441-19044-00007E1F09",
					["Time"] = "15:21:29",
					["Looter"] = "黑手紅茶",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28803::::::::70:::::::::|h[自然氣息風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
					},
				}, -- [2]
			},
		}, -- [6]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-564-10396-22887-00007E63EA",
					["Time"] = "20:26:56",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-05",
					["Looter"] = "別逼我擋怪",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-564-10396-23330-00017E63EA",
					["Time"] = "20:39:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-05",
					["Looter"] = "终焉誓約",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-564-10396-22898-00007E63EA",
					["Time"] = "20:56:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-05",
					["Looter"] = "歿天使",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-564-10396-22869-00037E63EA",
					["Time"] = "21:03:08",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "Yatsuki",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-564-10396-22853-00027E63EA",
					["Time"] = "21:03:45",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-05",
					["Looter"] = "背鍋俠",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-564-10396-22853-0000FE63EA",
					["Time"] = "21:10:48",
					["Class"] = "MAGE",
					["Date"] = "2022-02-05",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cff0070dd|Hitem:24165::::::::70:::::::::|h[設計圖:閃耀的恆金指環]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-564-10396-22845-00007E73DF",
					["Time"] = "21:14:34",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "神經德魯伊",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-564-10396-22844-0001FE73DF",
					["Time"] = "21:14:40",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-564-10396-22841-00007E63EA",
					["Time"] = "21:20:52",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "Yatsuki",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32275::::::::70:::::::::|h[靈魂行者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-564-10396-22880-00007E63EC",
					["Time"] = "21:25:05",
					["Class"] = "MAGE",
					["Date"] = "2022-02-05",
					["Looter"] = "魔令古二世",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-564-10396-22880-0000FE63EB",
					["Time"] = "21:30:21",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-564-10396-23018-00007E63EC",
					["Time"] = "21:33:28",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-05",
					["Looter"] = "Devinfon",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-564-10396-23047-00017E63EB",
					["Time"] = "21:34:39",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-564-10396-22880-00007E63EA",
					["Time"] = "21:39:10",
					["Class"] = "MAGE",
					["Date"] = "2022-02-05",
					["Looter"] = "熙夏",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-564-10396-22945-00017E63EB",
					["Time"] = "21:39:11",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-05",
					["Looter"] = "莉姆露",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-564-10396-22945-0002FE63EA",
					["Time"] = "21:40:58",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-05",
					["Looter"] = "我叫緋村",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-564-10396-23172-00007E63EA",
					["Time"] = "21:42:48",
					["Class"] = "PRIEST",
					["Date"] = "2022-02-05",
					["Looter"] = "阿梨",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-564-10396-22871-00007E63EA",
					["Time"] = "21:49:51",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32323::::::::70:::::::::|h[影月毀滅者披氅]|h|r", -- [1]
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4491-564-10396-22855-0000FE63EA",
					["Time"] = "21:55:19",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-05",
					["Looter"] = "背鍋俠",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4491-564-10396-23236-0001FE63EA",
					["Time"] = "21:58:40",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4491-564-10396-23239-0000FE63EA",
					["Time"] = "22:07:40",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-05",
					["Looter"] = "终焉誓約",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4491-564-10396-23223-0000FE63EA",
					["Time"] = "22:07:54",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-05",
					["Looter"] = "终焉誓約",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4491-564-10396-22948-00007E63EA",
					["Time"] = "22:20:33",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-05",
					["Looter"] = "一隻倉鼠",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32341::::::::70:::::::::|h[神聖懲戒護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4491-564-10396-23237-00007E63EA",
					["Time"] = "22:25:04",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-05",
					["Looter"] = "柒刻",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4491-564-10396-23420-00007E938E",
					["Time"] = "23:12:30",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "神經德魯伊",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [1]
						"|cffa335ee|Hitem:32362::::::::70:::::::::|h[泰坦項鍊]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4491-564-10396-23337-00007E63EA",
					["Time"] = "23:17:21",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4491-564-10396-22955-00047E63EA",
					["Time"] = "23:21:36",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4491-564-10396-22965-00007E63EB",
					["Time"] = "23:22:37",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "程昱",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4491-564-10396-22965-0000FE63EB",
					["Time"] = "23:26:38",
					["Class"] = "MAGE",
					["Date"] = "2022-02-05",
					["Looter"] = "熙夏",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4491-564-10396-22956-0000FE63EA",
					["Time"] = "23:29:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-05",
					["Looter"] = "终焉誓約",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4491-564-10396-22957-0000FE63EA",
					["Time"] = "23:31:08",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-05",
					["Looter"] = "背鍋俠",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4491-564-10396-22964-0000FE63EB",
					["Time"] = "23:34:15",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-05",
					["Looter"] = "背鍋俠",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4491-564-10396-22955-000C7E63EA",
					["Time"] = "23:35:08",
					["Class"] = "MAGE",
					["Date"] = "2022-02-05",
					["Looter"] = "熙夏",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4491-564-10396-22947-00007E63EA",
					["Time"] = "00:47:07",
					["Class"] = "DRUID",
					["Date"] = "2022-02-06",
					["Looter"] = "神經德魯伊",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-28479-23400-00017FB28A",
					["Time"] = "20:22:24",
					["Class"] = "DRUID",
					["Date"] = "2022-02-06",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞執政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-28479-23403-0002FFB28A",
					["Time"] = "20:28:49",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-06",
					["Looter"] = "我叫緋村",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-28479-23397-0003FFB28A",
					["Time"] = "20:28:50",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-06",
					["Looter"] = "背鍋俠",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-28479-23402-00007FB28A",
					["Time"] = "20:31:05",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-06",
					["Looter"] = "柒刻",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-28479-22951-00007FB28A",
					["Time"] = "21:02:34",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-06",
					["Looter"] = "柒刻",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-5580-564-28479-22952-00007FB28A",
					["Time"] = "21:02:37",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-06",
					["Looter"] = "终焉誓約",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-5580-564-28479-22950-00007FB28A",
					["Time"] = "21:02:49",
					["Class"] = "DRUID",
					["Date"] = "2022-02-06",
					["Looter"] = "程昱",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32376::::::::70:::::::::|h[森林徘徊者頭盔]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-5580-564-28479-22917-00007FE58A",
					["Time"] = "23:35:17",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-06",
					["Looter"] = "莉姆露",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:32497::::::::70:::::::::|h[怒風璽戒]|h|r", -- [1]
						"|cffa335ee|Hitem:32483::::::::70:::::::::|h[古爾丹之顱]|h|r", -- [2]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [5]
					},
				}, -- [42]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-05",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Black Temple",
			["FirstPlayer"] = "未知",
		}, -- [7]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
