
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-27631-20031-00013DC8A3",
					["Time"] = "20:15:36",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-18",
					["Looter"] = "歐艾丹",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-27631-19514-00003DC8A3",
					["Time"] = "20:39:00",
					["Class"] = "WARLOCK",
					["Date"] = "2021-12-18",
					["Looter"] = "Devinfon",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [1]
						"|cffa335ee|Hitem:30447::::::::70:::::::::|h[火焰救贖寶典]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-27631-20041-00023DC8A3",
					["Time"] = "20:55:04",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-18",
					["Looter"] = "背鍋俠",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-27631-20043-000C3DC8A3",
					["Time"] = "21:00:17",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-27631-20043-0002BDC8A3",
					["Time"] = "21:00:25",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-27631-20044-0001BDC8A3",
					["Time"] = "21:05:01",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-18",
					["Looter"] = "歐艾丹",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-27631-20036-0003BDC8A3",
					["Time"] = "21:05:56",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-18",
					["Looter"] = "柒刻",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-27631-20047-00023DC8A3",
					["Time"] = "21:14:57",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-18",
					["Looter"] = "背鍋俠",
					["Name"] = "紅手戰鬥法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-27631-21274-00003DE339",
					["Time"] = "21:34:40",
					["Class"] = "MAGE",
					["Date"] = "2021-12-18",
					["Looter"] = "熙夏",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-27631-21272-00003DE339",
					["Time"] = "21:34:51",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-550-27631-21273-00003DE339",
					["Time"] = "21:34:52",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-550-27631-21270-00003DE339",
					["Time"] = "21:34:56",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-18",
					["Looter"] = "歿天使",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-550-27631-21271-00003DE339",
					["Time"] = "21:34:59",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-18",
					["Looter"] = "我叫緋村",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-550-27631-21274-00003DE61F",
					["Time"] = "21:46:56",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-550-27631-21272-00003DE61F",
					["Time"] = "21:47:16",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-18",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-550-27631-21271-00003DE61F",
					["Time"] = "21:47:17",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-18",
					["Looter"] = "維爾德拉",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-550-27631-21270-00003DE61F",
					["Time"] = "21:47:18",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-18",
					["Looter"] = "追著元素跑",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-550-27631-21273-00003DE61F",
					["Time"] = "21:47:21",
					["Class"] = "MAGE",
					["Date"] = "2021-12-18",
					["Looter"] = "熙夏",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-550-27631-19622-00003DE461",
					["Time"] = "21:55:44",
					["Class"] = "MAGE",
					["Date"] = "2021-12-18",
					["Looter"] = "熙夏",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:29989::::::::70:::::::::|h[浴陽光明披風]|h|r", -- [3]
						"|cffa335ee|Hitem:29994::::::::70:::::::::|h[薩拉斯迷霧披風]|h|r", -- [4]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [6]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-550-27631-18805-00003DC8A3",
					["Time"] = "22:00:43",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-18",
					["Looter"] = "歐艾丹",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30307::::::::70:::::::::|h[圖樣:紅鷹之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:29972::::::::70:::::::::|h[星術師長褲]|h|r", -- [3]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-550-27631-19516-00003DC8A3",
					["Time"] = "22:07:32",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-18",
					["Looter"] = "柒刻",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29983::::::::70:::::::::|h[魔鋼戰爭頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [21]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2021-12-18",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "未知",
		}, -- [1]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-548-8806-21216-00003DEBF3",
					["Time"] = "22:45:47",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-18",
					["Looter"] = "維爾德拉",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:30047::::::::70:::::::::|h[黑暗深淵戰爭手環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-548-8806-21218-0000BDEBF5",
					["Time"] = "22:47:49",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-18",
					["Looter"] = "我叫緋村",
					["Name"] = "瓦司金榮譽守衛",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-548-8806-21220-00003DEBF4",
					["Time"] = "22:55:17",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30023::::::::70:::::::::|h[漩渦圖騰]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-548-8806-21217-00003DF6F7",
					["Time"] = "23:02:57",
					["Class"] = "MAGE",
					["Date"] = "2021-12-18",
					["Looter"] = "熙夏",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30058::::::::70:::::::::|h[潮汐之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:30066::::::::70:::::::::|h[暴風行者之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-548-8806-21299-0000BDEBF3",
					["Time"] = "23:10:59",
					["Class"] = "MAGE",
					["Date"] = "2021-12-18",
					["Looter"] = "熙夏",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-548-8806-21213-00003DEBF3",
					["Time"] = "23:23:42",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30085::::::::70:::::::::|h[堅韌追蹤者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30079::::::::70:::::::::|h[伊利達瑞肩墊]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-548-8806-21214-00003DEBF3",
					["Time"] = "23:51:12",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-548-8806-21230-00023DEBF3",
					["Time"] = "23:54:57",
					["Class"] = "DRUID",
					["Date"] = "2021-12-18",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-548-8806-21215-00003DEBF3",
					["Time"] = "00:05:09",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-19",
					["Looter"] = "柒刻",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30095::::::::70:::::::::|h[海巨獸毒牙]|h|r", -- [2]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-548-8806-21212-00003DEBF3",
					["Time"] = "00:28:40",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-19",
					["Looter"] = "柒刻",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30104::::::::70:::::::::|h[眼鏡蛇鞭長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:30107::::::::70:::::::::|h[海巫法衣]|h|r", -- [4]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [6]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-548-23731-21216-0000470429",
					["Time"] = "20:31:50",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30056::::::::70:::::::::|h[憎恨回音長袍]|h|r", -- [1]
						"|cffa335ee|Hitem:32516::::::::70:::::::::|h[純淨裹帶]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-548-23731-21301-000047042A",
					["Time"] = "20:37:33",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-548-23731-21212-0000470429",
					["Time"] = "20:55:35",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-25",
					["Looter"] = "Jane",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30105::::::::70:::::::::|h[蛇脊長弓]|h|r", -- [2]
						"|cffa335ee|Hitem:30109::::::::70:::::::::|h[無盡線圈之戒]|h|r", -- [3]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [6]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-548-23731-21217-0000471609",
					["Time"] = "21:05:02",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:33054::::::::70:::::::::|h[丹札拉之印]|h|r", -- [1]
						"|cffa335ee|Hitem:30057::::::::70:::::::::|h[消滅護腕]|h|r", -- [2]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-548-23731-21225-0002470429",
					["Time"] = "21:13:27",
					["Class"] = "WARLOCK",
					["Date"] = "2021-12-25",
					["Looter"] = "Devinfon",
					["Name"] = "潮行者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-548-23731-21225-0003470429",
					["Time"] = "21:16:05",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "背鍋俠",
					["Name"] = "潮行者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:30021::::::::70:::::::::|h[野性之怒法杖]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-548-23731-21213-0000470429",
					["Time"] = "21:25:29",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:33058::::::::70:::::::::|h[警覺指環]|h|r", -- [1]
						"|cffa335ee|Hitem:30085::::::::70:::::::::|h[堅韌追蹤者披肩]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-548-23731-21299-0001470429",
					["Time"] = "21:26:42",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30022::::::::70:::::::::|h[冒險墜飾]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-548-23731-21214-0000470429",
					["Time"] = "21:38:08",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-25",
					["Looter"] = "柒刻",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [3]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-548-23731-21231-0001470429",
					["Time"] = "21:41:03",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "灰色之心盾衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-548-23731-21215-0000470429",
					["Time"] = "22:01:18",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "神經德魯伊",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30096::::::::70:::::::::|h[無敵束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [3]
					},
				}, -- [21]
			},
			["FirstClass"] = "PALADIN",
			["Date"] = "2021-12-18",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Serpentshrine Cavern",
			["FirstPlayer"] = "我叫緋村",
		}, -- [2]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-29158-20031-00024724FC",
					["Time"] = "22:14:54",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-29158-20036-00004724FC",
					["Time"] = "22:16:51",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-25",
					["Looter"] = "歐艾丹",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-29158-19514-00004724FC",
					["Time"] = "22:40:08",
					["Class"] = "WARLOCK",
					["Date"] = "2021-12-25",
					["Looter"] = "這瓜保熟罵",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29949::::::::70:::::::::|h[奧金蒸汽手槍]|h|r", -- [1]
						"|cffa335ee|Hitem:29921::::::::70:::::::::|h[火羽胸甲]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-29158-20044-00004724FD",
					["Time"] = "22:46:42",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-25",
					["Looter"] = "歐艾丹",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-29158-20036-0002C724FC",
					["Time"] = "22:58:02",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-29158-20043-0005C724FC",
					["Time"] = "22:58:03",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-25",
					["Looter"] = "我叫緋村",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-29158-20044-0001C724FC",
					["Time"] = "22:58:58",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-29158-20036-00034724FC",
					["Time"] = "22:59:13",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-29158-20043-0002C724FC",
					["Time"] = "22:59:22",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-25",
					["Looter"] = "Jane",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-29158-18805-00004724FC",
					["Time"] = "23:04:06",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "偷心小貓咪",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29972::::::::70:::::::::|h[星術師長褲]|h|r", -- [1]
						"|cffa335ee|Hitem:29950::::::::70:::::::::|h[血守衛護脛]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-29158-20040-0000C724FC",
					["Time"] = "23:18:36",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "偷心小貓咪",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-29158-20052-00004724FC",
					["Time"] = "23:21:56",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "偷心小貓咪",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30026::::::::70:::::::::|h[神聖射手手環]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-29158-20049-00034724FC",
					["Time"] = "23:31:50",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-29158-20049-00024724FC",
					["Time"] = "23:38:04",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "背鍋俠",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-29158-21268-0000473D0E",
					["Time"] = "23:47:46",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "偷心小貓咪",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-29158-21274-0000473D0E",
					["Time"] = "23:48:22",
					["Class"] = "DRUID",
					["Date"] = "2021-12-25",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-29158-21272-0000473D0E",
					["Time"] = "23:48:40",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-29158-21270-0000473D0E",
					["Time"] = "23:48:42",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-25",
					["Looter"] = "歿天使",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-29158-21271-0000473D0E",
					["Time"] = "23:48:44",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-25",
					["Looter"] = "偷心小貓咪",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-550-29158-21273-0000473D0E",
					["Time"] = "23:48:46",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-25",
					["Looter"] = "追著元素跑",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-550-29158-19622-00004724FD",
					["Time"] = "23:55:24",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-25",
					["Looter"] = "我叫緋村",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29989::::::::70:::::::::|h[浴陽光明披風]|h|r", -- [4]
						"|cffa335ee|Hitem:29993::::::::70:::::::::|h[鳳凰之雙刃劍]|h|r", -- [5]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [6]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-550-29158-19516-00004724FC",
					["Time"] = "00:01:31",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-26",
					["Looter"] = "我叫緋村",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [22]
			},
			["FirstClass"] = "ROGUE",
			["Date"] = "2021-12-25",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "偷心小貓咪",
		}, -- [3]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2022-01-01",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-13102-21212-0000504872",
					["Time"] = "20:38:55",
					["Class"] = "DRUID",
					["Date"] = "2022-01-01",
					["Looter"] = "程昱",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30280::::::::70:::::::::|h[圖樣:衝擊腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30105::::::::70:::::::::|h[蛇脊長弓]|h|r", -- [4]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30109::::::::70:::::::::|h[無盡線圈之戒]|h|r", -- [6]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-13102-21217-0000504CDA",
					["Time"] = "20:50:38",
					["Class"] = "WARLOCK",
					["Date"] = "2022-01-01",
					["Looter"] = "福利貝爾",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30064::::::::70:::::::::|h[驚嘆恐懼之索]|h|r", -- [1]
						"|cffa335ee|Hitem:30059::::::::70:::::::::|h[獸性狂怒頸飾]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-13102-21230-0001D03FC6",
					["Time"] = "20:56:51",
					["Class"] = "SHAMAN",
					["Date"] = "2022-01-01",
					["Looter"] = "柒刻",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30021::::::::70:::::::::|h[野性之怒法杖]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-13102-21228-0001503FC6",
					["Time"] = "21:04:03",
					["Class"] = "DRUID",
					["Date"] = "2022-01-01",
					["Looter"] = "程昱",
					["Name"] = "潮行者海法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-13102-21213-0000503FC6",
					["Time"] = "21:17:28",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-01",
					["Looter"] = "終焉之戰",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30083::::::::70:::::::::|h[靈魂分裂之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:30075::::::::70:::::::::|h[先祖糾結護軀]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-13102-21214-0000503FC6",
					["Time"] = "21:25:18",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-01",
					["Looter"] = "歿天使",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:30100::::::::70:::::::::|h[靈魂行者之靴]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-13102-21215-0000503FC6",
					["Time"] = "21:39:25",
					["Class"] = "WARRIOR",
					["Date"] = "2022-01-01",
					["Looter"] = "終焉之戰",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-13102-21216-0000503FC6",
					["Time"] = "21:50:54",
					["Class"] = "PALADIN",
					["Date"] = "2022-01-01",
					["Looter"] = "若相依",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30055::::::::70:::::::::|h[怪異肩墊]|h|r", -- [2]
						"|cffa335ee|Hitem:30050::::::::70:::::::::|h[變換夢魘之靴]|h|r", -- [3]
					},
				}, -- [8]
			},
			["Player"] = "特變電工",
		}, -- [4]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-27931-19514-0000505D26",
					["Time"] = "22:23:27",
					["Looter"] = "特變電工",
					["Date"] = "2022-01-01",
					["Class"] = "WARRIOR",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [1]
						"|cffa335ee|Hitem:30323::::::::70:::::::::|h[設計圖:保衛者之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:29924::::::::70:::::::::|h[虛空死亡之斧]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-27931-20044-0003505D26",
					["Time"] = "22:32:06",
					["Looter"] = "程昱",
					["Date"] = "2022-01-01",
					["Class"] = "DRUID",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-27931-18805-0000505D26",
					["Time"] = "22:38:20",
					["Looter"] = "程昱",
					["Date"] = "2022-01-01",
					["Class"] = "DRUID",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29977::::::::70:::::::::|h[星靈馬褲]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-27931-20052-0001505D26",
					["Time"] = "22:46:32",
					["Looter"] = "不死夜空",
					["Date"] = "2022-01-01",
					["Class"] = "WARLOCK",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-27931-20049-0002505D26",
					["Time"] = "23:00:27",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-01-01",
					["Class"] = "PALADIN",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-27931-20049-0004505D26",
					["Time"] = "23:07:34",
					["Looter"] = "若相依",
					["Date"] = "2022-01-01",
					["Class"] = "PALADIN",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-27931-21268-0000506FFA",
					["Time"] = "23:15:27",
					["Looter"] = "宇昊爺爺",
					["Date"] = "2022-01-01",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-27931-21272-0000506FFA",
					["Time"] = "23:16:05",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-01-01",
					["Class"] = "ROGUE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-27931-21270-0000506FFA",
					["Time"] = "23:16:06",
					["Looter"] = "追著元素跑",
					["Date"] = "2022-01-01",
					["Class"] = "SHAMAN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-27931-21274-0000506FFA",
					["Time"] = "23:16:07",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-01-01",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-27931-21271-0000506FFA",
					["Time"] = "23:16:07",
					["Looter"] = "福利貝爾",
					["Date"] = "2022-01-01",
					["Class"] = "WARLOCK",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-27931-21268-0000507290",
					["Time"] = "23:26:30",
					["Looter"] = "Trowa",
					["Date"] = "2022-01-01",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-27931-21271-0000507290",
					["Time"] = "23:27:14",
					["Looter"] = "終焉之戰",
					["Date"] = "2022-01-01",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-27931-21274-0000507290",
					["Time"] = "23:27:15",
					["Looter"] = "Novai",
					["Date"] = "2022-01-01",
					["Class"] = "DRUID",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-27931-21272-0000507290",
					["Time"] = "23:27:17",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-01-01",
					["Class"] = "ROGUE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-27931-21270-0000507290",
					["Time"] = "23:27:19",
					["Looter"] = "柒刻",
					["Date"] = "2022-01-01",
					["Class"] = "SHAMAN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-27931-19622-0000507121",
					["Time"] = "23:33:25",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-01-01",
					["Class"] = "PRIEST",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30281::::::::70:::::::::|h[圖樣:長路腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:29988::::::::70:::::::::|h[奈薩斯關鍵法杖]|h|r", -- [4]
						"|cffa335ee|Hitem:29996::::::::70:::::::::|h[太陽之王權杖]|h|r", -- [5]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [7]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-27931-19516-0000505D26",
					["Time"] = "23:39:07",
					["Looter"] = "程昱",
					["Date"] = "2022-01-01",
					["Class"] = "DRUID",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32515::::::::70:::::::::|h[果決腕甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [18]
			},
			["Player"] = "特變電工",
			["Date"] = "2022-01-01",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Tempest Keep",
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
