
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-5610-17897-0001FBD582",
					["Time"] = "21:16:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "我叫緋村",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-5610-17899-0001FBD616",
					["Time"] = "21:19:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "歐艾丹",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-5610-17899-00017BD616",
					["Time"] = "21:19:31",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "歐艾丹",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00017BD616",
					["Time"] = "21:19:32",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "我叫緋村",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-0000FBD665",
					["Time"] = "21:20:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "若相依",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:31297::::::::70:::::::::|h[赤紅指令長袍]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-5610-17767-00007BD6B4",
					["Time"] = "21:24:24",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-03",
					["Looter"] = "終焉之戰",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30868::::::::70:::::::::|h[回春護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30866::::::::70:::::::::|h[血污肩鎧]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00007BDA03",
					["Time"] = "21:36:06",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "我叫緋村",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-5610-17905-00007BDA8C",
					["Time"] = "21:38:33",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-03",
					["Looter"] = "特變電工",
					["Name"] = "女妖",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-5610-17898-00007BDAD6",
					["Time"] = "21:39:36",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-03",
					["Looter"] = "柒刻",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-0000FBDB5F",
					["Time"] = "21:42:06",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "歐艾丹",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00027BDF13",
					["Time"] = "21:57:42",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-03",
					["Looter"] = "背鍋俠",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00007BDF9C",
					["Time"] = "22:00:09",
					["Class"] = "DRUID",
					["Date"] = "2022-02-03",
					["Looter"] = "多啦夢",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32739::::::::70:::::::::|h[設計圖:黎明鋼鐵護肩]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00017BDF9C",
					["Time"] = "22:00:17",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-03",
					["Looter"] = "狂牛奔向天",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-534-5610-17808-00007BDFEB",
					["Time"] = "22:03:13",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "我叫緋村",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30887::::::::70:::::::::|h[恢復之金色胸扣]|h|r", -- [1]
						"|cffa335ee|Hitem:30880::::::::70:::::::::|h[迅行者底鞋]|h|r", -- [2]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00027BE242",
					["Time"] = "22:11:28",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-03",
					["Looter"] = "小青蛙",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-00037BE291",
					["Time"] = "22:13:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "我叫緋村",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00017BE315",
					["Time"] = "22:15:03",
					["Class"] = "DRUID",
					["Date"] = "2022-02-03",
					["Looter"] = "神經德魯伊",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-00027BE369",
					["Time"] = "22:17:04",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-03",
					["Looter"] = "柒刻",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-534-5610-17888-00007BE573",
					["Time"] = "22:26:54",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-03",
					["Looter"] = "背鍋俠",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30917::::::::70:::::::::|h[尖銳怒氣披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30892::::::::70:::::::::|h[野獸馴服師護肩]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-0000FBE6CE",
					["Time"] = "22:31:14",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-03",
					["Looter"] = "背鍋俠",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-534-5610-17906-00017BE6CE",
					["Time"] = "22:31:44",
					["Class"] = "MAGE",
					["Date"] = "2022-02-03",
					["Looter"] = "熙夏",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-534-5610-17908-00007BE7C9",
					["Time"] = "22:35:14",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-03",
					["Looter"] = "狂牛奔向天",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-534-5610-17908-00007BEB6D",
					["Time"] = "22:50:02",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-03",
					["Looter"] = "別逼我擋怪",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-534-5610-17842-00007BED38",
					["Time"] = "23:00:46",
					["Class"] = "DRUID",
					["Date"] = "2022-02-03",
					["Looter"] = "神經德魯伊",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [3]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-534-5610-17895-00067BEEF3",
					["Time"] = "23:15:50",
					["Class"] = "DRUID",
					["Date"] = "2022-02-03",
					["Looter"] = "多啦夢",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-534-5610-17968-00007BEE1B",
					["Time"] = "23:23:05",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-03",
					["Looter"] = "歐艾丹",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30909::::::::70:::::::::|h[安東尼達斯的專注聖禦盾]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [26]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-02-03",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "未知",
		}, -- [1]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-02-05",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-13441-18831-00007E1F09",
					["Time"] = "15:11:01",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-05",
					["Looter"] = "特變電工",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28796::::::::70:::::::::|h[暗影邪惡面罩]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-13441-19044-00007E1F09",
					["Time"] = "15:21:29",
					["Class"] = "DRUID",
					["Date"] = "2022-02-05",
					["Looter"] = "黑手紅茶",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28803::::::::70:::::::::|h[自然氣息風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-02-05",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-564-10396-22887-00007E63EA",
					["Time"] = "20:26:56",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-02-05",
					["Class"] = "WARRIOR",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-564-10396-23330-00017E63EA",
					["Time"] = "20:39:59",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-05",
					["Class"] = "PALADIN",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-564-10396-22898-00007E63EA",
					["Time"] = "20:56:04",
					["Looter"] = "歿天使",
					["Date"] = "2022-02-05",
					["Class"] = "PALADIN",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-564-10396-22869-00037E63EA",
					["Time"] = "21:03:08",
					["Looter"] = "Yatsuki",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-564-10396-22853-00027E63EA",
					["Time"] = "21:03:45",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-05",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-564-10396-22853-0000FE63EA",
					["Time"] = "21:10:48",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-05",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cff0070dd|Hitem:24165::::::::70:::::::::|h[設計圖:閃耀的恆金指環]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-564-10396-22845-00007E73DF",
					["Time"] = "21:14:34",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-564-10396-22844-0001FE73DF",
					["Time"] = "21:14:40",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-564-10396-22841-00007E63EA",
					["Time"] = "21:20:52",
					["Looter"] = "Yatsuki",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32275::::::::70:::::::::|h[靈魂行者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-564-10396-22880-00007E63EC",
					["Time"] = "21:25:05",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-02-05",
					["Class"] = "MAGE",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-564-10396-22880-0000FE63EB",
					["Time"] = "21:30:21",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-564-10396-23018-00007E63EC",
					["Time"] = "21:33:28",
					["Looter"] = "Devinfon",
					["Date"] = "2022-02-05",
					["Class"] = "WARLOCK",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-564-10396-23047-00017E63EB",
					["Time"] = "21:34:39",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-564-10396-22880-00007E63EA",
					["Time"] = "21:39:10",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-05",
					["Class"] = "MAGE",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-564-10396-22945-00017E63EB",
					["Time"] = "21:39:11",
					["Looter"] = "莉姆露",
					["Date"] = "2022-02-05",
					["Class"] = "SHAMAN",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-564-10396-22945-0002FE63EA",
					["Time"] = "21:40:58",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-05",
					["Class"] = "PALADIN",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-564-10396-23172-00007E63EA",
					["Time"] = "21:42:48",
					["Looter"] = "阿梨",
					["Date"] = "2022-02-05",
					["Class"] = "PRIEST",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-564-10396-22871-00007E63EA",
					["Time"] = "21:49:51",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32323::::::::70:::::::::|h[影月毀滅者披氅]|h|r", -- [1]
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4491-564-10396-22855-0000FE63EA",
					["Time"] = "21:55:19",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-05",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4491-564-10396-23236-0001FE63EA",
					["Time"] = "21:58:40",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4491-564-10396-23239-0000FE63EA",
					["Time"] = "22:07:40",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-05",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4491-564-10396-23223-0000FE63EA",
					["Time"] = "22:07:54",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-05",
					["Class"] = "PALADIN",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4491-564-10396-22948-00007E63EA",
					["Time"] = "22:20:33",
					["Looter"] = "一隻倉鼠",
					["Date"] = "2022-02-05",
					["Class"] = "HUNTER",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32341::::::::70:::::::::|h[神聖懲戒護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4491-564-10396-23237-00007E63EA",
					["Time"] = "22:25:04",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-05",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4491-564-10396-23420-00007E938E",
					["Time"] = "23:12:30",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [1]
						"|cffa335ee|Hitem:32362::::::::70:::::::::|h[泰坦項鍊]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4491-564-10396-23337-00007E63EA",
					["Time"] = "23:17:21",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4491-564-10396-22955-00047E63EA",
					["Time"] = "23:21:36",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4491-564-10396-22965-00007E63EB",
					["Time"] = "23:22:37",
					["Looter"] = "程昱",
					["Date"] = "2022-02-05",
					["Class"] = "DRUID",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4491-564-10396-22965-0000FE63EB",
					["Time"] = "23:26:38",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-05",
					["Class"] = "MAGE",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4491-564-10396-22956-0000FE63EA",
					["Time"] = "23:29:28",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-05",
					["Class"] = "PALADIN",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4491-564-10396-22957-0000FE63EA",
					["Time"] = "23:31:08",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-05",
					["Class"] = "ROGUE",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4491-564-10396-22964-0000FE63EB",
					["Time"] = "23:34:15",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-05",
					["Class"] = "ROGUE",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4491-564-10396-22955-000C7E63EA",
					["Time"] = "23:35:08",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-05",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4491-564-10396-22947-00007E63EA",
					["Time"] = "00:47:07",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-06",
					["Class"] = "DRUID",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-28479-23400-00017FB28A",
					["Time"] = "20:22:24",
					["Looter"] = "程昱",
					["Date"] = "2022-02-06",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞執政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-28479-23403-0002FFB28A",
					["Time"] = "20:28:49",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-06",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-28479-23397-0003FFB28A",
					["Time"] = "20:28:50",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-06",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-28479-23402-00007FB28A",
					["Time"] = "20:31:05",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-06",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-28479-22951-00007FB28A",
					["Time"] = "21:02:34",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-06",
					["Class"] = "SHAMAN",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-5580-564-28479-22952-00007FB28A",
					["Time"] = "21:02:37",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-06",
					["Class"] = "PALADIN",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-5580-564-28479-22950-00007FB28A",
					["Time"] = "21:02:49",
					["Looter"] = "程昱",
					["Date"] = "2022-02-06",
					["Class"] = "DRUID",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32376::::::::70:::::::::|h[森林徘徊者頭盔]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-5580-564-28479-22917-00007FE58A",
					["Time"] = "23:35:17",
					["Looter"] = "莉姆露",
					["Date"] = "2022-02-06",
					["Class"] = "SHAMAN",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:32497::::::::70:::::::::|h[怒風璽戒]|h|r", -- [1]
						"|cffa335ee|Hitem:32483::::::::70:::::::::|h[古爾丹之顱]|h|r", -- [2]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [5]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-5580-564-27193-22878-0001079DD5",
					["Time"] = "20:18:40",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-5580-564-27193-22887-0000079DD5",
					["Time"] = "20:32:12",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-02-12",
					["Class"] = "MAGE",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-5580-564-27193-23030-0002079DD6",
					["Time"] = "20:39:54",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "龍喉空行者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-5580-564-27193-22963-0000879DD5",
					["Time"] = "20:44:51",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者勞工",
					["Loots"] = {
						"|cff0070dd|Hitem:24300::::::::70:::::::::|h[圖樣:永恆披風]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-5580-564-27193-22960-0002079DD6",
					["Time"] = "20:48:37",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "龍喉召龍者",
					["Loots"] = {
						"|cffa335ee|Hitem:34011::::::::70:::::::::|h[伊利達瑞符文盾]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-5580-564-27193-22954-0000079DD6",
					["Time"] = "20:51:14",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-12",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞恐懼者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-5580-564-27193-23330-0001079DD6",
					["Time"] = "20:52:06",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-5580-564-27193-22898-0000079DD5",
					["Time"] = "21:01:26",
					["Looter"] = "Devinfon",
					["Date"] = "2022-02-12",
					["Class"] = "WARLOCK",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32251::::::::70:::::::::|h[精確飛行裹帶]|h|r", -- [1]
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [2]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-5580-564-27193-22869-0002879DD5",
					["Time"] = "21:05:26",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-5580-564-27193-22845-0000079DD6",
					["Time"] = "21:09:44",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-12",
					["Class"] = "ROGUE",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cff0070dd|Hitem:31905::::::::70:::::::::|h[狂怒套卡之七]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-5580-564-27193-22844-000207AFA2",
					["Time"] = "21:15:14",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-12",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-5580-564-27193-22847-000107AFA2",
					["Time"] = "21:15:17",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-12",
					["Class"] = "ROGUE",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-5580-564-27193-22847-000007AFA2",
					["Time"] = "21:16:22",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [55]
				{
					["GUID"] = "Creature-0-5580-564-27193-22844-000107AFA2",
					["Time"] = "21:18:13",
					["Looter"] = "霸氣狂肉包",
					["Date"] = "2022-02-12",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [56]
				{
					["GUID"] = "Creature-0-5580-564-27193-22845-000087AFA2",
					["Time"] = "21:18:15",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [57]
				{
					["GUID"] = "Creature-0-5580-564-27193-22841-0000079DD5",
					["Time"] = "21:21:57",
					["Looter"] = "霸氣狂肉包",
					["Date"] = "2022-02-12",
					["Class"] = "SHAMAN",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32278::::::::70:::::::::|h[寂靜正義手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [58]
				{
					["GUID"] = "Creature-0-5580-564-27193-22846-000087AFA2",
					["Time"] = "21:22:07",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [59]
				{
					["GUID"] = "Creature-0-5580-564-27193-22879-0000879DD6",
					["Time"] = "21:26:24",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-02-12",
					["Class"] = "WARRIOR",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [60]
				{
					["GUID"] = "Creature-0-5580-564-27193-22880-0000879DD6",
					["Time"] = "21:32:55",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [61]
				{
					["GUID"] = "Creature-0-5580-564-27193-22880-0000079DD7",
					["Time"] = "21:36:04",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-12",
					["Class"] = "ROGUE",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [62]
				{
					["GUID"] = "Creature-0-5580-564-27193-22945-0001879DD7",
					["Time"] = "21:37:19",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [63]
				{
					["GUID"] = "Creature-0-5580-564-27193-23018-0000079DD6",
					["Time"] = "21:38:20",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [64]
				{
					["GUID"] = "Creature-0-5580-564-27193-23049-0000079DD6",
					["Time"] = "21:39:23",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "影月武器大師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [65]
				{
					["GUID"] = "Creature-0-5580-564-27193-22879-0001879DD5",
					["Time"] = "21:40:42",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [66]
				{
					["GUID"] = "Creature-0-5580-564-27193-23147-0001079DD6",
					["Time"] = "21:45:06",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "影月蠻兵",
					["Loots"] = {
						"|cff0070dd|Hitem:31906::::::::70:::::::::|h[狂怒套卡之六]|h|r", -- [1]
					},
				}, -- [67]
				{
					["GUID"] = "Creature-0-5580-564-27193-23172-0001879DD5",
					["Time"] = "21:47:26",
					["Looter"] = "不死夜空",
					["Date"] = "2022-02-12",
					["Class"] = "WARLOCK",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [68]
				{
					["GUID"] = "Creature-0-5580-564-27193-23172-0000079DD5",
					["Time"] = "21:48:04",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [69]
				{
					["GUID"] = "Creature-0-5580-564-27193-22871-0000079DD5",
					["Time"] = "21:53:06",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32328::::::::70:::::::::|h[植物學家的生長手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32280::::::::70:::::::::|h[強制護手]|h|r", -- [2]
					},
				}, -- [70]
				{
					["GUID"] = "Creature-0-5580-564-27193-22869-0003879DD5",
					["Time"] = "21:58:20",
					["Looter"] = "阿梨",
					["Date"] = "2022-02-12",
					["Class"] = "PRIEST",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [71]
				{
					["GUID"] = "Creature-0-5580-564-27193-23235-0000079DD5",
					["Time"] = "22:05:09",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [72]
				{
					["GUID"] = "Creature-0-5580-564-27193-23196-0000079DD6",
					["Time"] = "22:08:35",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [73]
				{
					["GUID"] = "Creature-0-5580-564-27193-23196-0000079DD5",
					["Time"] = "22:09:50",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [74]
				{
					["GUID"] = "Creature-0-5580-564-27193-23239-0000879DD6",
					["Time"] = "22:09:53",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [75]
				{
					["GUID"] = "Creature-0-5580-564-27193-22948-0000079DD5",
					["Time"] = "22:26:51",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32341::::::::70:::::::::|h[神聖懲戒護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32335::::::::70:::::::::|h[強勁侵略者指環]|h|r", -- [3]
					},
				}, -- [76]
				{
					["GUID"] = "Creature-0-5580-564-27193-23237-0001079DD6",
					["Time"] = "22:30:10",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32528::::::::70:::::::::|h[卡拉伯爾祝福指環]|h|r", -- [1]
					},
				}, -- [77]
				{
					["GUID"] = "Creature-0-5580-564-27193-23420-000007CC04",
					["Time"] = "23:03:41",
					["Looter"] = "程昱",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32352::::::::70:::::::::|h[自然守護足靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32347::::::::70:::::::::|h[非難手套]|h|r", -- [2]
					},
				}, -- [78]
				{
					["GUID"] = "Creature-0-5580-564-27193-22939-0002879DD6",
					["Time"] = "23:11:55",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-12",
					["Class"] = "ROGUE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [79]
				{
					["GUID"] = "Creature-0-5580-564-27193-22959-0000879DD6",
					["Time"] = "23:13:21",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-12",
					["Class"] = "DRUID",
					["Name"] = "熱情招待者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [80]
				{
					["GUID"] = "Creature-0-5580-564-27193-22955-0009079DD6",
					["Time"] = "23:16:16",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [81]
				{
					["GUID"] = "Creature-0-5580-564-27193-22939-0008879DD6",
					["Time"] = "23:16:18",
					["Looter"] = "莉姆露",
					["Date"] = "2022-02-12",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [82]
				{
					["GUID"] = "Creature-0-5580-564-27193-22939-0009879DD6",
					["Time"] = "23:16:20",
					["Looter"] = "莉姆露",
					["Date"] = "2022-02-12",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [83]
				{
					["GUID"] = "Creature-0-5580-564-27193-22956-0001879DD5",
					["Time"] = "23:19:03",
					["Looter"] = "莉姆露",
					["Date"] = "2022-02-12",
					["Class"] = "SHAMAN",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [84]
				{
					["GUID"] = "Creature-0-5580-564-27193-22939-000B079DD5",
					["Time"] = "23:19:11",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-12",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [85]
				{
					["GUID"] = "Creature-0-5580-564-27193-22939-000E879DD5",
					["Time"] = "23:24:53",
					["Looter"] = "歿天使",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [86]
				{
					["GUID"] = "Creature-0-5580-564-27193-22939-000F879DD5",
					["Time"] = "23:24:56",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-12",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32737::::::::70:::::::::|h[設計圖:迅鋼護肩]|h|r", -- [1]
					},
				}, -- [87]
				{
					["GUID"] = "Creature-0-5580-564-27193-22962-0000079DD6",
					["Time"] = "23:27:04",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-12",
					["Class"] = "MAGE",
					["Name"] = "悲痛之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [88]
				{
					["GUID"] = "Creature-0-5580-564-27193-22947-0000079DD5",
					["Time"] = "23:54:03",
					["Looter"] = "特變電工",
					["Date"] = "2022-02-12",
					["Class"] = "WARRIOR",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:32367::::::::70:::::::::|h[荒廢護腿]|h|r", -- [3]
					},
				}, -- [89]
				{
					["GUID"] = "Creature-0-5580-564-27193-23402-0003079DD5",
					["Time"] = "00:07:23",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-13",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [90]
				{
					["GUID"] = "Creature-0-5580-564-27193-23400-0000079DD5",
					["Time"] = "00:09:28",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-13",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞執政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [91]
			},
		}, -- [3]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-02-13",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-4594-18831-000008B075",
					["Time"] = "15:34:04",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-13",
					["Looter"] = "蒔芸",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-4594-19044-000008B075",
					["Time"] = "15:41:44",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-13",
					["Looter"] = "特變電工",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:28827::::::::70:::::::::|h[屠龍者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:28823::::::::70:::::::::|h[戈魯爾之眼]|h|r", -- [5]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [4]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-13",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-2043-23394-000088ED78",
					["Time"] = "20:19:08",
					["Class"] = "DRUID",
					["Date"] = "2022-02-13",
					["Looter"] = "程昱",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-2043-23403-000108ED78",
					["Time"] = "20:22:13",
					["Class"] = "DRUID",
					["Date"] = "2022-02-13",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cff0070dd|Hitem:24299::::::::70:::::::::|h[圖樣:黑色虛無披風]|h|r", -- [1]
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-2043-23403-000188ED78",
					["Time"] = "20:22:17",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "终焉誓約",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-2043-23397-000008ED78",
					["Time"] = "20:24:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "终焉誓約",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-2043-22951-000008ED78",
					["Time"] = "20:42:42",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "终焉誓約",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-2043-22952-000008ED78",
					["Time"] = "20:42:50",
					["Class"] = "DRUID",
					["Date"] = "2022-02-13",
					["Looter"] = "神經德魯伊",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-2043-22950-000008ED78",
					["Time"] = "20:42:56",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "歐艾丹",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32376::::::::70:::::::::|h[森林徘徊者頭盔]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-2043-22917-00000916FE",
					["Time"] = "22:55:11",
					["Class"] = "MAGE",
					["Date"] = "2022-02-13",
					["Looter"] = "魔令古二世",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [2]
						"|cffa335ee|Hitem:32374::::::::70:::::::::|h[札頓姆，吞噬者之杖]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [5]
					},
				}, -- [8]
			},
			["Player"] = "特變電工",
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
