
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-11-23",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "大呆猛",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-9792-16028-00007E0EBE",
					["Time"] = "20:30:06",
					["Looter"] = "薇亞",
					["Date"] = "2022-11-23",
					["Class"] = "WARLOCK",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39271::::::::80:::::::::|h[回忆之刃]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-9792-15932-00007E0EBE",
					["Time"] = "20:51:21",
					["Looter"] = "穗稻柊舞",
					["Date"] = "2022-11-23",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40619::::::::80:::::::::|h[失落征服者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39188::::::::80:::::::::|h[武士胸甲]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-9792-15928-00007E0EBE",
					["Time"] = "20:58:35",
					["Looter"] = "特變電工",
					["Date"] = "2022-11-23",
					["Class"] = "WARRIOR",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40621::::::::80:::::::::|h[失落胜利者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39292::::::::80:::::::::|h[退击护符]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-9792-15956-00007E0EBE",
					["Time"] = "21:08:44",
					["Looter"] = "娜年醉美",
					["Date"] = "2022-11-23",
					["Class"] = "HUNTER",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39192::::::::80:::::::::|h[黑暗示意手套]|h|r", -- [1]
						"|cffa335ee|Hitem:39141::::::::80:::::::::|h[偏斜指环]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-9792-15953-00007E0EBE",
					["Time"] = "21:15:35",
					["Looter"] = "特變電工",
					["Date"] = "2022-11-23",
					["Class"] = "WARRIOR",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39194::::::::80:::::::::|h[锈蚀尖刺护手]|h|r", -- [1]
						"|cffa335ee|Hitem:39216::::::::80:::::::::|h[欲望腰带]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-9792-15952-00007E0EBE",
					["Time"] = "21:24:33",
					["Looter"] = "紫頭閪楊千嬅",
					["Date"] = "2022-11-23",
					["Class"] = "MAGE",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39225::::::::80:::::::::|h[武装冲突披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39233::::::::80:::::::::|h[诅咒的庇护]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-9792-15954-00007E0EBE",
					["Time"] = "21:35:05",
					["Looter"] = "特變電工",
					["Date"] = "2022-11-23",
					["Class"] = "WARRIOR",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39240::::::::80:::::::::|h[诺斯的诅咒]|h|r", -- [1]
						"|cffa335ee|Hitem:39236::::::::80:::::::::|h[侵犯者之靴]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-9792-15936-00007E0EBE",
					["Time"] = "21:42:53",
					["Looter"] = "薇亞",
					["Date"] = "2022-11-23",
					["Class"] = "WARLOCK",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39254::::::::80:::::::::|h[轻舞之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39248::::::::80:::::::::|h[迷失兽群外套]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-9792-16011-00007E0EBE",
					["Time"] = "21:51:00",
					["Looter"] = "大呆猛",
					["Date"] = "2022-11-23",
					["Class"] = "PALADIN",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40622::::::::80:::::::::|h[失落征服者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39260::::::::80:::::::::|h[腐蚀心灵头盔]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-9792-16061-00007E0EBE",
					["Time"] = "22:01:41",
					["Looter"] = "穗稻柊舞",
					["Date"] = "2022-11-23",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39297::::::::80:::::::::|h[遮蔽披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39307::::::::80:::::::::|h[耐久铁戒]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-9792-15989-00007E3283",
					["Time"] = "22:51:40",
					["Looter"] = "穗稻柊舞",
					["Date"] = "2022-11-23",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:39408::::::::80:::::::::|h[萨菲隆护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:44569::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r", -- [2]
						"|cffa335ee|Hitem:39399::::::::80:::::::::|h[亡灵军团头盔]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-533-16160-15953-0000034E17",
					["Time"] = "20:17:10",
					["Looter"] = "一葉騎秋",
					["Date"] = "2022-11-27",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39733::::::::80:::::::::|h[失落尊严手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆风暴护符]|h|r", -- [2]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[灼烧巨盔]|h|r", -- [3]
						"|cffa335ee|Hitem:39730::::::::80:::::::::|h[黑女巫之怒]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-533-16160-15952-0000034E17",
					["Time"] = "20:25:22",
					["Looter"] = "特變電工",
					["Date"] = "2022-11-27",
					["Class"] = "WARRIOR",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39762::::::::80:::::::::|h[断网腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:39766::::::::80:::::::::|h[雌蛛之子]|h|r", -- [2]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [3]
						"|cffa335ee|Hitem:39768::::::::80:::::::::|h[枯萎罩帽]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-533-16160-16028-0000034E17",
					["Time"] = "20:34:44",
					["Looter"] = "Void",
					["Date"] = "2022-11-27",
					["Class"] = "WARLOCK",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40261::::::::80:::::::::|h[天然變色戰鬥護手]|h|r", -- [1]
						"|cffa335ee|Hitem:40266::::::::80:::::::::|h[英雄屈膝]|h|r", -- [2]
						"|cffa335ee|Hitem:40272::::::::80:::::::::|h[棄子束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-533-16160-15931-0000034E17",
					["Time"] = "20:41:33",
					["Looter"] = "拿牙籤當弓箭",
					["Date"] = "2022-11-27",
					["Class"] = "HUNTER",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[頹廢鎖鍊腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40285::::::::80:::::::::|h[被褻瀆的過往]|h|r", -- [2]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [3]
						"|cffa335ee|Hitem:40283::::::::80:::::::::|h[落塵防滲外套]|h|r", -- [4]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-533-16160-15932-0000034E17",
					["Time"] = "20:46:54",
					["Looter"] = "Void",
					["Date"] = "2022-11-27",
					["Class"] = "WARLOCK",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[遗忘希冀之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:40323::::::::80:::::::::|h[尊重护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [4]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-533-16160-15928-0000034E17",
					["Time"] = "20:56:02",
					["Looter"] = "一閻黑天一",
					["Date"] = "2022-11-27",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40294::::::::80:::::::::|h[鉚接憎惡體護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[極性環帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-533-16160-16061-0000034E17",
					["Time"] = "21:06:27",
					["Looter"] = "一葉騎秋",
					["Date"] = "2022-11-27",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40327::::::::80:::::::::|h[复原束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r", -- [2]
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[指引护手]|h|r", -- [3]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[虔诚精钢之靴]|h|r", -- [4]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-533-16160-16060-0000034E17",
					["Time"] = "21:15:47",
					["Looter"] = "函頤的最愛",
					["Date"] = "2022-11-27",
					["Class"] = "MAGE",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[驚怖之觸]|h|r", -- [2]
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量釋放頭盔]|h|r", -- [3]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-533-16160-16168-0004834E17",
					["Time"] = "21:27:48",
					["Looter"] = "函頤的最愛",
					["Date"] = "2022-11-27",
					["Class"] = "MAGE",
					["Name"] = "岩肤石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:40408::::::::80:::::::::|h[鬼魅的召唤]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-533-16160-15954-0000034E17",
					["Time"] = "21:33:51",
					["Looter"] = "葡萄表妹",
					["Date"] = "2022-11-27",
					["Class"] = "WARLOCK",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [1]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [2]
						"|cffa335ee|Hitem:40185::::::::80:::::::::|h[良機肩衛]|h|r", -- [3]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [4]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-533-16160-15936-0000034E17",
					["Time"] = "21:39:46",
					["Looter"] = "不死夜空",
					["Date"] = "2022-11-27",
					["Class"] = "WARLOCK",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [1]
						"|cffa335ee|Hitem:40208::::::::80:::::::::|h[地穴惡魔之咬]|h|r", -- [2]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [4]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-533-16160-16011-0000034E17",
					["Time"] = "21:46:54",
					["Looter"] = "Void",
					["Date"] = "2022-11-27",
					["Class"] = "WARLOCK",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活跃外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40241::::::::80:::::::::|h[联合束带]|h|r", -- [4]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-533-16160-15989-0000036BC8",
					["Time"] = "21:56:36",
					["Looter"] = "特變電工",
					["Date"] = "2022-11-27",
					["Class"] = "WARRIOR",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40366::::::::80:::::::::|h[巨龙战盔]|h|r", -- [1]
						"|cffa335ee|Hitem:40371::::::::80:::::::::|h[盗匪的徽记]|h|r", -- [2]
						"|cffa335ee|Hitem:40377::::::::80:::::::::|h[高贵权力肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40381::::::::80:::::::::|h[同情]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [5]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-533-16160-15990-0000034E17",
					["Time"] = "22:06:31",
					["Looter"] = "別逼我恐懼",
					["Date"] = "2022-11-27",
					["Class"] = "WARLOCK",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40386::::::::80:::::::::|h[厄邪復仇]|h|r", -- [1]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [2]
						"|cffa335ee|Hitem:40403::::::::80:::::::::|h[致命之敵披氅]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [5]
					},
				}, -- [25]
			},
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "PALADIN",
			["Player"] = "特變電工",
			["SavedID"] = 113131489,
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
