
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 533,
			["Player"] = "邁克爾假死",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-533-30973-15953-00003020FB",
					["Time"] = "20:44:26",
					["Class"] = "DRUID",
					["Date"] = "2022-12-31",
					["Looter"] = "程昱",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[强力指环]|h|r", -- [1]
						"|cffa335ee|Hitem:39731::::::::80:::::::::|h[谨慎护腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-533-30973-15952-00003020FB",
					["Time"] = "20:50:23",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "別逼我開大軍",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [2]
						"|cffa335ee|Hitem:39763::::::::80:::::::::|h[怨灵之击]|h|r", -- [3]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-533-30973-16028-00003020FB",
					["Time"] = "20:58:08",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "贰零贰贰",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[风险手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40265::::::::80:::::::::|h[飞矢之歌]|h|r", -- [2]
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r", -- [3]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[多余的肢体]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-533-30973-15932-00003020FB",
					["Time"] = "21:16:31",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "贰零贰贰",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40284::::::::80:::::::::|h[疫病点燃器]|h|r", -- [1]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保卫者的胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[虔诚精钢之靴]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-533-30973-15928-00003020FB",
					["Time"] = "21:23:47",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "海蜜叉車",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40296::::::::80:::::::::|h[沉默之帽]|h|r", -- [2]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[极性腰带]|h|r", -- [3]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-533-30973-16061-00003020FB",
					["Time"] = "21:31:23",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "海蜜叉車",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40321::::::::80:::::::::|h[飞星神像]|h|r", -- [1]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[沙砾指环]|h|r", -- [2]
						"|cffa335ee|Hitem:40324::::::::80:::::::::|h[尊重腕甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-533-30973-16060-00003020FB",
					["Time"] = "21:39:58",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "十月三十",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40331::::::::80:::::::::|h[无可逃避护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [2]
						"|cffa335ee|Hitem:40334::::::::80:::::::::|h[责任肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40339::::::::80:::::::::|h[戈提克的罩帽]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-533-30973-15954-00003020FB",
					["Time"] = "21:53:56",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "Devinfon",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40193::::::::80:::::::::|h[遮蔽苦难外套]|h|r", -- [1]
						"|cffa335ee|Hitem:40188::::::::80:::::::::|h[抗拒手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [3]
						"|cffa335ee|Hitem:40196::::::::80:::::::::|h[安息者的护腿]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-533-30973-16011-00003020FB",
					["Time"] = "22:06:27",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "Devinfon",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40246::::::::80:::::::::|h[冲动之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[蛛魔之手]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-533-30973-15989-0000304415",
					["Time"] = "22:26:50",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "聖經爻",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [1]
						"|cffa335ee|Hitem:40366::::::::80:::::::::|h[巨龙战盔]|h|r", -- [2]
						"|cffa335ee|Hitem:40381::::::::80:::::::::|h[同情]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-533-30973-15990-00003020FB",
					["Time"] = "22:36:37",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "贰零贰贰",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40387::::::::80:::::::::|h[无尽的野心]|h|r", -- [1]
						"|cffa335ee|Hitem:40401::::::::80:::::::::|h[理智之声]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40396::::::::80:::::::::|h[逆潮]|h|r", -- [4]
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者的头冠]|h|r", -- [5]
					},
				}, -- [11]
			},
			["Class"] = "HUNTER",
			["Date"] = "2022-12-31",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "纳克萨玛斯",
			["FirstPlayer"] = "未知",
		}, -- [1]
		{
			["Date"] = "2023-01-01",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "特變電工",
			["SavedID"] = 140394537,
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "WARRIOR",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-18538-15954-0000317C9B",
					["Time"] = "20:46:03",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [1]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [2]
						"|cffa335ee|Hitem:40186::::::::80:::::::::|h[突刺手環]|h|r", -- [3]
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-18538-16036-0007B17C9B",
					["Time"] = "20:47:18",
					["Class"] = "DRUID",
					["Date"] = "2023-01-01",
					["Looter"] = "全身爆炸沒死",
					["Name"] = "狂乱蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:40407::::::::80:::::::::|h[靜默十字軍]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-18538-15936-0000317C9B",
					["Time"] = "20:52:13",
					["Class"] = "ROGUE",
					["Date"] = "2023-01-01",
					["Looter"] = "看不見的藝術",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危机转折披风]|h|r", -- [1]
						"|cffa335ee|Hitem:40208::::::::80:::::::::|h[蛛魔之刺]|h|r", -- [2]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨型阔步者护腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40235::::::::80:::::::::|h[朝圣头盔]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-18538-16011-0000317C9B",
					["Time"] = "20:58:46",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40241::::::::80:::::::::|h[團結束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活力外衣]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-18538-16028-0000317C9B",
					["Time"] = "21:11:51",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-01",
					["Looter"] = "別逼我恐懼",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [1]
						"|cffa335ee|Hitem:40271::::::::80:::::::::|h[孤寂束帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40260::::::::80:::::::::|h[刑求腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:40267::::::::80:::::::::|h[妖術圖騰]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-18538-15931-0000317C9B",
					["Time"] = "21:17:24",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[堕落锁链腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[同情披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [3]
						"|cffa335ee|Hitem:40283::::::::80:::::::::|h[辐射防护外套]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-18538-15932-0000317C9B",
					["Time"] = "21:21:58",
					["Class"] = "DRUID",
					["Date"] = "2023-01-01",
					["Looter"] = "霝琉璃",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[同情披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40234::::::::80:::::::::|h[希尔盖的腐烂外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保卫者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-18538-15928-0000317C9B",
					["Time"] = "21:29:23",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:40297::::::::80:::::::::|h[耐久脛甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40304::::::::80:::::::::|h[菌華首盔]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-18538-15956-0000317C9B",
					["Time"] = "21:34:19",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39720::::::::80:::::::::|h[衰退护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r", -- [2]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[废除之握]|h|r", -- [3]
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[消化之盾]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-18538-15953-0000317C9B",
					["Time"] = "21:38:41",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39728::::::::80:::::::::|h[悲慘圖騰]|h|r", -- [1]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [2]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[火焰灼燒巨盔]|h|r", -- [3]
						"|cffa335ee|Hitem:39757::::::::80:::::::::|h[崇拜塑像]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-18538-15952-0000317C9B",
					["Time"] = "21:44:50",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [2]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [3]
						"|cffa335ee|Hitem:39764::::::::80:::::::::|h[牺牲者的护腕]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-533-18538-16061-0000317C9B",
					["Time"] = "21:54:07",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40306::::::::80:::::::::|h[穢邪騎士護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [2]
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[願望凋落長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑護軀]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-533-18538-16060-0000317C9B",
					["Time"] = "22:05:01",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-01",
					["Looter"] = "曉唄唄",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40332::::::::80:::::::::|h[教唆護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光度罩氅]|h|r", -- [2]
						"|cffa335ee|Hitem:40342::::::::80:::::::::|h[喚醒塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:40337::::::::80:::::::::|h[再現聖契]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-533-18538-16145-0002B17C9B",
					["Time"] = "22:07:33",
					["Class"] = "PRIEST",
					["Date"] = "2023-01-01",
					["Looter"] = "落雪舞",
					["Name"] = "死亡骑士队长",
					["Loots"] = {
						"|cffa335ee|Hitem:40408::::::::80:::::::::|h[祟喚之匕]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-533-18538-15989-00003194DB",
					["Time"] = "22:35:52",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙之光]|h|r", -- [1]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [2]
						"|cffa335ee|Hitem:40365::::::::80:::::::::|h[冰冷痛楚胸铠]|h|r", -- [3]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[排斥符文]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [5]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-533-18538-15990-0000317C9B",
					["Time"] = "22:47:27",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者之冠]|h|r", -- [1]
						"|cffa335ee|Hitem:40385::::::::80:::::::::|h[必亡信使]|h|r", -- [2]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [3]
						"|cffa335ee|Hitem:40402::::::::80:::::::::|h[最終狂笑]|h|r", -- [4]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [5]
					},
				}, -- [16]
			},
		}, -- [2]
		{
			["Date"] = "2023-01-07",
			["Class"] = "HUNTER",
			["InstanceID"] = 533,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "纳克萨玛斯",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-533-24806-16061-00003982C4",
					["Time"] = "23:35:58",
					["Looter"] = "愛哭果",
					["Date"] = "2023-01-07",
					["Class"] = "PALADIN",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40306::::::::80:::::::::|h[穢邪騎士護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑護軀]|h|r", -- [2]
						"|cffa335ee|Hitem:40327::::::::80:::::::::|h[挽回束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-533-24806-16060-00003982C4",
					["Time"] = "23:46:58",
					["Looter"] = "兩斤憨吉",
					["Date"] = "2023-01-07",
					["Class"] = "WARRIOR",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40329::::::::80:::::::::|h[離鄉兜帽]|h|r", -- [1]
						"|cffa335ee|Hitem:40334::::::::80:::::::::|h[煎熬重肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40341::::::::80:::::::::|h[鐐銬繫腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[遠慮咒符]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-533-24806-16028-00003982C4",
					["Time"] = "00:05:37",
					["Looter"] = "愛哭果",
					["Date"] = "2023-01-08",
					["Class"] = "PALADIN",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [1]
						"|cffa335ee|Hitem:40263::::::::80:::::::::|h[白骨束带]|h|r", -- [2]
						"|cffa335ee|Hitem:40268::::::::80:::::::::|h[宽容圣契]|h|r", -- [3]
						"|cffa335ee|Hitem:40270::::::::80:::::::::|h[腐伤之靴]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-533-24806-15931-00003982C4",
					["Time"] = "00:11:01",
					["Looter"] = "青初于嵐",
					["Date"] = "2023-01-08",
					["Class"] = "ROGUE",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40277::::::::80:::::::::|h[沉溺外套]|h|r", -- [1]
						"|cffa335ee|Hitem:40281::::::::80:::::::::|h[微光迷霧]|h|r", -- [2]
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危機防制披風]|h|r", -- [3]
						"|cffa335ee|Hitem:40287::::::::80:::::::::|h[虛榮風帽]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-533-24806-15932-00003982C4",
					["Time"] = "00:14:54",
					["Looter"] = "香菸頭",
					["Date"] = "2023-01-08",
					["Class"] = "DRUID",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40270::::::::80:::::::::|h[敗血創傷長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39725::::::::80:::::::::|h[悲悼僕從肩冑]|h|r", -- [2]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者披肩]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-533-24806-15928-00003982C4",
					["Time"] = "00:22:20",
					["Looter"] = "崩巴薩薩",
					["Date"] = "2023-01-08",
					["Class"] = "SHAMAN",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40299::::::::80:::::::::|h[捨棄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[極性環帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-533-24806-15956-00003982C4",
					["Time"] = "00:26:04",
					["Looter"] = "崩巴薩薩",
					["Date"] = "2023-01-08",
					["Class"] = "SHAMAN",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39714::::::::80:::::::::|h[網裹逝亡]|h|r", -- [1]
						"|cffa335ee|Hitem:39719::::::::80:::::::::|h[蝗蟲披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆風暴護符]|h|r", -- [3]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[撤銷之握]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-533-24806-15975-00073982C4",
					["Time"] = "00:27:48",
					["Looter"] = "Bck",
					["Date"] = "2023-01-08",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "腐肉织网者",
					["Loots"] = {
						"|cffa335ee|Hitem:40414::::::::80:::::::::|h[無懼肩衛]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-533-24806-15953-00003982C4",
					["Time"] = "00:32:30",
					["Looter"] = "兩斤憨吉",
					["Date"] = "2023-01-08",
					["Class"] = "WARRIOR",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39724::::::::80:::::::::|h[異教護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:39729::::::::80:::::::::|h[暴君護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:39757::::::::80:::::::::|h[崇拜塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-533-24806-15952-00003982C4",
					["Time"] = "00:38:33",
					["Looter"] = "崩巴薩薩",
					["Date"] = "2023-01-08",
					["Class"] = "SHAMAN",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [2]
						"|cffa335ee|Hitem:40063::::::::80:::::::::|h[破碎血族衬肩]|h|r", -- [3]
						"|cffa335ee|Hitem:39767::::::::80:::::::::|h[不灭胸铠]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-533-24806-15954-00003982C4",
					["Time"] = "00:46:21",
					["Looter"] = "樹蛙積極",
					["Date"] = "2023-01-08",
					["Class"] = "PALADIN",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40188::::::::80:::::::::|h[抗命護手]|h|r", -- [1]
						"|cffa335ee|Hitem:40190::::::::80:::::::::|h[命運編織]|h|r", -- [2]
						"|cffa335ee|Hitem:40197::::::::80:::::::::|h[逝去巫師手套]|h|r", -- [3]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-533-24806-16037-0000B982C4",
					["Time"] = "00:47:59",
					["Looter"] = "手搗優酪乳",
					["Date"] = "2023-01-08",
					["Class"] = "PRIEST",
					["Name"] = "疫病蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:40409::::::::80:::::::::|h[逃亡囚徒長靴]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-533-24806-15936-00003982C4",
					["Time"] = "00:51:22",
					["Looter"] = "香菸頭",
					["Date"] = "2023-01-08",
					["Class"] = "DRUID",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40203::::::::80:::::::::|h[苦痛怒火胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40209::::::::80:::::::::|h[衰老束腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40238::::::::80:::::::::|h[跳舞熊手套]|h|r", -- [3]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光度罩氅]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-533-24806-16011-00003982C4",
					["Time"] = "00:57:59",
					["Looter"] = "可疑的豬頭",
					["Date"] = "2023-01-08",
					["Class"] = "WARLOCK",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[奈幽之手]|h|r", -- [1]
						"|cffa335ee|Hitem:40245::::::::80:::::::::|h[消散之光]|h|r", -- [2]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-533-24806-15989-000039A4B7",
					["Time"] = "01:03:06",
					["Looter"] = "兩斤憨吉",
					["Date"] = "2023-01-08",
					["Class"] = "WARRIOR",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [1]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[鑲骨腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[拒斥符文]|h|r", -- [3]
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙輝燦]|h|r", -- [4]
						"|cffa335ee|Hitem:40381::::::::80:::::::::|h[共感]|h|r", -- [5]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-533-24806-15990-00003982C4",
					["Time"] = "01:13:38",
					["Looter"] = "崩巴薩薩",
					["Date"] = "2023-01-08",
					["Class"] = "SHAMAN",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[災禍之攫]|h|r", -- [1]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [2]
						"|cffa335ee|Hitem:40403::::::::80:::::::::|h[致命之敵披氅]|h|r", -- [3]
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者之冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [5]
					},
				}, -- [16]
			},
			["SavedID"] = 145931906,
			["Player"] = "邁克爾假死",
			["FirstClass"] = "UNKNOWN",
		}, -- [3]
		{
			["InstanceID"] = 533,
			["Player"] = "特斯拉大股東",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-533-7999-16061-00003AAE04",
					["Time"] = "20:29:24",
					["Class"] = "DRUID",
					["Date"] = "2023-01-08",
					["Looter"] = "凱薩裂蹄",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[引導之觸護手]|h|r", -- [1]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[信仰之鋼脛甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[願望凋落長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[抱得美人歸]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-533-7999-16060-00003AAE04",
					["Time"] = "20:38:51",
					["Class"] = "WARRIOR",
					["Date"] = "2023-01-08",
					["Looter"] = "山怪山怪",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40331::::::::80:::::::::|h[失敗脫逃護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40333::::::::80:::::::::|h[迅移護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40338::::::::80:::::::::|h[思念束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[遠慮咒符]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-533-7999-15954-00003AAE04",
					["Time"] = "20:51:35",
					["Class"] = "PRIEST",
					["Date"] = "2023-01-08",
					["Looter"] = "疝氣妹",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [1]
						"|cffa335ee|Hitem:40200::::::::80:::::::::|h[圣歌腰带]|h|r", -- [2]
						"|cffa335ee|Hitem:40184::::::::80:::::::::|h[残缺之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40191::::::::80:::::::::|h[光辉圣契]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-533-7999-15936-00003AAE04",
					["Time"] = "20:56:41",
					["Class"] = "DRUID",
					["Date"] = "2023-01-08",
					["Looter"] = "凱薩裂蹄",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40234::::::::80:::::::::|h[海根的腐臭法衣]|h|r", -- [1]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40233::::::::80:::::::::|h[不死帶原]|h|r", -- [3]
						"|cffa335ee|Hitem:40253::::::::80:::::::::|h[老處女披巾]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-533-7999-16011-00003AAE04",
					["Time"] = "21:02:49",
					["Class"] = "WARRIOR",
					["Date"] = "2023-01-08",
					["Looter"] = "終焉之戰",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40240::::::::80:::::::::|h[紊流護脛]|h|r", -- [1]
						"|cffa335ee|Hitem:40246::::::::80:::::::::|h[衝動理想長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-533-7999-15956-00003AAE04",
					["Time"] = "21:07:01",
					["Class"] = "WARRIOR",
					["Date"] = "2023-01-08",
					["Looter"] = "終焉之戰",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39718::::::::80:::::::::|h[屍甲蟲手甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[無情]|h|r", -- [2]
						"|cffa335ee|Hitem:39717::::::::80:::::::::|h[無動於衷脛甲]|h|r", -- [3]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[撤銷之握]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-533-7999-15953-00003AAE04",
					["Time"] = "21:13:51",
					["Class"] = "DRUID",
					["Date"] = "2023-01-08",
					["Looter"] = "凱薩裂蹄",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆風暴護符]|h|r", -- [1]
						"|cffa335ee|Hitem:39734::::::::80:::::::::|h[贖罪護脛]|h|r", -- [2]
						"|cffa335ee|Hitem:39732::::::::80:::::::::|h[費琳娜的瘋狂]|h|r", -- [3]
						"|cffa335ee|Hitem:39727::::::::80:::::::::|h[錯位手甲]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-533-7999-15952-00003AAE04",
					["Time"] = "21:20:35",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-08",
					["Looter"] = "特斯拉大股東",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39760::::::::80:::::::::|h[湮灭荣耀头盔]|h|r", -- [1]
						"|cffa335ee|Hitem:39766::::::::80:::::::::|h[雌蛛之子]|h|r", -- [2]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [3]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-533-7999-16028-00003AAE04",
					["Time"] = "21:31:53",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-08",
					["Looter"] = "特斯拉大股東",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40269::::::::80:::::::::|h[说服之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:40263::::::::80:::::::::|h[白骨束带]|h|r", -- [2]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[传承]|h|r", -- [3]
						"|cffa335ee|Hitem:40266::::::::80:::::::::|h[英雄的屈服]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-533-7999-15931-00003AAE04",
					["Time"] = "21:37:06",
					["Class"] = "ROGUE",
					["Date"] = "2023-01-08",
					["Looter"] = "背鍋俠",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40279::::::::80:::::::::|h[力竭護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[共感襯肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40280::::::::80:::::::::|h[夢魘源頭]|h|r", -- [3]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-533-7999-15932-00003AAE04",
					["Time"] = "21:41:13",
					["Class"] = "DRUID",
					["Date"] = "2023-01-08",
					["Looter"] = "凱薩裂蹄",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[共感襯肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40625::::::::80:::::::::|h[失落征服者胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保衛者腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40602::::::::80:::::::::|h[異變長袍]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-533-7999-15928-00003AAE04",
					["Time"] = "21:48:10",
					["Class"] = "WARRIOR",
					["Date"] = "2023-01-08",
					["Looter"] = "終焉之戰",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40298::::::::80:::::::::|h[屈從面甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40302::::::::80:::::::::|h[恩人護手]|h|r", -- [2]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-533-7999-15989-00003AC9DE",
					["Time"] = "21:52:26",
					["Class"] = "WARRIOR",
					["Date"] = "2023-01-08",
					["Looter"] = "山怪山怪",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [1]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[鑲骨腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40371::::::::80:::::::::|h[歹徒徽記]|h|r", -- [3]
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙輝燦]|h|r", -- [4]
						"|cffa335ee|Hitem:40379::::::::80:::::::::|h[骨墳腿甲]|h|r", -- [5]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-533-7999-15990-00003AAE04",
					["Time"] = "22:22:09",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-08",
					["Looter"] = "換蓝高手",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [1]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [2]
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[災禍之攫]|h|r", -- [3]
						"|cffa335ee|Hitem:40402::::::::80:::::::::|h[最終狂笑]|h|r", -- [4]
						"|cffa335ee|Hitem:40398::::::::80:::::::::|h[凡人傲慢護腿]|h|r", -- [5]
					},
				}, -- [14]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2023-01-08",
			["Class"] = "WARLOCK",
			["InstanceName"] = "纳克萨玛斯",
			["FirstPlayer"] = "未知",
		}, -- [4]
		{
			["InstanceID"] = 533,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-533-26857-16028-00003D6635",
					["Time"] = "22:01:14",
					["Looter"] = "鯨生鯨世",
					["Date"] = "2023-01-10",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40261::::::::80:::::::::|h[天然變色戰鬥護手]|h|r", -- [1]
						"|cffa335ee|Hitem:40267::::::::80:::::::::|h[妖術圖騰]|h|r", -- [2]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [3]
						"|cffa335ee|Hitem:40272::::::::80:::::::::|h[棄子束腰]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-533-26857-15931-00003D6635",
					["Time"] = "22:06:09",
					["Looter"] = "林北熊命",
					["Date"] = "2023-01-10",
					["Class"] = "DRUID",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[頹廢鎖鍊腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[粘液流動手環]|h|r", -- [2]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [3]
						"|cffa335ee|Hitem:40285::::::::80:::::::::|h[被褻瀆的過往]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-533-26857-15932-00003D6635",
					["Time"] = "22:09:48",
					["Looter"] = "紫芒星痕",
					["Date"] = "2023-01-10",
					["Class"] = "WARRIOR",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保衛者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [2]
						"|cffa335ee|Hitem:40625::::::::80:::::::::|h[失落征服者胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40279::::::::80:::::::::|h[力竭護胸]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-533-26857-16061-00003D6635",
					["Time"] = "22:26:36",
					["Looter"] = "林北熊命",
					["Date"] = "2023-01-10",
					["Class"] = "DRUID",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40327::::::::80:::::::::|h[挽回束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [2]
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑護軀]|h|r", -- [3]
						"|cffa335ee|Hitem:40315::::::::80:::::::::|h[密藝肩墊]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-533-26857-16060-00003D6635",
					["Time"] = "22:36:07",
					["Looter"] = "莯小豪",
					["Date"] = "2023-01-10",
					["Class"] = "WARLOCK",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40336::::::::80:::::::::|h[生與死]|h|r", -- [1]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [2]
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量釋放頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:40332::::::::80:::::::::|h[教唆護腕]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-533-26857-15956-00003D6635",
					["Time"] = "22:49:23",
					["Looter"] = "鯨生鯨世",
					["Date"] = "2023-01-10",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[蟲群束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[抱得美人歸]|h|r", -- [2]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[撤銷之握]|h|r", -- [3]
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[同化之盾]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-533-26857-15953-00003D6635",
					["Time"] = "22:55:20",
					["Looter"] = "天棒雀儿非烫",
					["Date"] = "2023-01-10",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39735::::::::80:::::::::|h[虛假尊貴腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[無情]|h|r", -- [2]
						"|cffa335ee|Hitem:39724::::::::80:::::::::|h[異教護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:39729::::::::80:::::::::|h[暴君護腕]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-533-26857-15952-00003D6635",
					["Time"] = "23:01:34",
					["Looter"] = "牧羊十二",
					["Date"] = "2023-01-10",
					["Class"] = "PRIEST",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39762::::::::80:::::::::|h[碎網裹腰]|h|r", -- [1]
						"|cffa335ee|Hitem:40060::::::::80:::::::::|h[歪曲肢體]|h|r", -- [2]
						"|cffa335ee|Hitem:39764::::::::80:::::::::|h[不幸獵物束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-533-26857-15954-00003D6635",
					["Time"] = "23:09:14",
					["Looter"] = "鯨生鯨世",
					["Date"] = "2023-01-10",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [1]
						"|cffa335ee|Hitem:40185::::::::80:::::::::|h[良機肩衛]|h|r", -- [2]
						"|cffa335ee|Hitem:40197::::::::80:::::::::|h[逝去巫師手套]|h|r", -- [3]
						"|cffa335ee|Hitem:40193::::::::80:::::::::|h[偽裝苦難外套]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-533-26857-15936-00003D6635",
					["Time"] = "23:14:48",
					["Looter"] = "梁朝偉丶",
					["Date"] = "2023-01-10",
					["Class"] = "HUNTER",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40206::::::::80:::::::::|h[鐵泉步靴]|h|r", -- [1]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[影陽披風]|h|r", -- [2]
						"|cffa335ee|Hitem:40234::::::::80:::::::::|h[海根的腐臭法衣]|h|r", -- [3]
						"|cffa335ee|Hitem:40207::::::::80:::::::::|h[警覺符印]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-533-26857-16011-00003D6635",
					["Time"] = "23:23:55",
					["Looter"] = "混亂年代",
					["Date"] = "2023-01-10",
					["Class"] = "MAGE",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40246::::::::80:::::::::|h[衝動理想長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40243::::::::80:::::::::|h[惡意欺詐裹足]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-533-26857-15989-00003D83A3",
					["Time"] = "23:29:47",
					["Looter"] = "Carhartt",
					["Date"] = "2023-01-10",
					["Class"] = "WARLOCK",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40365::::::::80:::::::::|h[冰凍痛苦胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40368::::::::80:::::::::|h[謀殺]|h|r", -- [2]
						"|cffa335ee|Hitem:40376::::::::80:::::::::|h[落敗巨龍裹腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-533-26857-15990-00003D6635",
					["Time"] = "23:41:45",
					["Looter"] = "流刃若火",
					["Date"] = "2023-01-10",
					["Class"] = "ROGUE",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40384::::::::80:::::::::|h[泯滅人性]|h|r", -- [1]
						"|cffa335ee|Hitem:40396::::::::80:::::::::|h[逆潮]|h|r", -- [2]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[拙劣巫師斗篷]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [5]
					},
				}, -- [13]
			},
			["Player"] = "特變電工",
			["Date"] = "2023-01-10",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "纳克萨玛斯",
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
