
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-02-13",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-4594-18831-000008B075",
					["Time"] = "15:34:04",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-13",
					["Looter"] = "蒔芸",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-4594-19044-000008B075",
					["Time"] = "15:41:44",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-13",
					["Looter"] = "特變電工",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:28827::::::::70:::::::::|h[屠龍者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:28823::::::::70:::::::::|h[戈魯爾之眼]|h|r", -- [5]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-13",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-2043-23394-000088ED78",
					["Time"] = "20:19:08",
					["Class"] = "DRUID",
					["Date"] = "2022-02-13",
					["Looter"] = "程昱",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-2043-23403-000108ED78",
					["Time"] = "20:22:13",
					["Class"] = "DRUID",
					["Date"] = "2022-02-13",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cff0070dd|Hitem:24299::::::::70:::::::::|h[圖樣:黑色虛無披風]|h|r", -- [1]
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-2043-23403-000188ED78",
					["Time"] = "20:22:17",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "终焉誓約",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-2043-23397-000008ED78",
					["Time"] = "20:24:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "终焉誓約",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-2043-22951-000008ED78",
					["Time"] = "20:42:42",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "终焉誓約",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-2043-22952-000008ED78",
					["Time"] = "20:42:50",
					["Class"] = "DRUID",
					["Date"] = "2022-02-13",
					["Looter"] = "神經德魯伊",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-2043-22950-000008ED78",
					["Time"] = "20:42:56",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-13",
					["Looter"] = "歐艾丹",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32376::::::::70:::::::::|h[森林徘徊者頭盔]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-2043-22917-00000916FE",
					["Time"] = "22:55:11",
					["Class"] = "MAGE",
					["Date"] = "2022-02-13",
					["Looter"] = "魔令古二世",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [2]
						"|cffa335ee|Hitem:32374::::::::70:::::::::|h[札頓姆，吞噬者之杖]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [5]
					},
				}, -- [8]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00020E4CEE",
					["Time"] = "21:27:11",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-17",
					["Looter"] = "我叫緋村",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-29057-17897-00018E4D2D",
					["Time"] = "21:28:19",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-17",
					["Looter"] = "小青蛙",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00028E4D72",
					["Time"] = "21:29:34",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-17",
					["Looter"] = "背鍋俠",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-534-29057-17897-00018E4E8E",
					["Time"] = "21:34:14",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-17",
					["Looter"] = "別逼我擋怪",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-534-29057-17767-00000E4ED7",
					["Time"] = "21:37:09",
					["Class"] = "DRUID",
					["Date"] = "2022-02-17",
					["Looter"] = "程昱",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30869::::::::70:::::::::|h[哀嚎之風護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30865::::::::70:::::::::|h[追蹤者之刃]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-534-29057-17898-00008E4FEE",
					["Time"] = "21:40:00",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-17",
					["Looter"] = "背鍋俠",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00028E4FEE",
					["Time"] = "21:40:01",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-17",
					["Looter"] = "狂牛奔向天",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-534-29057-17808-00000E51D2",
					["Time"] = "21:49:47",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-17",
					["Looter"] = "歐艾丹",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30887::::::::70:::::::::|h[恢復之金色胸扣]|h|r", -- [1]
						"|cffa335ee|Hitem:30879::::::::70:::::::::|h[阿里漢多先生的金幣腰帶]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00000E53BA",
					["Time"] = "21:56:42",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-17",
					["Looter"] = "狂牛奔向天",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00018E53BA",
					["Time"] = "21:56:51",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-17",
					["Looter"] = "背鍋俠",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00008E540F",
					["Time"] = "21:57:30",
					["Class"] = "MAGE",
					["Date"] = "2022-02-17",
					["Looter"] = "熙夏",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34010::::::::70:::::::::|h[派普的和解罩氅]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00018E5488",
					["Time"] = "21:59:45",
					["Class"] = "DRUID",
					["Date"] = "2022-02-17",
					["Looter"] = "程昱",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00020E5488",
					["Time"] = "21:59:52",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-17",
					["Looter"] = "Devinfon",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-534-29057-17906-00008E54D1",
					["Time"] = "22:01:43",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-17",
					["Looter"] = "歐艾丹",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-534-29057-17899-00000E5691",
					["Time"] = "22:08:43",
					["Class"] = "MAGE",
					["Date"] = "2022-02-17",
					["Looter"] = "熙夏",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-534-29057-17888-00000E56EA",
					["Time"] = "22:11:56",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-17",
					["Looter"] = "终焉誓約",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:30894::::::::70:::::::::|h[藍色麂皮輕鞋]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00018E5691",
					["Time"] = "22:12:08",
					["Class"] = "MAGE",
					["Date"] = "2022-02-17",
					["Looter"] = "熙夏",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32739::::::::70:::::::::|h[設計圖:黎明鋼鐵護肩]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-534-29057-17899-00008E5691",
					["Time"] = "22:12:10",
					["Class"] = "MAGE",
					["Date"] = "2022-02-17",
					["Looter"] = "熙夏",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-534-29057-17895-00020E58FD",
					["Time"] = "22:19:19",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-17",
					["Looter"] = "小青蛙",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-534-29057-17908-00008E5988",
					["Time"] = "22:21:09",
					["Class"] = "DRUID",
					["Date"] = "2022-02-17",
					["Looter"] = "神經德魯伊",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-534-29057-17842-00000E5B7A",
					["Time"] = "22:31:54",
					["Class"] = "DRUID",
					["Date"] = "2022-02-17",
					["Looter"] = "程昱",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30897::::::::70:::::::::|h[希望束腰]|h|r", -- [3]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-534-29057-17908-00000E5AAA",
					["Time"] = "22:32:35",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-17",
					["Looter"] = "狂牛奔向天",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-534-29057-17968-00000E5C57",
					["Time"] = "22:45:08",
					["Class"] = "DRUID",
					["Date"] = "2022-02-17",
					["Looter"] = "程昱",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [23]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-02-17",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "未知",
		}, -- [3]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-02-19",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-26809-22878-000010D697",
					["Time"] = "20:12:35",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-02-19",
					["Class"] = "WARRIOR",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-26809-22887-000010D697",
					["Time"] = "20:32:34",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [1]
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [2]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-26809-23330-000110D697",
					["Time"] = "20:36:47",
					["Looter"] = "莉姆露",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-26809-23330-000210D697",
					["Time"] = "20:42:48",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-26809-22898-000010D697",
					["Time"] = "20:54:10",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32749::::::::70:::::::::|h[圖樣:電光反射護肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32254::::::::70:::::::::|h[殘暴者]|h|r", -- [2]
						"|cffa335ee|Hitem:32261::::::::70:::::::::|h[深淵領主指環]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-26809-23337-000190D697",
					["Time"] = "20:58:22",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-26809-22869-000410D697",
					["Time"] = "21:00:24",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-26809-22846-000090D697",
					["Time"] = "21:03:51",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-26809-22844-000110D697",
					["Time"] = "21:03:52",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-26809-22869-000090D697",
					["Time"] = "21:03:53",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-26809-22855-000010D697",
					["Time"] = "21:05:49",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-26809-22853-000310D697",
					["Time"] = "21:08:14",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-26809-22845-000090E86F",
					["Time"] = "21:12:31",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2022-02-19",
					["Class"] = "HUNTER",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-26809-22845-000010E86F",
					["Time"] = "21:13:28",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-26809-22846-000010E86F",
					["Time"] = "21:13:30",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-26809-22846-000090E86F",
					["Time"] = "21:13:34",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-02-19",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-26809-22841-000010D697",
					["Time"] = "21:18:31",
					["Looter"] = "一隻倉鼠",
					["Date"] = "2022-02-19",
					["Class"] = "HUNTER",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32271::::::::70:::::::::|h[永恆自然褶裙]|h|r", -- [1]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-26809-22945-000110D698",
					["Time"] = "21:22:55",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-26809-22946-000090D697",
					["Time"] = "21:25:49",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "影月戰犬",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-26809-23047-000110D697",
					["Time"] = "21:27:31",
					["Looter"] = "特變電工",
					["Date"] = "2022-02-19",
					["Class"] = "WARRIOR",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-26809-23018-000090D698",
					["Time"] = "21:30:11",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-26809-22871-000010D697",
					["Time"] = "21:38:36",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32512::::::::70:::::::::|h[羅德隆陷落束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32327::::::::70:::::::::|h[暗影議會長袍]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-26809-23237-000290D697",
					["Time"] = "21:49:55",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-26809-23237-000310D697",
					["Time"] = "21:54:33",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-26809-23237-000390D697",
					["Time"] = "21:54:35",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-26809-23223-000010D697",
					["Time"] = "21:56:14",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-26809-22948-000010D697",
					["Time"] = "22:13:43",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32340::::::::70:::::::::|h[節制外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:32337::::::::70:::::::::|h[饒恕罩氅]|h|r", -- [2]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-26809-23235-000190D697",
					["Time"] = "22:17:29",
					["Looter"] = "小青蛙",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-26809-23420-000010FE0C",
					["Time"] = "22:27:31",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32517::::::::70:::::::::|h[波浪治癒者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32346::::::::70:::::::::|h[骨織束腰]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-26809-23337-000090D697",
					["Time"] = "22:31:00",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-26809-23337-000010D697",
					["Time"] = "22:31:02",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-26809-22869-000110D697",
					["Time"] = "22:31:04",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-26809-22956-000010D697",
					["Time"] = "22:33:03",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2022-02-19",
					["Class"] = "HUNTER",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32528::::::::70:::::::::|h[卡拉伯爾祝福指環]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001A90D697",
					["Time"] = "22:33:46",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-02-19",
					["Class"] = "WARRIOR",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001010D697",
					["Time"] = "22:35:32",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001710D697",
					["Time"] = "22:37:44",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32737::::::::70:::::::::|h[設計圖:迅鋼護肩]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001690D697",
					["Time"] = "22:37:45",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-26809-22939-001110D697",
					["Time"] = "22:38:23",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001310D697",
					["Time"] = "22:38:25",
					["Looter"] = "熙夏",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001190D697",
					["Time"] = "22:38:29",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-26809-22964-000090D697",
					["Time"] = "22:41:02",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-26809-22956-000090D697",
					["Time"] = "22:41:10",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001510D697",
					["Time"] = "22:41:12",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-26809-22939-001390D697",
					["Time"] = "22:41:14",
					["Looter"] = "小青蛙",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-001490D697",
					["Time"] = "22:41:29",
					["Looter"] = "程昱",
					["Date"] = "2022-02-19",
					["Class"] = "DRUID",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-002090D697",
					["Time"] = "22:41:57",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:34011::::::::70:::::::::|h[伊利達瑞符文盾]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4490-564-26809-22955-000910D697",
					["Time"] = "22:43:13",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-02-19",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-4490-564-26809-22939-000A90D697",
					["Time"] = "22:49:21",
					["Looter"] = "Devinfon",
					["Date"] = "2022-02-19",
					["Class"] = "WARLOCK",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-4490-564-26809-22947-000010D697",
					["Time"] = "22:59:51",
					["Looter"] = "一隻倉鼠",
					["Date"] = "2022-02-19",
					["Class"] = "HUNTER",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32366::::::::70:::::::::|h[暗影大師之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-4490-564-26809-23400-000090D697",
					["Time"] = "23:10:05",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞執政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-4490-564-26809-23402-000210D697",
					["Time"] = "23:14:40",
					["Looter"] = "柒刻",
					["Date"] = "2022-02-19",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-4490-564-26809-22951-000010D697",
					["Time"] = "23:44:46",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-4490-564-26809-22952-000010D697",
					["Time"] = "23:44:51",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-19",
					["Class"] = "ROGUE",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-4490-564-26809-22950-000010D697",
					["Time"] = "23:44:55",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-19",
					["Class"] = "PALADIN",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32519::::::::70:::::::::|h[神聖引導腰帶]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-4490-564-26809-22917-000010D697",
					["Time"] = "00:04:08",
					["Looter"] = "特變電工",
					["Date"] = "2022-02-20",
					["Class"] = "WARRIOR",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32471::::::::70:::::::::|h[埃辛諾斯裂刺]|h|r", -- [2]
						"|cffa335ee|Hitem:32496::::::::70:::::::::|h[泰蘭妲的紀念]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
					},
				}, -- [55]
			},
		}, -- [4]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "Hanbobo",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-20",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-1401-21301-0002122D41",
					["Time"] = "20:43:43",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-20",
					["Looter"] = "终焉誓約",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30620::::::::70:::::::::|h[隱藏艦隊的小望遠鏡]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-1401-21220-0000122D42",
					["Time"] = "20:43:45",
					["Class"] = "DRUID",
					["Date"] = "2022-02-20",
					["Looter"] = "程昱",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30021::::::::70:::::::::|h[野性之怒法杖]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-1401-21212-0000122D42",
					["Time"] = "20:57:59",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-20",
					["Looter"] = "福利貝爾",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30112::::::::70:::::::::|h[羞慚的光榮護手]|h|r", -- [4]
						"|cffa335ee|Hitem:30103::::::::70:::::::::|h[瓦許毒牙]|h|r", -- [5]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [6]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [7]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-1401-21217-0000123B95",
					["Time"] = "21:08:53",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-20",
					["Looter"] = "福利貝爾",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30064::::::::70:::::::::|h[驚嘆恐懼之索]|h|r", -- [1]
						"|cffa335ee|Hitem:30060::::::::70:::::::::|h[便戰之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30065::::::::70:::::::::|h[真實閃光胸甲]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-1401-21299-0000922D41",
					["Time"] = "21:15:58",
					["Class"] = "DRUID",
					["Date"] = "2022-02-20",
					["Looter"] = "程昱",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-1401-21226-0000922D41",
					["Time"] = "21:18:12",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-20",
					["Looter"] = "终焉誓約",
					["Name"] = "潮行者薩滿",
					["Loots"] = {
						"|cffa335ee|Hitem:30022::::::::70:::::::::|h[冒險墜飾]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-1401-21224-0002922D41",
					["Time"] = "21:20:05",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-20",
					["Looter"] = "布雷卡",
					["Name"] = "潮行者深淵先知",
					["Loots"] = {
						"|cffa335ee|Hitem:30281::::::::70:::::::::|h[圖樣:長路腰帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-1401-21224-0002122D41",
					["Time"] = "21:20:18",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-20",
					["Looter"] = "背鍋俠",
					["Name"] = "潮行者深淵先知",
					["Loots"] = {
						"|cff0070dd|Hitem:31298::::::::70:::::::::|h[碎手腿甲]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-548-1401-21213-0000122D41",
					["Time"] = "21:29:29",
					["Class"] = "DRUID",
					["Date"] = "2022-02-20",
					["Looter"] = "程昱",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30720::::::::70:::::::::|h[蛇圍繩帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30081::::::::70:::::::::|h[遺忘戰靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30008::::::::70:::::::::|h[迷失歲月墜飾]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-548-1401-21214-0000122D41",
					["Time"] = "21:41:30",
					["Class"] = "DRUID",
					["Date"] = "2022-02-20",
					["Looter"] = "程昱",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30280::::::::70:::::::::|h[圖樣:衝擊腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30626::::::::70:::::::::|h[亂流之測量儀]|h|r", -- [2]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [5]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-548-1401-21215-0000122D41",
					["Time"] = "21:53:27",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-20",
					["Looter"] = "狼騎士",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30097::::::::70:::::::::|h[珊瑚鉤肩墊]|h|r", -- [2]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [3]
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [4]
					},
				}, -- [11]
			},
			["Player"] = "特變電工",
		}, -- [5]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "特變電工",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-20",
			["FirstClass"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-550-12418-19514-00001248F8",
					["Time"] = "22:23:08",
					["Class"] = "DRUID",
					["Date"] = "2022-02-20",
					["Looter"] = "程昱",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [1]
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [2]
						"|cffa335ee|Hitem:29918::::::::70:::::::::|h[心靈風暴腕環]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-550-12418-19516-00001248F8",
					["Time"] = "22:53:27",
					["Class"] = "MAGE",
					["Date"] = "2022-02-20",
					["Looter"] = "熙夏",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:30619::::::::70:::::::::|h[惡魔搶奪者活塞]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-550-12418-20031-00039248F8",
					["Time"] = "22:55:47",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-20",
					["Looter"] = "不死夜空",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-550-12418-20044-00069248F8",
					["Time"] = "23:00:54",
					["Class"] = "DRUID",
					["Date"] = "2022-02-20",
					["Looter"] = "程昱",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30307::::::::70:::::::::|h[圖樣:紅鷹之靴]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-550-12418-21271-0000125D3F",
					["Time"] = "23:25:55",
					["Class"] = "HUNTER",
					["Date"] = "2022-02-20",
					["Looter"] = "頑劣之徒",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-550-12418-21274-0000125D3F",
					["Time"] = "23:26:02",
					["Class"] = "PRIEST",
					["Date"] = "2022-02-20",
					["Looter"] = "陰牙婦產科",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-550-12418-21272-0000125D3F",
					["Time"] = "23:26:03",
					["Class"] = "WARRIOR",
					["Date"] = "2022-02-20",
					["Looter"] = "狼騎士",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-550-12418-21273-0000125D3F",
					["Time"] = "23:26:15",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-20",
					["Looter"] = "背鍋俠",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-550-12418-21270-0000125D3F",
					["Time"] = "23:26:20",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-20",
					["Looter"] = "聖經乂",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-550-12418-19622-00001248F8",
					["Time"] = "23:34:12",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-20",
					["Looter"] = "維魯莎多",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29994::::::::70:::::::::|h[薩拉斯迷霧披風]|h|r", -- [4]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [6]
						"|cffa335ee|Hitem:29988::::::::70:::::::::|h[奈薩斯關鍵法杖]|h|r", -- [7]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-550-12418-18805-00001248F8",
					["Time"] = "23:43:23",
					["Class"] = "PRIEST",
					["Date"] = "2022-02-20",
					["Looter"] = "陰牙婦產科",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [1]
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [3]
					},
				}, -- [11]
			},
			["Player"] = "特變電工",
		}, -- [6]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
