
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "陸翼守",
			["InstanceName"] = "Black Temple",
			["Class"] = "WARRIOR",
			["Date"] = "2022-07-17",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-11729-22887-0000539FA3",
					["Time"] = "14:08:01",
					["Class"] = "ROGUE",
					["Date"] = "2022-07-17",
					["Looter"] = "寡境盡然",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32238::::::::70:::::::::|h[浪靜指環]|h|r", -- [2]
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-11729-23330-0001D39FA4",
					["Time"] = "14:13:40",
					["Class"] = "SHAMAN",
					["Date"] = "2022-07-17",
					["Looter"] = "笑容滿分",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-11729-22898-0000539FA3",
					["Time"] = "14:19:50",
					["Class"] = "ROGUE",
					["Date"] = "2022-07-17",
					["Looter"] = "寡境盡然",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-11729-22841-0000539FA3",
					["Time"] = "14:35:29",
					["Class"] = "ROGUE",
					["Date"] = "2022-07-17",
					["Looter"] = "寡境盡然",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32265::::::::70:::::::::|h[暗影行者之索]|h|r", -- [2]
						"|cffa335ee|Hitem:32273::::::::70:::::::::|h[輝煌光明襯肩]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-11729-22947-0000539FA3",
					["Time"] = "14:56:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-07-17",
					["Looter"] = "陸翼守",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [5]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-11729-22949-0000539FA3",
					["Time"] = "15:13:55",
					["Class"] = "ROGUE",
					["Date"] = "2022-07-17",
					["Looter"] = "寡境盡然",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-11729-22951-0000539FA3",
					["Time"] = "15:13:59",
					["Class"] = "ROGUE",
					["Date"] = "2022-07-17",
					["Looter"] = "職業千年殺",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-11729-22950-0000539FA3",
					["Time"] = "15:14:14",
					["Class"] = "SHAMAN",
					["Date"] = "2022-07-17",
					["Looter"] = "笑容滿分",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32518::::::::70:::::::::|h[曲葉肩甲]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-11729-22917-0000539FA3",
					["Time"] = "15:27:19",
					["Class"] = "MAGE",
					["Date"] = "2022-07-17",
					["Looter"] = "Lissandra",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [4]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32496::::::::70:::::::::|h[泰蘭妲的紀念]|h|r", -- [6]
					},
				}, -- [9]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 580,
			["Player"] = "特變電工",
			["InstanceName"] = "Sunwell Plateau",
			["FirstPlayer"] = "未知",
			["Date"] = "2022-07-23",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-580-12989-25370-0001DBE023",
					["Time"] = "20:34:12",
					["Class"] = "SHAMAN",
					["Date"] = "2022-07-23",
					["Looter"] = "柒刻",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-580-12989-24892-00005BF34D",
					["Time"] = "21:14:45",
					["Class"] = "HUNTER",
					["Date"] = "2022-07-23",
					["Looter"] = "风韵",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34168::::::::70:::::::::|h[星辰行者腿甲]|h|r", -- [4]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [5]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-580-12989-24882-00005BE022",
					["Time"] = "21:45:36",
					["Class"] = "PALADIN",
					["Date"] = "2022-07-23",
					["Looter"] = "香飄飄奶水",
					["Name"] = "布魯托魯斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [2]
						"|cffa335ee|Hitem:34180::::::::70:::::::::|h[魔怒腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [5]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [6]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-580-12989-25038-00005C0060",
					["Time"] = "22:17:03",
					["Class"] = "PRIEST",
					["Date"] = "2022-07-23",
					["Looter"] = "我補會滅團",
					["Name"] = "魔龍謎霧",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34858::::::::70:::::::::|h[遺忘防禦者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34188::::::::70:::::::::|h[不朽之夜護腿]|h|r", -- [5]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-580-12989-25484-00015C02D8",
					["Time"] = "22:33:16",
					["Class"] = "HUNTER",
					["Date"] = "2022-07-23",
					["Looter"] = "风韵",
					["Name"] = "影劍刺客",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-580-12989-25166-00005C1674",
					["Time"] = "23:45:10",
					["Class"] = "PALADIN",
					["Date"] = "2022-07-23",
					["Looter"] = "香飄飄奶水",
					["Name"] = "大術士艾黎瑟絲",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34209::::::::70:::::::::|h[悔改肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:35291::::::::70:::::::::|h[辛多雷拯救墜飾]|h|r", -- [5]
						"|cffa335ee|Hitem:34193::::::::70:::::::::|h[薩拉斯救主肩甲]|h|r", -- [6]
						"|cffa335ee|Hitem:34206::::::::70:::::::::|h[精靈貴族聖歌集]|h|r", -- [7]
						"|cffa335ee|Hitem:34203::::::::70:::::::::|h[瑪洛諾斯之握]|h|r", -- [8]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-580-19521-25593-00015D3000",
					["Time"] = "20:25:01",
					["Looter"] = "艾瑞貝斯",
					["Date"] = "2022-07-24",
					["Class"] = "PALADIN",
					["Name"] = "天啟守衛",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-580-6305-24892-0000652A6D",
					["Time"] = "21:02:06",
					["Class"] = "PALADIN",
					["Date"] = "2022-07-30",
					["Looter"] = "Venire",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34167::::::::70:::::::::|h[神聖狂熱腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [5]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-580-6305-25371-0002E51B09",
					["Time"] = "21:04:36",
					["Class"] = "PALADIN",
					["Date"] = "2022-07-30",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:34183::::::::70:::::::::|h[粉碎魔脊]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-580-6305-25367-0002651B09",
					["Time"] = "21:04:50",
					["Class"] = "PALADIN",
					["Date"] = "2022-07-30",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃大法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-580-6305-25370-000065488F",
					["Time"] = "23:18:10",
					["Looter"] = "福利貝爾",
					["Date"] = "2022-07-30",
					["Class"] = "WARLOCK",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-580-6305-24882-0000651B09",
					["Time"] = "23:37:20",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-07-30",
					["Class"] = "WARRIOR",
					["Name"] = "布魯托魯斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34176::::::::70:::::::::|h[悲慘君臨]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [5]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-580-9474-25038-00006679B5",
					["Time"] = "21:03:00",
					["Looter"] = "無法加入",
					["Date"] = "2022-07-31",
					["Class"] = "DRUID",
					["Name"] = "魔龍謎霧",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34858::::::::70:::::::::|h[遺忘防禦者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34856::::::::70:::::::::|h[遺忘征服者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34188::::::::70:::::::::|h[不朽之夜護腿]|h|r", -- [5]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-580-9474-25166-0000669A7F",
					["Time"] = "23:11:56",
					["Looter"] = "特變電工",
					["Date"] = "2022-07-31",
					["Class"] = "WARRIOR",
					["Name"] = "大術士艾黎瑟絲",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34196::::::::70:::::::::|h[奎爾薩拉斯金弓]|h|r", -- [2]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34198::::::::70:::::::::|h[原始本能支柱]|h|r", -- [4]
						"|cffa335ee|Hitem:34195::::::::70:::::::::|h[烈怒肩墊]|h|r", -- [5]
						"|cffa335ee|Hitem:34210::::::::70:::::::::|h[召集者襯肩]|h|r", -- [6]
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [7]
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [8]
						"|cffa335ee|Hitem:35292::::::::70:::::::::|h[辛多雷凱旋墜飾]|h|r", -- [9]
					},
				}, -- [14]
			},
		}, -- [2]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
