
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "術難奉陪",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0004A356E2",
					["Time"] = "20:27:16",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32746::::::::70:::::::::|h[圖樣:迅擊護腕]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0000A35775",
					["Time"] = "20:29:46",
					["Class"] = "PRIEST",
					["Date"] = "2022-03-05",
					["Looter"] = "司命",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-355-17808-0000235C4A",
					["Time"] = "20:52:36",
					["Looter"] = "特變電工",
					["Date"] = "2022-03-05",
					["Class"] = "WARRIOR",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30874::::::::70:::::::::|h[堅韌意志之劍]|h|r", -- [1]
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [2]
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-355-17897-0000235ED7",
					["Time"] = "21:01:37",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-03-05",
					["Class"] = "MAGE",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-355-17905-00002360FA",
					["Time"] = "21:10:23",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-03-05",
					["Class"] = "MAGE",
					["Name"] = "女妖",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-355-17888-0000236159",
					["Time"] = "21:13:42",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30915::::::::70:::::::::|h[沸騰狂怒腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30889::::::::70:::::::::|h[卡茲洛加堅固之心]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-355-17899-000223623B",
					["Time"] = "21:16:23",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-05",
					["Class"] = "ROGUE",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-355-17906-0001A3628A",
					["Time"] = "21:17:32",
					["Looter"] = "熙夏",
					["Date"] = "2022-03-05",
					["Class"] = "MAGE",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-355-17906-000223628A",
					["Time"] = "21:17:37",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0002A362FE",
					["Time"] = "21:19:44",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-05",
					["Class"] = "ROGUE",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34010::::::::70:::::::::|h[派普的和解罩氅]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0000A36498",
					["Time"] = "21:26:41",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-355-17842-0000236565",
					["Time"] = "21:31:09",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30896::::::::70:::::::::|h[防衛者的榮耀]|h|r", -- [2]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-355-17968-000023661E",
					["Time"] = "21:42:24",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30909::::::::70:::::::::|h[安東尼達斯的專注聖禦盾]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [4]
					},
				}, -- [13]
			},
			["Date"] = "2022-03-05",
			["Class"] = "WARRIOR",
			["FirstClass"] = "WARLOCK",
			["InstanceName"] = "Hyjal Summit",
		}, -- [1]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-03-05",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-20902-22881-0000236922",
					["Time"] = "21:56:17",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "元水奔騰者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-20902-22875-0002236922",
					["Time"] = "21:56:56",
					["Class"] = "MAGE",
					["Date"] = "2022-03-05",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "考斯卡召海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-20902-22876-0001236922",
					["Time"] = "21:56:58",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "考斯卡預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-20902-22878-0001A36922",
					["Time"] = "21:58:43",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "神經德魯伊",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-20902-22887-0000236922",
					["Time"] = "22:02:29",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-05",
					["Looter"] = "別逼我擋怪",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32241::::::::70:::::::::|h[順流頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-20902-22898-0000236922",
					["Time"] = "22:21:09",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32250::::::::70:::::::::|h[深淵憤怒肩鎧]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-20902-23337-0001236922",
					["Time"] = "22:31:15",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-20902-22844-00002371D2",
					["Time"] = "22:36:53",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-20902-22845-00002371D2",
					["Time"] = "22:36:54",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-20902-22841-0000236922",
					["Time"] = "22:40:43",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32270::::::::70:::::::::|h[法力集中束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:32266::::::::70:::::::::|h[欺詐意圖指環]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-20902-22880-0000236922",
					["Time"] = "22:44:15",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "歿天使",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-20902-23018-0000236922",
					["Time"] = "22:45:22",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-05",
					["Looter"] = "背鍋俠",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-20902-22879-0000236922",
					["Time"] = "22:48:49",
					["Class"] = "WARLOCK",
					["Date"] = "2022-03-05",
					["Looter"] = "術難奉陪",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [2]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-20902-22945-0000236923",
					["Time"] = "22:48:51",
					["Class"] = "HUNTER",
					["Date"] = "2022-03-05",
					["Looter"] = "赤司征十郎",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-20902-23047-0001236922",
					["Time"] = "22:51:57",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-05",
					["Looter"] = "別逼我擋怪",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-20902-22879-0001236923",
					["Time"] = "22:53:14",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-20902-23018-0000A36923",
					["Time"] = "22:54:29",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-20902-23018-0000236923",
					["Time"] = "22:54:40",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-05",
					["Looter"] = "背鍋俠",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-20902-23147-0002236923",
					["Time"] = "22:55:30",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "影月蠻兵",
					["Loots"] = {
						"|cff0070dd|Hitem:31903::::::::70:::::::::|h[狂怒套卡之五]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-20902-22871-0000236922",
					["Time"] = "23:02:51",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32280::::::::70:::::::::|h[強制護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32329::::::::70:::::::::|h[恩慈風帽]|h|r", -- [2]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-20902-22853-0004A36922",
					["Time"] = "23:07:36",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "歿天使",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-20902-23235-0001236922",
					["Time"] = "23:10:23",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-20902-23236-0003236922",
					["Time"] = "23:18:42",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-05",
					["Looter"] = "柒刻",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-20902-23420-00002380F6",
					["Time"] = "23:26:57",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "神經德魯伊",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32332::::::::70:::::::::|h[詛咒之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32352::::::::70:::::::::|h[自然守護足靴]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-20902-23222-0000236922",
					["Time"] = "23:29:17",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-20902-23223-0006236922",
					["Time"] = "23:29:45",
					["Class"] = "PRIEST",
					["Date"] = "2022-03-05",
					["Looter"] = "司命",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-20902-23223-0007A36922",
					["Time"] = "23:29:49",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-20902-23196-0000A36922",
					["Time"] = "23:31:17",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-20902-22948-0000236922",
					["Time"] = "23:45:38",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32339::::::::70:::::::::|h[原始權威腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:32334::::::::70:::::::::|h[座乘襲擊上衣]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-20902-23339-0002236922",
					["Time"] = "23:48:27",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-20902-22964-0001A36922",
					["Time"] = "23:49:53",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-20902-22955-0018236922",
					["Time"] = "23:49:54",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-20902-22955-000A236922",
					["Time"] = "23:50:55",
					["Class"] = "MAGE",
					["Date"] = "2022-03-05",
					["Looter"] = "熙夏",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-20902-22939-0000A36923",
					["Time"] = "23:51:10",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-20902-22939-0014236922",
					["Time"] = "23:51:41",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-20902-22957-0001236922",
					["Time"] = "23:58:57",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-05",
					["Looter"] = "背鍋俠",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-20902-22947-0000236922",
					["Time"] = "00:13:39",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-06",
					["Looter"] = "別逼我擋怪",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-20902-23394-0002A36922",
					["Time"] = "00:18:48",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-06",
					["Looter"] = "背鍋俠",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-20902-23394-0000236922",
					["Time"] = "00:19:49",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-06",
					["Looter"] = "別逼我擋怪",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-20902-23394-0001A36922",
					["Time"] = "00:22:17",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-06",
					["Looter"] = "背鍋俠",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-20902-23397-0000A36922",
					["Time"] = "00:24:13",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-20902-23397-0001A36922",
					["Time"] = "00:25:37",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-06",
					["Looter"] = "別逼我擋怪",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-20902-23403-0001236922",
					["Time"] = "00:25:38",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-20902-22951-0000236922",
					["Time"] = "00:36:28",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-20902-22952-0000236922",
					["Time"] = "00:36:32",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-06",
					["Looter"] = "聖經",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4490-564-20902-22950-0000236922",
					["Time"] = "00:36:36",
					["Class"] = "MAGE",
					["Date"] = "2022-03-06",
					["Looter"] = "熙夏",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32519::::::::70:::::::::|h[神聖引導腰帶]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4490-564-20902-22917-000023990B",
					["Time"] = "01:24:05",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32375::::::::70:::::::::|h[埃辛諾斯壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:32525::::::::70:::::::::|h[伊利達瑞高階領主風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
					},
				}, -- [47]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "HUNTER",
			["Date"] = "2022-03-06",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-23435-21216-0000249C69",
					["Time"] = "20:23:16",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30056::::::::70:::::::::|h[憎恨回音長袍]|h|r", -- [1]
						"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [2]
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:30664::::::::70:::::::::|h[野性之心生命根源]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-548-23435-21220-0001249C6A",
					["Time"] = "20:27:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "终焉誓約",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:31298::::::::70:::::::::|h[碎手腿甲]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-548-23435-21212-0000249C69",
					["Time"] = "20:43:17",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30102::::::::70:::::::::|h[海怪之心胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:30111::::::::70:::::::::|h[符文圖騰披肩]|h|r", -- [4]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [6]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-548-23435-21217-000024AD3F",
					["Time"] = "20:52:31",
					["Class"] = "WARLOCK",
					["Date"] = "2022-03-06",
					["Looter"] = "無處天堂",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30057::::::::70:::::::::|h[消滅護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30665::::::::70:::::::::|h[精神冥想耳環]|h|r", -- [2]
						"|cffa335ee|Hitem:30065::::::::70:::::::::|h[真實閃光胸甲]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-548-23435-21226-0001249C69",
					["Time"] = "20:58:48",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "莎朗血騎",
					["Name"] = "潮行者薩滿",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-548-23435-21213-0000249C69",
					["Time"] = "21:09:13",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "莎朗血騎",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30323::::::::70:::::::::|h[設計圖:保衛者之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30720::::::::70:::::::::|h[蛇圍繩帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30098::::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r", -- [3]
						"|cffa335ee|Hitem:30079::::::::70:::::::::|h[伊利達瑞肩墊]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-548-23435-21251-0002249C69",
					["Time"] = "21:10:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "莎朗血騎",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-548-23435-21214-0000249C69",
					["Time"] = "21:15:59",
					["Class"] = "WARLOCK",
					["Date"] = "2022-03-06",
					["Looter"] = "Wii",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-548-23435-21215-0000249C69",
					["Time"] = "21:28:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "莎朗血騎",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [3]
						"|cffa335ee|Hitem:30095::::::::70:::::::::|h[海巨獸毒牙]|h|r", -- [4]
					},
				}, -- [9]
			},
			["Player"] = "邁克爾假死",
		}, -- [3]
		{
			["InstanceID"] = 550,
			["Player"] = "邁克爾假死",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-20246-20034-000024B829",
					["Time"] = "21:46:31",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-20246-20037-0001A4B829",
					["Time"] = "21:48:37",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-06",
					["Looter"] = "背鍋俠",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-20246-19514-000024B829",
					["Time"] = "22:00:36",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29922::::::::70:::::::::|h[歐爾指環]|h|r", -- [1]
						"|cffa335ee|Hitem:32944::::::::70:::::::::|h[鳳凰之爪]|h|r", -- [2]
						"|cffa335ee|Hitem:29923::::::::70:::::::::|h[太陽之王護符]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-20246-19516-000024B829",
					["Time"] = "22:21:54",
					["Class"] = "WARLOCK",
					["Date"] = "2022-03-06",
					["Looter"] = "無處天堂",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29984::::::::70:::::::::|h[札爾塔束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-20246-20044-0007A4B829",
					["Time"] = "22:26:55",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "奶香小牛蹄",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-20246-20044-0008A4B829",
					["Time"] = "22:27:50",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-20246-20044-000124B829",
					["Time"] = "22:32:41",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "程昱",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-20246-18805-000024B829",
					["Time"] = "22:37:24",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "餅乾味的狗",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30446::::::::70:::::::::|h[索拉瑞恩藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [2]
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-20246-20048-000024B829",
					["Time"] = "22:48:27",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-06",
					["Looter"] = "背鍋俠",
					["Name"] = "紅手百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-20246-20048-000224B829",
					["Time"] = "22:49:59",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-06",
					["Looter"] = "背鍋俠",
					["Name"] = "紅手百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-20246-21268-000024CB58",
					["Time"] = "22:55:45",
					["Class"] = "HUNTER",
					["Date"] = "2022-03-06",
					["Looter"] = "忠武侯",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-20246-21274-000024CB58",
					["Time"] = "22:56:29",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-06",
					["Looter"] = "蘘荷",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-20246-21271-000024CB58",
					["Time"] = "22:56:29",
					["Class"] = "HUNTER",
					["Date"] = "2022-03-06",
					["Looter"] = "忠武侯",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-20246-21269-000024CB58",
					["Time"] = "22:56:32",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "餅乾味的狗",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-20246-21273-000024CB58",
					["Time"] = "22:56:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-06",
					["Looter"] = "莎朗血騎",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-20246-21272-000024CB58",
					["Time"] = "22:56:37",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-06",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-20246-19622-000024B829",
					["Time"] = "23:03:00",
					["Class"] = "DRUID",
					["Date"] = "2022-03-06",
					["Looter"] = "翹課吃熱狗",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:29992::::::::70:::::::::|h[逐日者皇家披風]|h|r", -- [4]
						"|cffa335ee|Hitem:29998::::::::70:::::::::|h[銀月皇家護手]|h|r", -- [5]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [7]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [8]
					},
				}, -- [17]
			},
			["Class"] = "HUNTER",
			["Date"] = "2022-03-06",
			["FirstClass"] = "DRUID",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "程昱",
		}, -- [4]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-18674-17895-0000AC8EA1",
					["Time"] = "20:15:28",
					["Looter"] = "Sinanju",
					["Date"] = "2022-03-12",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32609::::::::70:::::::::|h[神聖光芒之靴]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-18674-17898-0000AC8F6E",
					["Time"] = "20:18:54",
					["Looter"] = "程昱",
					["Date"] = "2022-03-12",
					["Class"] = "DRUID",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-18674-17898-00012C8F6E",
					["Time"] = "20:18:56",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-03-12",
					["Class"] = "DRUID",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-18674-17767-00002C903B",
					["Time"] = "20:24:07",
					["Looter"] = "程昱",
					["Date"] = "2022-03-12",
					["Class"] = "DRUID",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30865::::::::70:::::::::|h[追蹤者之刃]|h|r", -- [1]
						"|cffa335ee|Hitem:30871::::::::70:::::::::|h[殉難護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[設計圖:激烈的蒼穹藍寶石]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-18674-17895-0001AC917D",
					["Time"] = "20:27:44",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2022-03-12",
					["Class"] = "HUNTER",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-18674-17899-0000AC92D8",
					["Time"] = "20:33:40",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-03-12",
					["Class"] = "DRUID",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-18674-17808-00002C9327",
					["Time"] = "20:36:20",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-03-12",
					["Class"] = "PALADIN",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[設計圖:激烈的蒼穹藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30880::::::::70:::::::::|h[迅行者底鞋]|h|r", -- [2]
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-18674-17899-00002C949D",
					["Time"] = "20:41:19",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-12",
					["Class"] = "ROGUE",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-18674-17906-00022C9599",
					["Time"] = "20:45:38",
					["Looter"] = "特變電工",
					["Date"] = "2022-03-12",
					["Class"] = "WARRIOR",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-18674-17906-0002AC9671",
					["Time"] = "20:49:02",
					["Looter"] = "柒刻",
					["Date"] = "2022-03-12",
					["Class"] = "SHAMAN",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-18674-17898-0001AC96E5",
					["Time"] = "20:51:00",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-12",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-18674-17888-00002C97AD",
					["Time"] = "20:56:49",
					["Looter"] = "不死夜空",
					["Date"] = "2022-03-12",
					["Class"] = "WARLOCK",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30889::::::::70:::::::::|h[卡茲洛加堅固之心]|h|r", -- [1]
						"|cffa335ee|Hitem:30915::::::::70:::::::::|h[沸騰狂怒腰帶]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-18674-17898-0000AC9AA3",
					["Time"] = "21:06:58",
					["Looter"] = "特變電工",
					["Date"] = "2022-03-12",
					["Class"] = "WARRIOR",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-534-18674-17842-00002C9C0F",
					["Time"] = "21:15:16",
					["Looter"] = "柒刻",
					["Date"] = "2022-03-12",
					["Class"] = "SHAMAN",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:32298::::::::70:::::::::|h[設計圖:移形的影歌紫水晶]|h|r", -- [3]
						"|cffa335ee|Hitem:30897::::::::70:::::::::|h[希望束腰]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-534-18674-17968-00002C9CE1",
					["Time"] = "21:27:19",
					["Looter"] = "關東煮小商人",
					["Date"] = "2022-03-12",
					["Class"] = "HUNTER",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂熱追蹤鎖甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遺忘防禦者頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30908::::::::70:::::::::|h[阿古斯使徒]|h|r", -- [4]
					},
				}, -- [15]
			},
			["Date"] = "2022-03-12",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
		}, -- [5]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Class"] = "WARRIOR",
			["Date"] = "2022-03-12",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-14440-22878-0000ACA00D",
					["Time"] = "21:41:54",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-14440-22887-00002CA00C",
					["Time"] = "21:48:23",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-14440-22898-00002CA00C",
					["Time"] = "22:04:22",
					["Class"] = "PRIEST",
					["Date"] = "2022-03-12",
					["Looter"] = "小嫩腳",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-14440-23374-0003ACA00C",
					["Time"] = "22:10:48",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "灰舌潛行者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-14440-22846-00002CA00C",
					["Time"] = "22:10:54",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cff0070dd|Hitem:24166::::::::70:::::::::|h[設計圖:厚魔鋼項鍊]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-14440-22846-00012CA858",
					["Time"] = "22:19:50",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-14440-22845-0001ACA858",
					["Time"] = "22:19:51",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-14440-22841-00002CA00C",
					["Time"] = "22:24:36",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [1]
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [2]
						"|cffa335ee|Hitem:32273::::::::70:::::::::|h[輝煌光明襯肩]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-14440-22880-0000ACA00D",
					["Time"] = "22:29:08",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "神經德魯伊",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-14440-23018-0000ACA00D",
					["Time"] = "22:30:13",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-14440-22946-0000ACA00C",
					["Time"] = "22:31:57",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "神經德魯伊",
					["Name"] = "影月戰犬",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-14440-22945-00002CA00C",
					["Time"] = "22:32:02",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-14440-22945-0000ACA00D",
					["Time"] = "22:33:14",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-14440-22879-00032CA00D",
					["Time"] = "22:34:34",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-14440-23047-00022CA00D",
					["Time"] = "22:36:40",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32749::::::::70:::::::::|h[圖樣:電光反射護肩]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-14440-23047-0002ACA00D",
					["Time"] = "22:36:47",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-12",
					["Looter"] = "柒刻",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-14440-23018-00002CA00C",
					["Time"] = "22:37:00",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-12",
					["Looter"] = "別逼我擋怪",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-14440-23049-00002CA00D",
					["Time"] = "22:37:08",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "影月武器大師",
					["Loots"] = {
						"|cffa335ee|Hitem:32528::::::::70:::::::::|h[卡拉伯爾祝福指環]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-14440-22879-0002ACA00D",
					["Time"] = "22:38:32",
					["Class"] = "MAGE",
					["Date"] = "2022-03-12",
					["Looter"] = "熙夏",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-14440-22945-00012CA00C",
					["Time"] = "22:42:29",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-12",
					["Looter"] = "別逼我擋怪",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-14440-23172-0000ACA00C",
					["Time"] = "22:43:17",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "神經德魯伊",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-14440-22871-00002CA00C",
					["Time"] = "22:48:23",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32280::::::::70:::::::::|h[強制護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32329::::::::70:::::::::|h[恩慈風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [3]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-14440-22855-0000ACA00C",
					["Time"] = "22:54:18",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32749::::::::70:::::::::|h[圖樣:電光反射護肩]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-14440-23235-00012CA00C",
					["Time"] = "22:56:21",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-14440-23237-0001ACA00C",
					["Time"] = "22:56:24",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-14440-23196-00002CA00C",
					["Time"] = "22:58:01",
					["Class"] = "MAGE",
					["Date"] = "2022-03-12",
					["Looter"] = "熙夏",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-14440-23237-00002CA00C",
					["Time"] = "22:59:22",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-14440-23236-0000ACA00C",
					["Time"] = "22:59:33",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-14440-23420-00002CB9F6",
					["Time"] = "23:20:34",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32353::::::::70:::::::::|h[無窮信心手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32345::::::::70:::::::::|h[軍團恐懼之靴]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-14440-23196-0001ACA00C",
					["Time"] = "23:23:16",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-12",
					["Looter"] = "別逼我擋怪",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-14440-23223-0005ACA00D",
					["Time"] = "23:29:05",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "歿天使",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-14440-22948-00002CA00C",
					["Time"] = "23:36:27",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-12",
					["Looter"] = "特變電工",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32338::::::::70:::::::::|h[血咒肩墊]|h|r", -- [1]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [2]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-14440-22853-00002CA00C",
					["Time"] = "23:39:38",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "神經德魯伊",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-5580-564-14440-22939-0004ACA00D",
					["Time"] = "23:41:48",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "歐艾丹",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-14440-22965-0000ACA00D",
					["Time"] = "23:42:47",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-14440-22939-00012CA00D",
					["Time"] = "23:42:54",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-14440-22939-0008ACA00C",
					["Time"] = "23:43:45",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-12",
					["Looter"] = "別逼我擋怪",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:34011::::::::70:::::::::|h[伊利達瑞符文盾]|h|r", -- [1]
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [2]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-14440-22955-00052CA00D",
					["Time"] = "23:44:58",
					["Class"] = "WARLOCK",
					["Date"] = "2022-03-12",
					["Looter"] = "Devinfon",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-14440-22955-00012CA00C",
					["Time"] = "23:45:45",
					["Class"] = "MAGE",
					["Date"] = "2022-03-12",
					["Looter"] = "魔令古二世",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-5580-564-14440-22939-00012CA00C",
					["Time"] = "23:45:53",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "神經德魯伊",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-5580-564-14440-22939-0005ACA00C",
					["Time"] = "23:46:24",
					["Class"] = "MAGE",
					["Date"] = "2022-03-12",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-5580-564-14440-22939-00152CA00C",
					["Time"] = "23:48:01",
					["Class"] = "SHAMAN",
					["Date"] = "2022-03-12",
					["Looter"] = "黯黑天",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-5580-564-14440-22955-00152CA00C",
					["Time"] = "23:48:02",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-12",
					["Looter"] = "歐艾丹",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-5580-564-14440-22964-00012CA00C",
					["Time"] = "23:48:03",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-5580-564-14440-22955-0010ACA00C",
					["Time"] = "23:50:58",
					["Class"] = "DRUID",
					["Date"] = "2022-03-12",
					["Looter"] = "程昱",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-5580-564-14440-22957-0000ACA00C",
					["Time"] = "23:54:30",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-12",
					["Looter"] = "背鍋俠",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-5580-564-14440-22947-00002CA00C",
					["Time"] = "00:30:53",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-13",
					["Looter"] = "特變電工",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32370::::::::70:::::::::|h[娜迪納的貞潔墜飾]|h|r", -- [2]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [3]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-5580-564-14440-23394-00012CA00C",
					["Time"] = "00:37:11",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-13",
					["Looter"] = "背鍋俠",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-5580-564-14440-22951-00002CA00C",
					["Time"] = "00:51:58",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-13",
					["Looter"] = "別逼我擋怪",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-5580-564-14440-22952-00002CA00C",
					["Time"] = "00:52:00",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-13",
					["Looter"] = "別逼我擋怪",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-5580-564-14440-22950-00002CA00C",
					["Time"] = "00:52:03",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-13",
					["Looter"] = "別逼我擋怪",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-5580-564-14440-22917-00002CD45B",
					["Time"] = "01:25:24",
					["Class"] = "WARLOCK",
					["Date"] = "2022-03-13",
					["Looter"] = "Devinfon",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [2]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [4]
					},
				}, -- [52]
			},
			["Player"] = "特變電工",
		}, -- [6]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
