
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-4749-22877-00035AA9C5",
					["Time"] = "20:19:30",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-4749-22878-00005AA9C5",
					["Time"] = "20:30:11",
					["Looter"] = "一隻倉鼠",
					["Date"] = "2022-04-16",
					["Class"] = "HUNTER",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-4749-22887-00005AA9C5",
					["Time"] = "20:34:14",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32243::::::::70:::::::::|h[珍珠鑲飾長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-4749-22898-00005AA9C5",
					["Time"] = "20:47:17",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-16",
					["Class"] = "WARRIOR",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32254::::::::70:::::::::|h[殘暴者]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-4749-23337-00025AA9C5",
					["Time"] = "20:50:12",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-4749-23339-0002DAA9C5",
					["Time"] = "20:54:45",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-16",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-4749-23337-0003DAA9C5",
					["Time"] = "20:54:46",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-4749-22841-00005AA9C5",
					["Time"] = "21:01:47",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32276::::::::70:::::::::|h[爍火束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32268::::::::70:::::::::|h[侍從足靴]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00005AA9C6",
					["Time"] = "21:04:38",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-4749-22880-00015AA9C6",
					["Time"] = "21:04:48",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-0001DAA9C6",
					["Time"] = "21:06:32",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00015AA9C6",
					["Time"] = "21:09:08",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-4749-23018-00005AA9C5",
					["Time"] = "21:10:25",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-16",
					["Class"] = "WARRIOR",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-4749-23047-00015AA9C6",
					["Time"] = "21:16:01",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-4749-23047-0003DAC0CE",
					["Time"] = "21:16:28",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-0000DAA9C7",
					["Time"] = "21:17:43",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00005AA9C7",
					["Time"] = "21:17:44",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-4749-22871-00005AA9C5",
					["Time"] = "21:26:51",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [1]
						"|cffa335ee|Hitem:32327::::::::70:::::::::|h[暗影議會長袍]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-4749-23232-00005AA9C5",
					["Time"] = "21:33:53",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "突變的戰犬",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-4749-23236-0000DAA9C6",
					["Time"] = "21:34:04",
					["Looter"] = "程昱",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-4749-23236-00025AA9C5",
					["Time"] = "21:40:43",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-16",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-4749-23223-00015AA9C6",
					["Time"] = "21:41:55",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-4749-23239-00005AA9C5",
					["Time"] = "21:41:55",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-4749-23223-00065AA9C6",
					["Time"] = "21:44:27",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-4749-23239-0000DAA9C5",
					["Time"] = "21:44:32",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-4749-22948-00005AA9C5",
					["Time"] = "21:51:27",
					["Looter"] = "不死夜空",
					["Date"] = "2022-04-16",
					["Class"] = "WARLOCK",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32340::::::::70:::::::::|h[節制外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:32335::::::::70:::::::::|h[強勁侵略者指環]|h|r", -- [2]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-4749-23420-00005ACBCF",
					["Time"] = "22:01:09",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-16",
					["Class"] = "SHAMAN",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32363::::::::70:::::::::|h[那魯祝福生命魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:32362::::::::70:::::::::|h[泰坦項鍊]|h|r", -- [2]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00015AA9C6",
					["Time"] = "22:05:58",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-16",
					["Class"] = "ROGUE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-00005AA9C5",
					["Time"] = "22:07:47",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32606::::::::70:::::::::|h[光明先驅者束腰]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00035AA9C5",
					["Time"] = "22:07:48",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-0008DAA9C6",
					["Time"] = "22:09:16",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-0000DAA9C6",
					["Time"] = "22:10:27",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-0000DAA9C5",
					["Time"] = "22:12:41",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-16",
					["Class"] = "WARRIOR",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-00005AA9C5",
					["Time"] = "22:12:45",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-0000DAA9C5",
					["Time"] = "22:14:00",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-0001DAA9C5",
					["Time"] = "22:17:48",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-16",
					["Class"] = "ROGUE",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00075AA9C5",
					["Time"] = "22:18:59",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-000EDAA9C5",
					["Time"] = "22:19:43",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-16",
					["Class"] = "ROGUE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-00015AA9C5",
					["Time"] = "22:21:57",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-00015AA9C5",
					["Time"] = "22:22:12",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-4749-22947-00005AA9C5",
					["Time"] = "22:42:45",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-04-16",
					["Class"] = "PRIEST",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [3]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-4749-22951-00005AA9C5",
					["Time"] = "23:01:07",
					["Looter"] = "Devinfon",
					["Date"] = "2022-04-16",
					["Class"] = "WARLOCK",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-4749-22952-00005AA9C5",
					["Time"] = "23:01:10",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-16",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-4749-22950-00005AA9C5",
					["Time"] = "23:01:39",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-4749-22917-00005ADC5A",
					["Time"] = "23:22:08",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-16",
					["Class"] = "WARRIOR",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:32336::::::::70:::::::::|h[背叛者黑弓]|h|r", -- [3]
						"|cffa335ee|Hitem:32524::::::::70:::::::::|h[精靈貴族罩氅]|h|r", -- [4]
					},
				}, -- [45]
			},
			["Date"] = "2022-04-16",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Black Temple",
		}, -- [1]
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["FirstPlayer"] = "歐艾丹",
			["InstanceName"] = "Hyjal Summit",
			["Date"] = "2022-04-16",
			["Class"] = "WARRIOR",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-0001DAE4FE",
					["Time"] = "23:48:26",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-16",
					["Class"] = "DRUID",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00015AE547",
					["Time"] = "23:49:46",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-16",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-534-6888-17767-00005AE59B",
					["Time"] = "23:53:36",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30871::::::::70:::::::::|h[殉難護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30865::::::::70:::::::::|h[追蹤者之刃]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00045AE6B5",
					["Time"] = "23:55:34",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-16",
					["Class"] = "MAGE",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-534-6888-17897-00005AE87C",
					["Time"] = "00:03:29",
					["Looter"] = "殺戮聖經",
					["Date"] = "2022-04-17",
					["Class"] = "WARRIOR",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-534-6888-17897-00005AEBD6",
					["Time"] = "00:17:29",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-17",
					["Class"] = "MAGE",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32609::::::::70:::::::::|h[神聖光芒之靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-00015AEBD6",
					["Time"] = "00:17:45",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00015AEC1B",
					["Time"] = "00:18:45",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-534-6888-17905-00005AEC1B",
					["Time"] = "00:18:54",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "女妖",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-00005AEC64",
					["Time"] = "00:20:04",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-0000DAECB3",
					["Time"] = "00:21:20",
					["Looter"] = "別逼我變熊",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-534-6888-17808-00005AED51",
					["Time"] = "00:25:53",
					["Looter"] = "叫我女王好萌",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30881::::::::70:::::::::|h[惡名之刃]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-534-6888-17898-00005AF09B",
					["Time"] = "00:38:04",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-534-6888-17906-0001DAF0EF",
					["Time"] = "00:40:04",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-17",
					["Class"] = "SHAMAN",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-534-6888-17907-00005AF16E",
					["Time"] = "00:42:24",
					["Looter"] = "無限天際",
					["Date"] = "2022-04-17",
					["Class"] = "SHAMAN",
					["Name"] = "冰龍",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-534-6888-17888-00005AF260",
					["Time"] = "00:48:04",
					["Looter"] = "尐沫",
					["Date"] = "2022-04-17",
					["Class"] = "HUNTER",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:30915::::::::70:::::::::|h[沸騰狂怒腰帶]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-534-6888-17842-00005AF6D0",
					["Time"] = "01:08:01",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-534-6888-17968-00005AF7D2",
					["Time"] = "01:19:45",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-17",
					["Class"] = "MAGE",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[設計圖:激烈的蒼穹藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30902::::::::70:::::::::|h[裂地之鋒]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [5]
					},
				}, -- [18]
			},
		}, -- [2]
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-04-17",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-3730-18831-00005C237D",
					["Time"] = "22:43:17",
					["Looter"] = "肥仔騎好騎滿",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28796::::::::70:::::::::|h[暗影邪惡面罩]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-3730-19044-00005C237D",
					["Time"] = "22:50:58",
					["Looter"] = "肥仔騎好騎滿",
					["Date"] = "2022-04-17",
					["Class"] = "PALADIN",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28827::::::::70:::::::::|h[屠龍者護手]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[戈魯爾之牙]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [3]
		{
			["InstanceID"] = 568,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-568-4544-23574-00005C2EFE",
					["Time"] = "23:27:46",
					["Looter"] = "麻吉",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33286::::::::70:::::::::|h[魔精修補者面具]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-568-4544-23576-00005C2EFE",
					["Time"] = "23:36:30",
					["Looter"] = "謬謬",
					["Date"] = "2022-04-17",
					["Class"] = "PRIEST",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33211::::::::70:::::::::|h[劍刃天使的金錢腰帶]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-568-4544-23578-00005C2EFE",
					["Time"] = "23:44:14",
					["Looter"] = "麻吉",
					["Date"] = "2022-04-17",
					["Class"] = "DRUID",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33328::::::::70:::::::::|h[箭墜護胸]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-568-4544-23577-00005C2EFE",
					["Time"] = "23:57:22",
					["Looter"] = "如歌",
					["Date"] = "2022-04-17",
					["Class"] = "MAGE",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-568-4544-24239-00005C38DB",
					["Time"] = "00:07:27",
					["Looter"] = "白白昀",
					["Date"] = "2022-04-18",
					["Class"] = "PALADIN",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33828::::::::70:::::::::|h[惡魔治療典籍]|h|r", -- [2]
						"|cffa335ee|Hitem:33388::::::::70:::::::::|h[冷酷無心]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-568-4544-23863-00005C3CED",
					["Time"] = "00:19:23",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-18",
					["Class"] = "WARRIOR",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33473::::::::70:::::::::|h[督軍護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [3]
						"|cffa335ee|Hitem:33467::::::::70:::::::::|h[扭曲幻象之刃]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-568-31924-23574-0000616D27",
					["Time"] = "22:52:13",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-21",
					["Looter"] = "特變電工",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33214::::::::70:::::::::|h[阿奇爾森的爪刃]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-568-31924-23576-0000616D27",
					["Time"] = "23:02:01",
					["Class"] = "DRUID",
					["Date"] = "2022-04-21",
					["Looter"] = "牛之意志",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33211::::::::70:::::::::|h[劍刃天使的金錢腰帶]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-568-31924-23578-0000616D27",
					["Time"] = "23:10:06",
					["Class"] = "DRUID",
					["Date"] = "2022-04-21",
					["Looter"] = "Jdruid",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33328::::::::70:::::::::|h[箭墜護胸]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-568-31924-23577-0000616D27",
					["Time"] = "23:22:00",
					["Class"] = "DRUID",
					["Date"] = "2022-04-21",
					["Looter"] = "牛之意志",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33317::::::::70:::::::::|h[過往靈魂之袍]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-568-31924-24239-0000617695",
					["Time"] = "23:33:30",
					["Class"] = "DRUID",
					["Date"] = "2022-04-21",
					["Looter"] = "牛之意志",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33421::::::::70:::::::::|h[鬥爭牙衛]|h|r", -- [2]
						"|cffa335ee|Hitem:33464::::::::70:::::::::|h[妖術領主的巫毒肩鎧]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-568-31924-23863-0000617947",
					["Time"] = "23:40:11",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-21",
					["Looter"] = "水也兄",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33468::::::::70:::::::::|h[黑暗祝福]|h|r", -- [3]
						"|cffa335ee|Hitem:33478::::::::70:::::::::|h[金羅克，偉大的天啟之劍]|h|r", -- [4]
					},
				}, -- [12]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-04-17",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Zul'Aman",
			["FirstPlayer"] = "未知",
		}, -- [4]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-04-23",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-29182-22877-000263E4B8",
					["Time"] = "20:15:02",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-29182-22887-000063E4B8",
					["Time"] = "20:25:55",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32239::::::::70:::::::::|h[海浪召喚者軟靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-29182-22960-000363E4B9",
					["Time"] = "20:30:17",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "龍喉召龍者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-29182-22898-000063E4B8",
					["Time"] = "20:39:09",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32251::::::::70:::::::::|h[精確飛行裹帶]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-29182-23337-000363E4B8",
					["Time"] = "20:41:29",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-29182-22869-000463E4B8",
					["Time"] = "20:43:06",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-29182-23337-000063E4B8",
					["Time"] = "20:45:25",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-29182-23337-0000E3E4B8",
					["Time"] = "20:45:31",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-29182-22853-000063E4B8",
					["Time"] = "20:45:37",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-29182-23339-0000E3E4B8",
					["Time"] = "20:45:38",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-29182-22869-000063E4B8",
					["Time"] = "20:45:40",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-29182-22844-000163F349",
					["Time"] = "20:47:38",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-29182-22847-0001E3F349",
					["Time"] = "20:47:43",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-29182-22845-000063F349",
					["Time"] = "20:47:47",
					["Looter"] = "波波力那貝貝",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-29182-22845-0001E3F349",
					["Time"] = "20:49:54",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-29182-22846-000063F349",
					["Time"] = "20:51:17",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-29182-22841-000063E4B8",
					["Time"] = "20:53:17",
					["Looter"] = "波波力那貝貝",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32275::::::::70:::::::::|h[靈魂行者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-29182-22880-000163E4B9",
					["Time"] = "20:55:42",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-29182-22879-000263E4B9",
					["Time"] = "20:55:45",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-29182-22879-000063E4B9",
					["Time"] = "20:57:44",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-29182-22945-0001E3E4B9",
					["Time"] = "20:59:24",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-29182-22879-0001E3E4B9",
					["Time"] = "20:59:28",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-29182-23047-0000E3E4B9",
					["Time"] = "21:01:49",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-29182-23172-000163E4B8",
					["Time"] = "21:07:38",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-29182-22871-000063E4B8",
					["Time"] = "21:11:35",
					["Looter"] = "陰牙婦產科",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [1]
						"|cffa335ee|Hitem:32325::::::::70:::::::::|h[歸隱監護者步槍]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-29182-22853-000163E4B8",
					["Time"] = "21:14:57",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-29182-23237-0002E3E4B9",
					["Time"] = "21:17:02",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-29182-23236-000163E4B9",
					["Time"] = "21:20:07",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-29182-23235-0001E3E4B9",
					["Time"] = "21:20:08",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-29182-23237-0001E3E4B9",
					["Time"] = "21:20:10",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-29182-23222-000063E4B9",
					["Time"] = "21:23:20",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-29182-23222-000063E4B8",
					["Time"] = "21:26:28",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-29182-22948-000063E4B8",
					["Time"] = "21:32:55",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32340::::::::70:::::::::|h[節制外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [2]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-5580-564-29182-23420-00006401DA",
					["Time"] = "21:42:02",
					["Looter"] = "陰牙婦產科",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32345::::::::70:::::::::|h[軍團恐懼之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32354::::::::70:::::::::|h[強能命運之冠]|h|r", -- [2]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-29182-22869-0000E3E4B8",
					["Time"] = "21:45:08",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-0006E3E4B8",
					["Time"] = "21:45:50",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-000263E4B9",
					["Time"] = "21:47:06",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-0000E3E4B9",
					["Time"] = "21:47:12",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-0001E3E4B8",
					["Time"] = "21:48:08",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-5580-564-29182-22965-0000E3E4B8",
					["Time"] = "21:48:23",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-001063E4B9",
					["Time"] = "21:50:50",
					["Looter"] = "聖經",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:29730::::::::70:::::::::|h[圖樣:土靈虛空鱗長靴]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-001063E4B9",
					["Time"] = "21:50:51",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-000D63E4B9",
					["Time"] = "21:51:32",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-000B63E4B8",
					["Time"] = "21:52:45",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-5580-564-29182-22964-000163E4B8",
					["Time"] = "21:55:41",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-000AE3E4B9",
					["Time"] = "21:57:58",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-0008E3E4B9",
					["Time"] = "21:58:01",
					["Looter"] = "Trowa",
					["Date"] = "2022-04-23",
					["Class"] = "HUNTER",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-5580-564-29182-22957-000063E4B8",
					["Time"] = "21:58:50",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-5580-564-29182-22947-000063E4B8",
					["Time"] = "22:05:55",
					["Looter"] = "Trowa",
					["Date"] = "2022-04-23",
					["Class"] = "HUNTER",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-5580-564-29182-23402-000063E4B8",
					["Time"] = "22:12:39",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cff0070dd|Hitem:31308::::::::70:::::::::|h[死亡降臨者]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-5580-564-29182-23397-0000E3E4B8",
					["Time"] = "22:12:43",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-5580-564-29182-23402-0001E3E4B8",
					["Time"] = "22:14:37",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-5580-564-29182-22952-000063E4B8",
					["Time"] = "22:30:21",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-23",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-5580-564-29182-22951-000063E4B8",
					["Time"] = "22:30:23",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-23",
					["Class"] = "WARLOCK",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-5580-564-29182-22950-000063E4B8",
					["Time"] = "22:30:54",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [55]
			},
		}, -- [5]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "特變電工",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-29182-22917-000064146F",
					["Time"] = "23:12:30",
					["Looter"] = "司命",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32471::::::::70:::::::::|h[埃辛諾斯裂刺]|h|r", -- [2]
						"|cffa335ee|Hitem:32496::::::::70:::::::::|h[泰蘭妲的紀念]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-25052-17897-0000641C64",
					["Time"] = "23:35:07",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0001E41CED",
					["Time"] = "23:37:17",
					["Looter"] = "聖經乂",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-25052-17767-0000641D76",
					["Time"] = "23:41:37",
					["Looter"] = "阿梨的魔術師",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30869::::::::70:::::::::|h[哀嚎之風護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30864::::::::70:::::::::|h[探路者護腕]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0004641E4F",
					["Time"] = "23:43:02",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0003E41E4F",
					["Time"] = "23:43:08",
					["Looter"] = "凌小狼",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:24192::::::::70:::::::::|h[設計圖:光亮的生命紅寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0002E41F4A",
					["Time"] = "23:47:26",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32751::::::::70:::::::::|h[圖樣:大地生命護肩]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0000641F8E",
					["Time"] = "23:48:33",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0002E41F8E",
					["Time"] = "23:48:37",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-25052-17808-0000642066",
					["Time"] = "23:53:57",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30874::::::::70:::::::::|h[堅韌意志之劍]|h|r", -- [2]
						"|cffa335ee|Hitem:32298::::::::70:::::::::|h[設計圖:移形的影歌紫水晶]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-25052-17898-0000E42216",
					["Time"] = "23:59:25",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0001642216",
					["Time"] = "23:59:39",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-25052-17897-0000E42501",
					["Time"] = "00:12:10",
					["Looter"] = "凌小狼",
					["Date"] = "2022-04-24",
					["Class"] = "SHAMAN",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0001642501",
					["Time"] = "00:12:14",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-24",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0000E42501",
					["Time"] = "00:12:22",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-24",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-534-25052-17888-0000642560",
					["Time"] = "00:15:59",
					["Looter"] = "扒飯喝尿",
					["Date"] = "2022-04-24",
					["Class"] = "ROGUE",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30894::::::::70:::::::::|h[藍色麂皮輕鞋]|h|r", -- [3]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-534-25052-17898-0001E42670",
					["Time"] = "00:18:08",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-24",
					["Class"] = "WARRIOR",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-534-25052-17907-00006426C1",
					["Time"] = "00:20:11",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-24",
					["Class"] = "WARRIOR",
					["Name"] = "冰龍",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-534-25052-17908-0000E42744",
					["Time"] = "00:21:40",
					["Looter"] = "慕之內走步",
					["Date"] = "2022-04-24",
					["Class"] = "WARLOCK",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-534-25052-17908-00006427BC",
					["Time"] = "00:23:34",
					["Looter"] = "騎風",
					["Date"] = "2022-04-24",
					["Class"] = "SHAMAN",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-534-25052-17905-0001642865",
					["Time"] = "00:26:35",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-24",
					["Class"] = "DRUID",
					["Name"] = "女妖",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-534-25052-17908-00006428CF",
					["Time"] = "00:27:51",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-24",
					["Class"] = "DRUID",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-534-25052-17842-000064298C",
					["Time"] = "00:35:00",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-24",
					["Class"] = "WARLOCK",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30896::::::::70:::::::::|h[防衛者的榮耀]|h|r", -- [3]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-534-25052-17968-0000642AA9",
					["Time"] = "00:45:43",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-24",
					["Class"] = "WARRIOR",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂熱追蹤鎖甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [24]
			},
			["Date"] = "2022-04-23",
			["FirstClass"] = "WARRIOR",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
		}, -- [6]
		{
			["InstanceID"] = 568,
			["Player"] = "特變電工",
			["FirstPlayer"] = "別逼我無敵",
			["InstanceName"] = "Zul'Aman",
			["Date"] = "2022-04-26",
			["Class"] = "WARRIOR",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-3076-23574-000067ED3B",
					["Time"] = "21:15:24",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33281::::::::70:::::::::|h[自然仁慈胸針]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-3076-23576-000067ED3B",
					["Time"] = "21:27:54",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-04-26",
					["Class"] = "PALADIN",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33206::::::::70:::::::::|h[原初狂怒肩鎧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-3076-23578-000067ED3B",
					["Time"] = "21:36:19",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-26",
					["Class"] = "ROGUE",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33356::::::::70:::::::::|h[自然再生頭盔]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-3076-24065-000067ED3C",
					["Time"] = "21:45:10",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-26",
					["Class"] = "ROGUE",
					["Name"] = "阿曼尼希管理員",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-3076-23577-000067ED3B",
					["Time"] = "21:51:23",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33317::::::::70:::::::::|h[過往靈魂之袍]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-3076-24239-000067FCE0",
					["Time"] = "22:15:54",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-04-26",
					["Class"] = "PALADIN",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33389::::::::70:::::::::|h[壞魔精之匕]|h|r", -- [2]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-568-3076-23863-000067FE9A",
					["Time"] = "22:22:58",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33466::::::::70:::::::::|h[詛咒骸骨迴圈]|h|r", -- [2]
						"|cffa335ee|Hitem:33830::::::::70:::::::::|h[上古亞基神器]|h|r", -- [3]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [4]
					},
				}, -- [7]
			},
		}, -- [7]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
