
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-11-13",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-18983-21220-00008FA626",
					["Time"] = "20:44:10",
					["Looter"] = "花生湯種夾蛋",
					["Date"] = "2021-11-13",
					["Class"] = "DRUID",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30021::::::::70:::::::::|h[野性之怒法杖]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-548-18983-21216-00000FA625",
					["Time"] = "20:55:46",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-11-13",
					["Class"] = "PALADIN",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30055::::::::70:::::::::|h[怪異肩墊]|h|r", -- [1]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:32516::::::::70:::::::::|h[純淨裹帶]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-548-18983-21217-00000FB72A",
					["Time"] = "21:09:47",
					["Looter"] = "福利貝爾",
					["Date"] = "2021-11-13",
					["Class"] = "WARLOCK",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30061::::::::70:::::::::|h[先祖征服之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:30066::::::::70:::::::::|h[暴風行者之靴]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-548-18983-21232-00008FA625",
					["Time"] = "21:16:29",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-13",
					["Class"] = "PALADIN",
					["Name"] = "灰色之心隱藏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30305::::::::70:::::::::|h[圖樣:自然之擁之靴]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-548-18983-21227-00008FA625",
					["Time"] = "21:31:25",
					["Looter"] = "牛之意志",
					["Date"] = "2021-11-13",
					["Class"] = "DRUID",
					["Name"] = "潮行者獵魚者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-548-18983-21225-00008FA625",
					["Time"] = "21:31:26",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-13",
					["Class"] = "PALADIN",
					["Name"] = "潮行者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:30280::::::::70:::::::::|h[圖樣:衝擊腰帶]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-548-18983-21213-00000FA625",
					["Time"] = "21:46:16",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-13",
					["Class"] = "WARRIOR",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30084::::::::70:::::::::|h[銀色哨兵肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30068::::::::70:::::::::|h[召汐束腰]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-548-18983-21214-00000FA625",
					["Time"] = "22:16:33",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-13",
					["Class"] = "WARRIOR",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30099::::::::70:::::::::|h[浸濕的磨損拴繩]|h|r", -- [2]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-548-18983-21229-00058FA625",
					["Time"] = "22:19:38",
					["Looter"] = "Devinfon",
					["Date"] = "2021-11-13",
					["Class"] = "WARLOCK",
					["Name"] = "灰色之心浪潮呼喚者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-548-18983-21231-00000FA626",
					["Time"] = "22:21:26",
					["Looter"] = "阿梨",
					["Date"] = "2021-11-13",
					["Class"] = "PRIEST",
					["Name"] = "灰色之心盾衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30025::::::::70:::::::::|h[毒蛇神殿手裏劍]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-548-18983-21229-00010FA625",
					["Time"] = "22:23:57",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-11-13",
					["Class"] = "WARRIOR",
					["Name"] = "灰色之心浪潮呼喚者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-548-18983-21215-00000FA625",
					["Time"] = "22:39:54",
					["Looter"] = "福利貝爾",
					["Date"] = "2021-11-13",
					["Class"] = "WARLOCK",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30097::::::::70:::::::::|h[珊瑚鉤肩墊]|h|r", -- [3]
					},
				}, -- [12]
			},
		}, -- [1]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["FirstPlayer"] = "尐沫",
			["InstanceName"] = "Tempest Keep",
			["Date"] = "2021-11-13",
			["Class"] = "WARRIOR",
			["FirstClass"] = "HUNTER",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-29743-20031-00000FCEE5",
					["Time"] = "22:54:43",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-13",
					["Class"] = "WARRIOR",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-29743-19514-00000FCEE5",
					["Time"] = "23:27:39",
					["Looter"] = "陰牙婦產科",
					["Date"] = "2021-11-13",
					["Class"] = "PRIEST",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29922::::::::70:::::::::|h[歐爾指環]|h|r", -- [1]
						"|cffa335ee|Hitem:29924::::::::70:::::::::|h[虛空死亡之斧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-29743-20044-00010FCEE5",
					["Time"] = "23:34:06",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-13",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-29743-20036-00010FCEE5",
					["Time"] = "23:44:20",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-13",
					["Class"] = "WARRIOR",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30305::::::::70:::::::::|h[圖樣:自然之擁之靴]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-29743-20043-00098FCEE5",
					["Time"] = "23:47:03",
					["Looter"] = "花生湯種夾蛋",
					["Date"] = "2021-11-13",
					["Class"] = "DRUID",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-29743-18805-00000FCEE5",
					["Time"] = "23:58:21",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-13",
					["Class"] = "WARRIOR",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30446::::::::70:::::::::|h[索拉瑞恩藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30449::::::::70:::::::::|h[虛無之星飾物]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-29743-20041-00010FCEE5",
					["Time"] = "00:11:18",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-14",
					["Class"] = "WARRIOR",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-29743-19516-00000FCEE5",
					["Time"] = "00:32:32",
					["Looter"] = "花生湯種夾蛋",
					["Date"] = "2021-11-14",
					["Class"] = "DRUID",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [4]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [5]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [6]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000110E33",
					["Time"] = "21:26:12",
					["Class"] = "WARLOCK",
					["Date"] = "2021-11-14",
					["Looter"] = "不死夜空",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000110E33",
					["Time"] = "21:26:23",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000110E33",
					["Time"] = "21:26:29",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000110E33",
					["Time"] = "21:26:30",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-14",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000110E33",
					["Time"] = "21:26:40",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-14",
					["Looter"] = "歐艾丹",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-00001111F7",
					["Time"] = "21:43:02",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-14",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000111511",
					["Time"] = "21:55:34",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000111511",
					["Time"] = "21:55:38",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000111511",
					["Time"] = "21:55:38",
					["Class"] = "MAGE",
					["Date"] = "2021-11-14",
					["Looter"] = "魔令古二世",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000111511",
					["Time"] = "21:55:45",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-14",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000111511",
					["Time"] = "21:55:54",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-14",
					["Looter"] = "尐沫",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-00001118F0",
					["Time"] = "22:12:14",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-00001118F0",
					["Time"] = "22:12:16",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-00001118F0",
					["Time"] = "22:12:17",
					["Class"] = "MAGE",
					["Date"] = "2021-11-14",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-00001118F0",
					["Time"] = "22:12:20",
					["Class"] = "SHAMAN",
					["Date"] = "2021-11-14",
					["Looter"] = "追著元素跑",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-00001118F0",
					["Time"] = "22:12:22",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-14",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-00001118F0",
					["Time"] = "22:12:27",
					["Class"] = "PRIEST",
					["Date"] = "2021-11-14",
					["Looter"] = "小嫩腳",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000111C8C",
					["Time"] = "22:27:46",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-14",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000111C8C",
					["Time"] = "22:27:47",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000111C8C",
					["Time"] = "22:27:48",
					["Class"] = "MAGE",
					["Date"] = "2021-11-14",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000111C8C",
					["Time"] = "22:27:49",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "別逼我擋怪",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000111C8C",
					["Time"] = "22:27:51",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-14",
					["Looter"] = "尐沫",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000111C8C",
					["Time"] = "22:27:54",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-14",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000112004",
					["Time"] = "22:42:18",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000112004",
					["Time"] = "22:42:21",
					["Class"] = "SHAMAN",
					["Date"] = "2021-11-14",
					["Looter"] = "聖經",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000112004",
					["Time"] = "22:42:22",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-14",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000112004",
					["Time"] = "22:42:23",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-14",
					["Looter"] = "尐沫",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000112004",
					["Time"] = "22:42:29",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-14",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000112004",
					["Time"] = "22:42:32",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-14",
					["Looter"] = "漂浮幽靈",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000112829",
					["Time"] = "23:16:51",
					["Looter"] = "聖經",
					["Date"] = "2021-11-14",
					["Class"] = "SHAMAN",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-550-9688-21268-0000112829",
					["Time"] = "23:16:58",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-14",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000112829",
					["Time"] = "23:17:05",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2021-11-14",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000112829",
					["Time"] = "23:17:07",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-14",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000112829",
					["Time"] = "23:17:10",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-14",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [2]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000112829",
					["Time"] = "23:17:12",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-11-14",
					["Class"] = "ROGUE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-550-9688-21268-0000112C1B",
					["Time"] = "23:33:09",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-14",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000112C1B",
					["Time"] = "23:33:58",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-14",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000112C1B",
					["Time"] = "23:34:00",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-14",
					["Class"] = "HUNTER",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000112C1B",
					["Time"] = "23:34:02",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2021-11-14",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000112C1B",
					["Time"] = "23:34:06",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-11-14",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000112C1B",
					["Time"] = "23:34:07",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-14",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-4490-550-9688-21268-0000112F76",
					["Time"] = "23:47:22",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-14",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000112F76",
					["Time"] = "23:47:59",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-14",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000112F76",
					["Time"] = "23:48:13",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-14",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000112F76",
					["Time"] = "23:48:16",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-14",
					["Class"] = "HUNTER",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000112F76",
					["Time"] = "23:48:17",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-14",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000112F76",
					["Time"] = "23:48:20",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-11-14",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [55]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000112F76",
					["Time"] = "23:48:25",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-14",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [56]
				{
					["GUID"] = "Creature-0-4490-550-9688-21268-0000113280",
					["Time"] = "00:00:25",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-15",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [57]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000113280",
					["Time"] = "00:01:03",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-15",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [58]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000113280",
					["Time"] = "00:01:15",
					["Looter"] = "追著元素跑",
					["Date"] = "2021-11-15",
					["Class"] = "SHAMAN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [59]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000113280",
					["Time"] = "00:01:15",
					["Looter"] = "终焉誓約",
					["Date"] = "2021-11-15",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [60]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000113280",
					["Time"] = "00:01:16",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-15",
					["Class"] = "HUNTER",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [61]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000113280",
					["Time"] = "00:01:18",
					["Looter"] = "漂浮幽靈",
					["Date"] = "2021-11-15",
					["Class"] = "HUNTER",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [62]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000113280",
					["Time"] = "00:01:20",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-11-15",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [63]
				{
					["GUID"] = "Creature-0-4490-550-9688-21268-0000113787",
					["Time"] = "00:21:49",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-15",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [64]
				{
					["GUID"] = "Creature-0-4490-550-9688-21271-0000113787",
					["Time"] = "00:22:20",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-15",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [65]
				{
					["GUID"] = "Creature-0-4490-550-9688-21273-0000113787",
					["Time"] = "00:22:35",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-15",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [66]
				{
					["GUID"] = "Creature-0-4490-550-9688-21274-0000113787",
					["Time"] = "00:22:39",
					["Looter"] = "聖經",
					["Date"] = "2021-11-15",
					["Class"] = "SHAMAN",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [67]
				{
					["GUID"] = "Creature-0-4490-550-9688-21272-0000113787",
					["Time"] = "00:22:40",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-11-15",
					["Class"] = "ROGUE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [68]
				{
					["GUID"] = "Creature-0-4490-550-9688-21269-0000113787",
					["Time"] = "00:22:43",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-11-15",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [69]
				{
					["GUID"] = "Creature-0-4490-550-9688-21270-0000113787",
					["Time"] = "00:22:45",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-11-15",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [70]
				{
					["GUID"] = "Creature-0-4490-550-9688-19622-00001134DF",
					["Time"] = "00:34:28",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-15",
					["Class"] = "HUNTER",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29991::::::::70:::::::::|h[太陽之鷹護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29993::::::::70:::::::::|h[鳳凰之雙刃劍]|h|r", -- [5]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [6]
					},
				}, -- [71]
			},
		}, -- [2]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2021-11-20",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-5117-21246-000018DD2B",
					["Time"] = "20:28:28",
					["Class"] = "PRIEST",
					["Date"] = "2021-11-20",
					["Looter"] = "小嫩腳",
					["Name"] = "毒蛇神殿孢子蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-5117-21246-000098DD2B",
					["Time"] = "20:28:42",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-20",
					["Looter"] = "Trowa",
					["Name"] = "毒蛇神殿孢子蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:30025::::::::70:::::::::|h[毒蛇神殿手裏劍]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-5117-21220-000118DD2C",
					["Time"] = "20:43:20",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-20",
					["Looter"] = "歐艾丹",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-5117-21216-000018DD2B",
					["Time"] = "20:56:04",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-20",
					["Looter"] = "终焉誓約",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:32516::::::::70:::::::::|h[純淨裹帶]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-5117-21229-000018DD2B",
					["Time"] = "21:16:18",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-20",
					["Looter"] = "背鍋俠",
					["Name"] = "灰色之心浪潮呼喚者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-5117-21225-000298DD2B",
					["Time"] = "21:22:43",
					["Class"] = "MAGE",
					["Date"] = "2021-11-20",
					["Looter"] = "柒莫",
					["Name"] = "潮行者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:30023::::::::70:::::::::|h[漩渦圖騰]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-5117-21225-000018DD2B",
					["Time"] = "21:25:07",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-20",
					["Looter"] = "背鍋俠",
					["Name"] = "潮行者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-5117-21213-000018DD2B",
					["Time"] = "21:35:41",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-20",
					["Looter"] = "我叫緋村",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30075::::::::70:::::::::|h[先祖糾結護軀]|h|r", -- [1]
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30083::::::::70:::::::::|h[靈魂分裂之戒]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-548-5117-21299-000118DD2B",
					["Time"] = "21:38:29",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-20",
					["Looter"] = "我叫緋村",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-548-5117-21214-000018DD2B",
					["Time"] = "21:54:34",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-20",
					["Looter"] = "特變電工",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-548-5117-21215-000018DD2B",
					["Time"] = "22:13:01",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-20",
					["Looter"] = "特變電工",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30095::::::::70:::::::::|h[海巨獸毒牙]|h|r", -- [3]
					},
				}, -- [11]
			},
			["Player"] = "特變電工",
		}, -- [3]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "狂牛奔向天",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-14534-20034-000019036C",
					["Time"] = "22:30:02",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-20",
					["Looter"] = "尐沫",
					["Name"] = "占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-14534-20031-000019036C",
					["Time"] = "22:30:33",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-20",
					["Looter"] = "背鍋俠",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-14534-19514-000019036C",
					["Time"] = "22:52:39",
					["Class"] = "MAGE",
					["Date"] = "2021-11-20",
					["Looter"] = "柒莫",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29924::::::::70:::::::::|h[虛空死亡之斧]|h|r", -- [1]
						"|cffa335ee|Hitem:29923::::::::70:::::::::|h[太陽之王護符]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-14534-18805-000019036C",
					["Time"] = "23:30:00",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-20",
					["Looter"] = "终焉誓約",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29972::::::::70:::::::::|h[星術師長褲]|h|r", -- [1]
						"|cffa335ee|Hitem:29962::::::::70:::::::::|h[撕心匕首]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-14534-20040-000199036C",
					["Time"] = "23:47:50",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-20",
					["Looter"] = "特變電工",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-14534-19516-000019036C",
					["Time"] = "00:00:25",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-21",
					["Looter"] = "特變電工",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:32515::::::::70:::::::::|h[果決腕甲]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-6829-21268-00001A3F86",
					["Time"] = "20:46:20",
					["Looter"] = "Trowa",
					["Date"] = "2021-11-21",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-6829-21271-00001A3F86",
					["Time"] = "20:46:51",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-6829-21272-00001A3F86",
					["Time"] = "20:47:07",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-6829-21273-00001A3F86",
					["Time"] = "20:47:08",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-6829-21274-00001A3F86",
					["Time"] = "20:47:10",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2021-11-21",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-6829-21270-00001A3F86",
					["Time"] = "20:47:13",
					["Looter"] = "小嫩腳",
					["Date"] = "2021-11-21",
					["Class"] = "PRIEST",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-6829-21268-00001A4347",
					["Time"] = "21:02:24",
					["Looter"] = "尐沫",
					["Date"] = "2021-11-21",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-6829-21274-00001A4347",
					["Time"] = "21:02:56",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-6829-21271-00001A4347",
					["Time"] = "21:02:58",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-6829-21272-00001A4347",
					["Time"] = "21:03:05",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-6829-21270-00001A4347",
					["Time"] = "21:03:07",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-11-21",
					["Class"] = "ROGUE",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-6829-21273-00001A4347",
					["Time"] = "21:03:10",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-21",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-6829-19622-00001A409B",
					["Time"] = "21:15:07",
					["Looter"] = "不死夜空",
					["Date"] = "2021-11-21",
					["Class"] = "WARLOCK",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29987::::::::70:::::::::|h[太陽之王護手]|h|r", -- [4]
						"|cffa335ee|Hitem:29993::::::::70:::::::::|h[鳳凰之雙刃劍]|h|r", -- [5]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [6]
					},
				}, -- [19]
			},
			["Player"] = "特變電工",
			["Date"] = "2021-11-20",
			["Class"] = "WARRIOR",
			["FirstClass"] = "HUNTER",
			["InstanceName"] = "Tempest Keep",
		}, -- [4]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
