
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-11-23",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "大呆猛",
			["FirstClass"] = "PALADIN",
			["InstanceName"] = "纳克萨玛斯",
			["SavedID"] = 113131489,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-9792-16028-00007E0EBE",
					["Time"] = "20:30:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-23",
					["Looter"] = "薇亞",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39271::::::::80:::::::::|h[回忆之刃]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-9792-15932-00007E0EBE",
					["Time"] = "20:51:21",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-23",
					["Looter"] = "穗稻柊舞",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40619::::::::80:::::::::|h[失落征服者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39188::::::::80:::::::::|h[武士胸甲]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-9792-15928-00007E0EBE",
					["Time"] = "20:58:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-23",
					["Looter"] = "特變電工",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40621::::::::80:::::::::|h[失落胜利者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39292::::::::80:::::::::|h[退击护符]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-9792-15956-00007E0EBE",
					["Time"] = "21:08:44",
					["Class"] = "HUNTER",
					["Date"] = "2022-11-23",
					["Looter"] = "娜年醉美",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39192::::::::80:::::::::|h[黑暗示意手套]|h|r", -- [1]
						"|cffa335ee|Hitem:39141::::::::80:::::::::|h[偏斜指环]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-9792-15953-00007E0EBE",
					["Time"] = "21:15:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-23",
					["Looter"] = "特變電工",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39194::::::::80:::::::::|h[锈蚀尖刺护手]|h|r", -- [1]
						"|cffa335ee|Hitem:39216::::::::80:::::::::|h[欲望腰带]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-9792-15952-00007E0EBE",
					["Time"] = "21:24:33",
					["Class"] = "MAGE",
					["Date"] = "2022-11-23",
					["Looter"] = "紫頭閪楊千嬅",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39225::::::::80:::::::::|h[武装冲突披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39233::::::::80:::::::::|h[诅咒的庇护]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-9792-15954-00007E0EBE",
					["Time"] = "21:35:05",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-23",
					["Looter"] = "特變電工",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39240::::::::80:::::::::|h[诺斯的诅咒]|h|r", -- [1]
						"|cffa335ee|Hitem:39236::::::::80:::::::::|h[侵犯者之靴]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-9792-15936-00007E0EBE",
					["Time"] = "21:42:53",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-23",
					["Looter"] = "薇亞",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39254::::::::80:::::::::|h[轻舞之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39248::::::::80:::::::::|h[迷失兽群外套]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-9792-16011-00007E0EBE",
					["Time"] = "21:51:00",
					["Class"] = "PALADIN",
					["Date"] = "2022-11-23",
					["Looter"] = "大呆猛",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40622::::::::80:::::::::|h[失落征服者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39260::::::::80:::::::::|h[腐蚀心灵头盔]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-9792-16061-00007E0EBE",
					["Time"] = "22:01:41",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-23",
					["Looter"] = "穗稻柊舞",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39297::::::::80:::::::::|h[遮蔽披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39307::::::::80:::::::::|h[耐久铁戒]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-9792-15989-00007E3283",
					["Time"] = "22:51:40",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-23",
					["Looter"] = "穗稻柊舞",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:39408::::::::80:::::::::|h[萨菲隆护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:44569::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r", -- [2]
						"|cffa335ee|Hitem:39399::::::::80:::::::::|h[亡灵军团头盔]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-533-16160-15953-0000034E17",
					["Time"] = "20:17:10",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-27",
					["Looter"] = "一葉騎秋",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39733::::::::80:::::::::|h[失落尊严手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆风暴护符]|h|r", -- [2]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[灼烧巨盔]|h|r", -- [3]
						"|cffa335ee|Hitem:39730::::::::80:::::::::|h[黑女巫之怒]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-533-16160-15952-0000034E17",
					["Time"] = "20:25:22",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-27",
					["Looter"] = "特變電工",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39762::::::::80:::::::::|h[断网腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:39766::::::::80:::::::::|h[雌蛛之子]|h|r", -- [2]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [3]
						"|cffa335ee|Hitem:39768::::::::80:::::::::|h[枯萎罩帽]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-533-16160-16028-0000034E17",
					["Time"] = "20:34:44",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-27",
					["Looter"] = "Void",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40261::::::::80:::::::::|h[天然變色戰鬥護手]|h|r", -- [1]
						"|cffa335ee|Hitem:40266::::::::80:::::::::|h[英雄屈膝]|h|r", -- [2]
						"|cffa335ee|Hitem:40272::::::::80:::::::::|h[棄子束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-533-16160-15931-0000034E17",
					["Time"] = "20:41:33",
					["Class"] = "HUNTER",
					["Date"] = "2022-11-27",
					["Looter"] = "拿牙籤當弓箭",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[頹廢鎖鍊腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40285::::::::80:::::::::|h[被褻瀆的過往]|h|r", -- [2]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [3]
						"|cffa335ee|Hitem:40283::::::::80:::::::::|h[落塵防滲外套]|h|r", -- [4]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-533-16160-15932-0000034E17",
					["Time"] = "20:46:54",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-27",
					["Looter"] = "Void",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[遗忘希冀之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:40323::::::::80:::::::::|h[尊重护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [4]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-533-16160-15928-0000034E17",
					["Time"] = "20:56:02",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-27",
					["Looter"] = "一閻黑天一",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40294::::::::80:::::::::|h[鉚接憎惡體護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[極性環帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-533-16160-16061-0000034E17",
					["Time"] = "21:06:27",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-27",
					["Looter"] = "一葉騎秋",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40327::::::::80:::::::::|h[复原束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r", -- [2]
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[指引护手]|h|r", -- [3]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[虔诚精钢之靴]|h|r", -- [4]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-533-16160-16060-0000034E17",
					["Time"] = "21:15:47",
					["Class"] = "MAGE",
					["Date"] = "2022-11-27",
					["Looter"] = "函頤的最愛",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[驚怖之觸]|h|r", -- [2]
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量釋放頭盔]|h|r", -- [3]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-533-16160-16168-0004834E17",
					["Time"] = "21:27:48",
					["Class"] = "MAGE",
					["Date"] = "2022-11-27",
					["Looter"] = "函頤的最愛",
					["Name"] = "岩肤石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:40408::::::::80:::::::::|h[鬼魅的召唤]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-533-16160-15954-0000034E17",
					["Time"] = "21:33:51",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-27",
					["Looter"] = "葡萄表妹",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [1]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [2]
						"|cffa335ee|Hitem:40185::::::::80:::::::::|h[良機肩衛]|h|r", -- [3]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [4]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-533-16160-15936-0000034E17",
					["Time"] = "21:39:46",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-27",
					["Looter"] = "不死夜空",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [1]
						"|cffa335ee|Hitem:40208::::::::80:::::::::|h[地穴惡魔之咬]|h|r", -- [2]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [4]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-533-16160-16011-0000034E17",
					["Time"] = "21:46:54",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-27",
					["Looter"] = "Void",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活跃外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40241::::::::80:::::::::|h[联合束带]|h|r", -- [4]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-533-16160-15989-0000036BC8",
					["Time"] = "21:56:36",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-27",
					["Looter"] = "特變電工",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40366::::::::80:::::::::|h[巨龙战盔]|h|r", -- [1]
						"|cffa335ee|Hitem:40371::::::::80:::::::::|h[盗匪的徽记]|h|r", -- [2]
						"|cffa335ee|Hitem:40377::::::::80:::::::::|h[高贵权力肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40381::::::::80:::::::::|h[同情]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [5]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-533-16160-15990-0000034E17",
					["Time"] = "22:06:31",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-27",
					["Looter"] = "別逼我恐懼",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40386::::::::80:::::::::|h[厄邪復仇]|h|r", -- [1]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [2]
						"|cffa335ee|Hitem:40403::::::::80:::::::::|h[致命之敵披氅]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [5]
					},
				}, -- [25]
			},
		}, -- [1]
		{
			["Date"] = "2022-11-28",
			["Class"] = "HUNTER",
			["InstanceID"] = 533,
			["FirstPlayer"] = "盧山升龍霸",
			["SavedID"] = 113591126,
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-533-9602-15956-000004A81E",
					["Time"] = "20:34:05",
					["Class"] = "DRUID",
					["Date"] = "2022-11-28",
					["Looter"] = "丷龍貓丷",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39146::::::::80:::::::::|h[腐朽项圈]|h|r", -- [1]
						"|cffa335ee|Hitem:39190::::::::80:::::::::|h[垂死苦痛腰带]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-533-9602-15953-000004A81E",
					["Time"] = "20:40:35",
					["Class"] = "PALADIN",
					["Date"] = "2022-11-28",
					["Looter"] = "麥爾溫",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39196::::::::80:::::::::|h[膜拜者之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39200::::::::80:::::::::|h[忧伤]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-533-9602-15952-000004A81E",
					["Time"] = "20:50:13",
					["Class"] = "DRUID",
					["Date"] = "2022-11-28",
					["Looter"] = "丷龍貓丷",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39231::::::::80:::::::::|h[古旧丝环]|h|r", -- [1]
						"|cffa335ee|Hitem:39228::::::::80:::::::::|h[蛛茧之握]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-533-9602-16028-000004A81E",
					["Time"] = "21:01:00",
					["Class"] = "DRUID",
					["Date"] = "2022-11-28",
					["Looter"] = "丷龍貓丷",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39267::::::::80:::::::::|h[憎恶肩刃]|h|r", -- [1]
						"|cffa335ee|Hitem:39273::::::::80:::::::::|h[忧郁布靴]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-533-9602-15931-000004A81E",
					["Time"] = "21:09:02",
					["Class"] = "PRIEST",
					["Date"] = "2022-11-28",
					["Looter"] = "小建議",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39279::::::::80:::::::::|h[凋零之多孔腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:39284::::::::80:::::::::|h[腐臭衬肩]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-533-9602-15928-000004A81E",
					["Time"] = "21:22:37",
					["Looter"] = "丷龍貓丷",
					["Date"] = "2022-11-28",
					["Class"] = "DRUID",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40620::::::::80:::::::::|h[失落保卫者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39293::::::::80:::::::::|h[费尔根的焦黑腿铠]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-533-9602-16061-000004A81E",
					["Time"] = "21:31:39",
					["Looter"] = "Mav",
					["Date"] = "2022-11-28",
					["Class"] = "WARLOCK",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39296::::::::80:::::::::|h[精锐的憎恨之弓]|h|r", -- [1]
						"|cffa335ee|Hitem:39308::::::::80:::::::::|h[仁慈束带]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-533-9602-16060-000004A81F",
					["Time"] = "21:44:21",
					["Looter"] = "Mav",
					["Date"] = "2022-11-28",
					["Class"] = "WARLOCK",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:39386::::::::80:::::::::|h[脱臼外套]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-533-9602-15954-000004A81E",
					["Time"] = "22:15:18",
					["Looter"] = "水電站銷冠",
					["Date"] = "2022-11-28",
					["Class"] = "SHAMAN",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39242::::::::80:::::::::|h[嘶哑气息之袍]|h|r", -- [1]
						"|cffa335ee|Hitem:39235::::::::80:::::::::|h[骨架护腕]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-533-9602-15936-000004A81E",
					["Time"] = "22:23:42",
					["Looter"] = "丷龍貓丷",
					["Date"] = "2022-11-28",
					["Class"] = "DRUID",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39251::::::::80:::::::::|h[腐尸腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:39249::::::::80:::::::::|h[流血肩甲]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-533-9602-16011-000004A81E",
					["Time"] = "22:33:15",
					["Looter"] = "丷龍貓丷",
					["Date"] = "2022-11-28",
					["Class"] = "DRUID",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:39256::::::::80:::::::::|h[硫磺之杖]|h|r", -- [1]
						"|cffa335ee|Hitem:40624::::::::80:::::::::|h[失落胜利者的护肩]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-533-9602-15989-000004C845",
					["Time"] = "22:45:41",
					["Looter"] = "丷龍貓丷",
					["Date"] = "2022-11-28",
					["Class"] = "DRUID",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44569::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r", -- [1]
						"|cffa335ee|Hitem:39399::::::::80:::::::::|h[亡灵军团头盔]|h|r", -- [2]
						"|cffa335ee|Hitem:39407::::::::80:::::::::|h[生命之环]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-533-32679-16061-000005FAC9",
					["Time"] = "21:10:01",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-29",
					["Looter"] = "冥骑",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40305::::::::80:::::::::|h[自负护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40322::::::::80:::::::::|h[决斗图腾]|h|r", -- [2]
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[开拓思绪护腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-533-32679-16060-000005FAC9",
					["Time"] = "21:20:00",
					["Class"] = "DRUID",
					["Date"] = "2022-11-29",
					["Looter"] = "希爾弗怒風",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40329::::::::80:::::::::|h[離鄉兜帽]|h|r", -- [1]
						"|cffa335ee|Hitem:40333::::::::80:::::::::|h[迅移護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40250::::::::80:::::::::|h[古舊冬季披風]|h|r", -- [3]
						"|cffa335ee|Hitem:40338::::::::80:::::::::|h[思念束腕]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-533-32679-16028-000005FAC9",
					["Time"] = "21:39:25",
					["Class"] = "PRIEST",
					["Date"] = "2022-11-29",
					["Looter"] = "星小耀",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[無情]|h|r", -- [1]
						"|cffa335ee|Hitem:40268::::::::80:::::::::|h[容忍聖契]|h|r", -- [2]
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[風險計算手套]|h|r", -- [3]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[餘肢之書]|h|r", -- [4]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-533-32679-16025-000285FAC9",
					["Time"] = "21:41:32",
					["Class"] = "PALADIN",
					["Date"] = "2022-11-29",
					["Looter"] = "波波伊娃",
					["Name"] = "缝合巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:40410::::::::80:::::::::|h[食屍鬼之影]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-533-32679-15931-000005FAC9",
					["Time"] = "21:45:08",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-29",
					["Looter"] = "冥骑",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40277::::::::80:::::::::|h[沉溺外套]|h|r", -- [1]
						"|cffa335ee|Hitem:40250::::::::80:::::::::|h[古舊冬季披風]|h|r", -- [2]
						"|cffa335ee|Hitem:40284::::::::80:::::::::|h[瘟疫點燃器]|h|r", -- [3]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[共感襯肩]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-533-32679-15932-000005FAC9",
					["Time"] = "21:50:07",
					["Class"] = "PRIEST",
					["Date"] = "2022-11-29",
					["Looter"] = "星楓夜",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落鎮壓者胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40207::::::::80:::::::::|h[警覺符印]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:39763::::::::80:::::::::|h[怨靈之擊]|h|r", -- [4]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-533-32679-15928-0000061009",
					["Time"] = "22:08:52",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-29",
					["Looter"] = "冥骑",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保衛者腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:40297::::::::80:::::::::|h[耐久脛甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[極性環帶]|h|r", -- [4]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-533-32679-15956-000005FAC9",
					["Time"] = "22:14:04",
					["Class"] = "DRUID",
					["Date"] = "2022-11-29",
					["Looter"] = "福利熊孔固力",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39701::::::::80:::::::::|h[黎明步靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39721::::::::80:::::::::|h[起居室束帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [3]
						"|cffa335ee|Hitem:39712::::::::80:::::::::|h[奈幽寶石綴飾魔杖]|h|r", -- [4]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-533-32679-15953-000005FAC9",
					["Time"] = "22:19:30",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-29",
					["Looter"] = "冥骑",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [1]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[火焰灼燒巨盔]|h|r", -- [2]
						"|cffa335ee|Hitem:39734::::::::80:::::::::|h[贖罪護脛]|h|r", -- [3]
						"|cffa335ee|Hitem:39732::::::::80:::::::::|h[費琳娜的瘋狂]|h|r", -- [4]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-533-32679-15952-000005FAC9",
					["Time"] = "22:26:39",
					["Class"] = "PALADIN",
					["Date"] = "2022-11-29",
					["Looter"] = "小鳥遊優美",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39760::::::::80:::::::::|h[自尊削弱頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:39766::::::::80:::::::::|h[族母育卵]|h|r", -- [2]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[影陽披風]|h|r", -- [3]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[領悟絲綢長袍]|h|r", -- [4]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-533-32679-15954-000005FAC9",
					["Time"] = "22:35:59",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-29",
					["Looter"] = "徐定貴",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [1]
						"|cffa335ee|Hitem:40185::::::::80:::::::::|h[良機肩衛]|h|r", -- [2]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [3]
						"|cffa335ee|Hitem:40602::::::::80:::::::::|h[異變長袍]|h|r", -- [4]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-533-32679-15936-000005FAC9",
					["Time"] = "22:42:09",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-29",
					["Looter"] = "徐定貴",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [2]
						"|cffa335ee|Hitem:40209::::::::80:::::::::|h[衰老束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[遠慮咒符]|h|r", -- [4]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-533-32679-16011-000005FAC9",
					["Time"] = "22:51:06",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-29",
					["Looter"] = "佰鳥朝鳳",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活力外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:40240::::::::80:::::::::|h[紊流護脛]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [4]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-533-32679-15989-0000061CCC",
					["Time"] = "22:56:10",
					["Class"] = "PRIEST",
					["Date"] = "2022-11-29",
					["Looter"] = "星楓夜",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[拒斥符文]|h|r", -- [1]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[鑲骨腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [3]
						"|cffa335ee|Hitem:40373::::::::80:::::::::|h[亡能精粹]|h|r", -- [4]
						"|cffa335ee|Hitem:40380::::::::80:::::::::|h[顯赫手套]|h|r", -- [5]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-533-32679-15990-000005FAC9",
					["Time"] = "23:06:24",
					["Class"] = "PRIEST",
					["Date"] = "2022-11-29",
					["Looter"] = "緋紅女妖",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [1]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [2]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[災禍之攫]|h|r", -- [4]
						"|cffa335ee|Hitem:40402::::::::80:::::::::|h[最終狂笑]|h|r", -- [5]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4491-533-11817-15952-000008A619",
					["Time"] = "21:48:23",
					["Looter"] = "大导弹",
					["Date"] = "2022-12-01",
					["Class"] = "SHAMAN",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39225::::::::80:::::::::|h[武装冲突披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39229::::::::80:::::::::|h[蜘蛛的拥抱]|h|r", -- [2]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4491-533-11817-15932-000008A619",
					["Time"] = "22:07:28",
					["Looter"] = "代号首长",
					["Date"] = "2022-12-01",
					["Class"] = "WARLOCK",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40624::::::::80:::::::::|h[失落胜利者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39254::::::::80:::::::::|h[轻舞之靴]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-533-32304-15956-000009F2F4",
					["Time"] = "21:34:29",
					["Looter"] = "蔚曖",
					["Date"] = "2022-12-02",
					["Class"] = "PALADIN",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39712::::::::80:::::::::|h[奈幽寶石綴飾魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [2]
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[蟲群束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:39704::::::::80:::::::::|h[非自然死亡肩鎧]|h|r", -- [4]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-533-32304-15953-000009F2F4",
					["Time"] = "21:40:26",
					["Looter"] = "衝吧狂霸霸",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39730::::::::80:::::::::|h[寡婦烈怒]|h|r", -- [1]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [2]
						"|cffa335ee|Hitem:39724::::::::80:::::::::|h[異教護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:39756::::::::80:::::::::|h[歧見外套]|h|r", -- [4]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-533-32304-15974-000989F2F4",
					["Time"] = "21:43:06",
					["Looter"] = "魔爆術",
					["Date"] = "2022-12-02",
					["Class"] = "MAGE",
					["Name"] = "恐惧爬行者",
					["Loots"] = {
						"|cffa335ee|Hitem:40407::::::::80:::::::::|h[靜默十字軍]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-533-32304-15952-000009F2F4",
					["Time"] = "21:46:13",
					["Looter"] = "五味",
					["Date"] = "2022-12-02",
					["Class"] = "ROGUE",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39762::::::::80:::::::::|h[碎網裹腰]|h|r", -- [1]
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危機防制披風]|h|r", -- [2]
						"|cffa335ee|Hitem:40060::::::::80:::::::::|h[歪曲肢體]|h|r", -- [3]
						"|cffa335ee|Hitem:39764::::::::80:::::::::|h[不幸獵物束腕]|h|r", -- [4]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-533-32304-16020-000509F2F4",
					["Time"] = "21:49:25",
					["Looter"] = "低調男神",
					["Date"] = "2022-12-02",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "疯狂的科学家",
					["Loots"] = {
						"|cffa335ee|Hitem:40410::::::::80:::::::::|h[食屍鬼之影]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-533-32304-16028-000009F2F4",
					["Time"] = "21:56:43",
					["Looter"] = "衝吧狂霸霸",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[風險計算手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40265::::::::80:::::::::|h[箭歌]|h|r", -- [2]
						"|cffa335ee|Hitem:40269::::::::80:::::::::|h[說服長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [4]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-533-32304-15931-000009F2F4",
					["Time"] = "22:02:34",
					["Looter"] = "低調男神",
					["Date"] = "2022-12-02",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[影陽披風]|h|r", -- [1]
						"|cffa335ee|Hitem:40274::::::::80:::::::::|h[解放護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40285::::::::80:::::::::|h[被褻瀆的過往]|h|r", -- [3]
						"|cffa335ee|Hitem:40280::::::::80:::::::::|h[夢魘源頭]|h|r", -- [4]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-533-32304-15932-000009F2F4",
					["Time"] = "22:06:48",
					["Looter"] = "蒙塔基的刚蛋",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保衛者胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40187::::::::80:::::::::|h[慘痛脛甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40203::::::::80:::::::::|h[苦痛怒火胸甲]|h|r", -- [4]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-533-32304-15928-000009F2F4",
					["Time"] = "22:15:11",
					["Looter"] = "衝吧狂霸霸",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40294::::::::80:::::::::|h[鉚接憎惡體護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[極性環帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [4]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-533-32304-16061-000009F2F4",
					["Time"] = "22:26:10",
					["Looter"] = "低調男神",
					["Date"] = "2022-12-02",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40324::::::::80:::::::::|h[互相尊重手環]|h|r", -- [1]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [2]
						"|cffa335ee|Hitem:40318::::::::80:::::::::|h[雙重攻擊腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40315::::::::80:::::::::|h[密藝肩墊]|h|r", -- [4]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-533-32304-16060-000009F2F4",
					["Time"] = "22:35:46",
					["Looter"] = "五味",
					["Date"] = "2022-12-02",
					["Class"] = "ROGUE",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40336::::::::80:::::::::|h[生與死]|h|r", -- [1]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [2]
						"|cffa335ee|Hitem:40330::::::::80:::::::::|h[無歇攻擊護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量釋放頭盔]|h|r", -- [4]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-533-32304-15954-000009F2F4",
					["Time"] = "22:52:23",
					["Looter"] = "護送天堂",
					["Date"] = "2022-12-02",
					["Class"] = "WARLOCK",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40187::::::::80:::::::::|h[慘痛脛甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [2]
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[無情]|h|r", -- [3]
						"|cffa335ee|Hitem:40197::::::::80:::::::::|h[逝去巫師手套]|h|r", -- [4]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-533-32304-15936-000009F2F4",
					["Time"] = "23:01:00",
					["Looter"] = "衝吧狂霸霸",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40234::::::::80:::::::::|h[海根的腐臭法衣]|h|r", -- [1]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [2]
						"|cffa335ee|Hitem:40233::::::::80:::::::::|h[不死帶原]|h|r", -- [3]
						"|cffa335ee|Hitem:40206::::::::80:::::::::|h[鐵泉步靴]|h|r", -- [4]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-533-32304-16011-000009F2F4",
					["Time"] = "23:09:53",
					["Looter"] = "蒙塔基的刚蛋",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40243::::::::80:::::::::|h[惡意欺詐裹足]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40244::::::::80:::::::::|h[無稽之夢]|h|r", -- [4]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-533-32304-15989-00000A15D7",
					["Time"] = "23:15:19",
					["Looter"] = "衝吧狂霸霸",
					["Date"] = "2022-12-02",
					["Class"] = "SHAMAN",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40370::::::::80:::::::::|h[門衛]|h|r", -- [1]
						"|cffa335ee|Hitem:40381::::::::80:::::::::|h[共感]|h|r", -- [2]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[鑲骨腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [4]
						"|cffa335ee|Hitem:40377::::::::80:::::::::|h[天授尊爵肩鎧]|h|r", -- [5]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-533-32304-15990-000009F2F4",
					["Time"] = "23:27:16",
					["Looter"] = "Bigmouse",
					["Date"] = "2022-12-02",
					["Class"] = "MAGE",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40387::::::::80:::::::::|h[野心無窮]|h|r", -- [1]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[拙劣巫師斗篷]|h|r", -- [2]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [3]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [5]
					},
				}, -- [45]
			},
			["FirstClass"] = "WARLOCK",
			["Player"] = "邁克爾假死",
			["InstanceName"] = "纳克萨玛斯",
		}, -- [2]
		{
			["Date"] = "2022-12-04",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "司命",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-31638-15956-00000C8C0C",
					["Time"] = "20:19:58",
					["Looter"] = "司命",
					["Date"] = "2022-12-04",
					["Class"] = "PRIEST",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39701::::::::80:::::::::|h[黎明步靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[同化之盾]|h|r", -- [2]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[砂舊指環]|h|r", -- [3]
						"|cffa335ee|Hitem:39719::::::::80:::::::::|h[蝗蟲披肩]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-31638-15953-00000C8C0C",
					["Time"] = "20:26:06",
					["Looter"] = "莉姆露",
					["Date"] = "2022-12-04",
					["Class"] = "SHAMAN",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39728::::::::80:::::::::|h[悲慘圖騰]|h|r", -- [1]
						"|cffa335ee|Hitem:39733::::::::80:::::::::|h[徽記尊重手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[砂舊指環]|h|r", -- [3]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[火焰灼燒巨盔]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-31638-15952-00000C8C0C",
					["Time"] = "20:34:18",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-12-04",
					["Class"] = "WARLOCK",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39758::::::::80:::::::::|h[腭骨]|h|r", -- [1]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [2]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [3]
						"|cffa335ee|Hitem:39765::::::::80:::::::::|h[罪孽护腕]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-31638-16017-00040C8C0C",
					["Time"] = "20:38:38",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-12-04",
					["Class"] = "ROGUE",
					["Name"] = "缝补傀儡",
					["Loots"] = {
						"|cff0070dd|Hitem:37771::::::::80:::::::::|h[翠绿恢复护腕]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-31638-16028-00000C8C0C",
					["Time"] = "20:49:12",
					["Looter"] = "基爾邦尹",
					["Date"] = "2022-12-04",
					["Class"] = "HUNTER",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40260::::::::80:::::::::|h[刑求腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40264::::::::80:::::::::|h[劈裂巨錘]|h|r", -- [2]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[餘肢之書]|h|r", -- [3]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-31638-15931-00000C8C0C",
					["Time"] = "20:56:42",
					["Looter"] = "莉姆露",
					["Date"] = "2022-12-04",
					["Class"] = "SHAMAN",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[頹廢鎖鍊腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[粘液流動手環]|h|r", -- [2]
						"|cffa335ee|Hitem:40250::::::::80:::::::::|h[古舊冬季披風]|h|r", -- [3]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[共感襯肩]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-31638-15932-00000C8C0C",
					["Time"] = "21:01:45",
					["Looter"] = "樹獺從命",
					["Date"] = "2022-12-04",
					["Class"] = "WARRIOR",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [1]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保衛者胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保衛者胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40350::::::::80:::::::::|h[失落記憶骨灰罈]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-31638-15928-00000C8C0C",
					["Time"] = "21:13:20",
					["Looter"] = "基爾邦尹",
					["Date"] = "2022-12-04",
					["Class"] = "HUNTER",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-31638-16061-00000C8C0C",
					["Time"] = "21:24:21",
					["Looter"] = "苏苏大人",
					["Date"] = "2022-12-04",
					["Class"] = "PALADIN",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[遼闊心靈束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑護軀]|h|r", -- [2]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [3]
						"|cffa335ee|Hitem:40306::::::::80:::::::::|h[穢邪騎士護腕]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-31638-16060-00000C8C0C",
					["Time"] = "21:33:20",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-12-04",
					["Class"] = "WARLOCK",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光度罩氅]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[驚怖之觸]|h|r", -- [2]
						"|cffa335ee|Hitem:40330::::::::80:::::::::|h[無歇攻擊護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40339::::::::80:::::::::|h[高希的風帽]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-31638-15954-00000C8C0C",
					["Time"] = "21:51:08",
					["Looter"] = "別逼我恐懼",
					["Date"] = "2022-12-04",
					["Class"] = "WARLOCK",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40187::::::::80:::::::::|h[慘痛脛甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [2]
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [3]
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-533-31638-16036-00040C8C0C",
					["Time"] = "21:52:54",
					["Looter"] = "熙夏",
					["Date"] = "2022-12-04",
					["Class"] = "MAGE",
					["Name"] = "狂乱蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:44310::::::::80:::::::::|h[納拉克的配件尖刀]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-533-31638-15936-00000C8C0C",
					["Time"] = "21:56:55",
					["Looter"] = "樹獺從命",
					["Date"] = "2022-12-04",
					["Class"] = "WARRIOR",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [2]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[喪鐘]|h|r", -- [3]
						"|cffa335ee|Hitem:40233::::::::80:::::::::|h[不死帶原]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-533-31638-16011-00000C8C0C",
					["Time"] = "22:07:07",
					["Looter"] = "酒小獵",
					["Date"] = "2022-12-04",
					["Class"] = "HUNTER",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40243::::::::80:::::::::|h[邪恶谎言裹足]|h|r", -- [1]
						"|cffa335ee|Hitem:40246::::::::80:::::::::|h[冲动之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-533-31638-15989-00000CAA32",
					["Time"] = "22:13:39",
					["Looter"] = "莉姆露",
					["Date"] = "2022-12-04",
					["Class"] = "SHAMAN",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [1]
						"|cffa335ee|Hitem:40367::::::::80:::::::::|h[偉大傀儡長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [3]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[拒斥符文]|h|r", -- [4]
						"|cffa335ee|Hitem:40375::::::::80:::::::::|h[美麗凋零之戒]|h|r", -- [5]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-533-31638-15990-00000C8C0C",
					["Time"] = "22:24:54",
					["Looter"] = "不死夜空",
					["Date"] = "2022-12-04",
					["Class"] = "WARLOCK",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40395::::::::80:::::::::|h[聖火之炬]|h|r", -- [1]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [2]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40401::::::::80:::::::::|h[理性之聲]|h|r", -- [4]
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[災禍之攫]|h|r", -- [5]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-533-9253-15956-00000DEBF3",
					["Time"] = "21:10:33",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-05",
					["Looter"] = "百年術人丶",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39139::::::::80:::::::::|h[毁坏战靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39189::::::::80:::::::::|h[坚持之靴]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-533-9253-15953-00000DEBF3",
					["Time"] = "21:15:50",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-05",
					["Looter"] = "特變電工",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39195::::::::80:::::::::|h[迷失情感护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:39199::::::::80:::::::::|h[凝视之眼]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-533-9253-15952-00000DEBF3",
					["Time"] = "21:30:34",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-05",
					["Looter"] = "尛飯糰",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39221::::::::80:::::::::|h[怨灵长矛]|h|r", -- [1]
						"|cffa335ee|Hitem:39231::::::::80:::::::::|h[古旧丝环]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-533-9253-16028-00000DEBF3",
					["Time"] = "21:39:01",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-05",
					["Looter"] = "敌忾狩人丶",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39267::::::::80:::::::::|h[憎恶肩刃]|h|r", -- [1]
						"|cffa335ee|Hitem:39274::::::::80:::::::::|h[呕吐者的肩垫]|h|r", -- [2]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-533-9253-15931-00000DEBF3",
					["Time"] = "21:43:56",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-05",
					["Looter"] = "死靈米",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39278::::::::80:::::::::|h[焦虑腕甲]|h|r", -- [1]
						"|cffa335ee|Hitem:39282::::::::80:::::::::|h[骨链符咒]|h|r", -- [2]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-533-9253-15932-00000DEBF3",
					["Time"] = "21:47:16",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-05",
					["Looter"] = "感覺是世壹騎",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40624::::::::80:::::::::|h[失落胜利者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39280::::::::80:::::::::|h[千钩腿甲]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-533-9253-15954-00000DEBF3",
					["Time"] = "21:58:51",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-05",
					["Looter"] = "感覺是世壹騎",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39235::::::::80:::::::::|h[骨架护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:39241::::::::80:::::::::|h[天灾的黑暗披风]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-533-9253-15936-00000DEBF3",
					["Time"] = "22:03:27",
					["Class"] = "DRUID",
					["Date"] = "2022-12-05",
					["Looter"] = "傲慢無言",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39246::::::::80:::::::::|h[剖检护符]|h|r", -- [1]
						"|cffa335ee|Hitem:39254::::::::80:::::::::|h[轻舞之靴]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-533-9253-16061-00000DEBF3",
					["Time"] = "22:15:17",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-05",
					["Looter"] = "感覺是世壹騎",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39299::::::::80:::::::::|h[急速攻击手套]|h|r", -- [1]
						"|cffa335ee|Hitem:39308::::::::80:::::::::|h[仁慈束带]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-533-9253-16060-00000DEBF3",
					["Time"] = "22:23:48",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-05",
					["Looter"] = "尛飯糰",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:39345::::::::80:::::::::|h[飞升幽灵束带]|h|r", -- [1]
						"|cffa335ee|Hitem:39388::::::::80:::::::::|h[灵魂世界之镜]|h|r", -- [2]
					},
				}, -- [26]
			},
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "PRIEST",
			["Player"] = "特變電工",
			["SavedID"] = 115124376,
		}, -- [3]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
