
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "貓咪的尾巴",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-08-22",
			["FirstClass"] = "PALADIN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-16854-18831-0000223D7D",
					["Time"] = "20:37:27",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-22",
					["Class"] = "DRUID",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29764::::::::70::::::::|h[逝往防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:28800::::::::70::::::::|h[那魯之錘]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-565-16854-19044-0000223D7D",
					["Time"] = "20:52:56",
					["Looter"] = "貓咪的尾巴",
					["Date"] = "2021-08-22",
					["Class"] = "PALADIN",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28803::::::::70::::::::|h[自然氣息風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:28827::::::::70::::::::|h[屠龍者護手]|h|r", -- [3]
					},
				}, -- [2]
			},
		}, -- [1]
		{
			["InstanceID"] = 544,
			["Player"] = "特變電工",
			["FirstPlayer"] = "佛仔",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-08-22",
			["FirstClass"] = "DRUID",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-544-17761-17257-0000224949",
					["Time"] = "21:25:58",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-22",
					["Class"] = "DRUID",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28779::::::::70::::::::|h[無盡圈套束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:28783::::::::70::::::::|h[埃雷達爾忘卻法杖]|h|r", -- [3]
						"|cffa335ee|Hitem:29753::::::::70::::::::|h[逝往防衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [2]
		{
			["InstanceID"] = 532,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-532-10541-15551-000423B4E1",
					["Time"] = "23:11:41",
					["Class"] = "PRIEST",
					["Date"] = "2021-08-23",
					["Looter"] = "小冰妹",
					["Name"] = "鬼靈馬廄僕人",
					["Loots"] = {
						"|cffa335ee|Hitem:30643::::::::70::::::::|h[追蹤者腰帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-532-10541-16152-000023BB21",
					["Time"] = "23:15:19",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-23",
					["Looter"] = "特變電工",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28505::::::::70::::::::|h[希望重燃護手]|h|r", -- [1]
						"|cffa335ee|Hitem:28503::::::::70::::::::|h[旋風護腕]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-532-10541-15687-000023B4E1",
					["Time"] = "23:27:41",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-23",
					["Looter"] = "背骨陰仔",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28524::::::::70::::::::|h[綠寶石匕首]|h|r", -- [1]
						"|cffa335ee|Hitem:28567::::::::70::::::::|h[強力腰帶]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-532-10541-16457-000023B4E1",
					["Time"] = "23:44:51",
					["Class"] = "WARLOCK",
					["Date"] = "2021-08-23",
					["Looter"] = "永世相知",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28515::::::::70::::::::|h[惡毒手環]|h|r", -- [1]
						"|cffa335ee|Hitem:28521::::::::70::::::::|h[樹林修補者長手套]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-532-10541-18168-000023C594",
					["Time"] = "23:59:20",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-23",
					["Looter"] = "強運魔人",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:28587::::::::70::::::::|h[繼承之斧]|h|r", -- [1]
						"|cffa335ee|Hitem:28592::::::::70::::::::|h[贖救靈魂聖契]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-532-10541-17225-000023CF18",
					["Time"] = "00:50:15",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-24",
					["Looter"] = "背骨陰仔",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28611::::::::70::::::::|h[龍心火焰盾牌]|h|r", -- [1]
						"|cffa335ee|Hitem:28600::::::::70::::::::|h[石化樹幹上衣]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-532-10541-15691-000023B4E1",
					["Time"] = "01:04:11",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-24",
					["Looter"] = "背骨陰仔",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29757::::::::70::::::::|h[逝往勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28612::::::::70::::::::|h[慰藉給予者肩鎧]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-532-10541-15688-000023B4E1",
					["Time"] = "01:25:09",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-24",
					["Looter"] = "特變電工",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cff0070dd|Hitem:22561::::::::70::::::::|h[公式:附魔武器 - 靈魂冰霜]|h|r", -- [1]
						"|cffa335ee|Hitem:28656::::::::70::::::::|h[宵小束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:28659::::::::70::::::::|h[薩維亞短劍]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-532-10541-16524-000023B4E1",
					["Time"] = "01:48:26",
					["Class"] = "MAGE",
					["Date"] = "2021-08-24",
					["Looter"] = "紅麗幻法",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28673::::::::70::::::::|h[提里斯法權勢魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:28672::::::::70::::::::|h[黑暗搶奪者披氅]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-532-10541-16544-000123B4E1",
					["Time"] = "01:55:31",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-24",
					["Looter"] = "背骨陰仔",
					["Name"] = "伊斯利竊賊",
					["Loots"] = {
						"|cffa335ee|Hitem:30667::::::::70::::::::|h[無情風暴之戒]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-532-10541-15690-000023B4E1",
					["Time"] = "02:16:16",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-24",
					["Looter"] = "背骨陰仔",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:28766::::::::70::::::::|h[神秘紅寶石披氅]|h|r", -- [1]
						"|cffa335ee|Hitem:28772::::::::70::::::::|h[日怒鳳凰之弓]|h|r", -- [2]
						"|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-532-10541-15689-000023B4E1",
					["Time"] = "02:31:18",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-24",
					["Looter"] = "特變電工",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28730::::::::70::::::::|h[無疤秘銀指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28744::::::::70::::::::|h[獨心頭飾]|h|r", -- [2]
					},
				}, -- [12]
			},
			["FirstClass"] = "PALADIN",
			["Date"] = "2021-08-23",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Karazhan",
			["FirstPlayer"] = "強運魔人",
		}, -- [3]
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "月巴豸苗",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-08-29",
			["FirstClass"] = "DRUID",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-17081-19044-00002B76C3",
					["Time"] = "20:48:01",
					["Looter"] = "貓咪的尾巴",
					["Date"] = "2021-08-29",
					["Class"] = "PALADIN",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29766::::::::70::::::::|h[逝往勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28823::::::::70::::::::|h[戈魯爾之眼]|h|r", -- [2]
						"|cffa335ee|Hitem:28825::::::::70::::::::|h[奧多爾遺產防衛者]|h|r", -- [3]
					},
				}, -- [1]
			},
		}, -- [4]
		{
			["InstanceID"] = 544,
			["Player"] = "特變電工",
			["FirstPlayer"] = "酸臭味古龍水",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-08-29",
			["FirstClass"] = "PALADIN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-544-18340-17257-00002B82C2",
					["Time"] = "21:19:56",
					["Looter"] = "Dinodino",
					["Date"] = "2021-08-29",
					["Class"] = "WARRIOR",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28774::::::::70::::::::|h[競技場之寬刃]|h|r", -- [2]
						"|cffa335ee|Hitem:28789::::::::70::::::::|h[瑪瑟里頓之眼]|h|r", -- [3]
						"|cffa335ee|Hitem:29755::::::::70::::::::|h[逝往英雄護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [5]
		{
			["InstanceID"] = 532,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-28313-16152-00002CF63B",
					["Time"] = "23:18:02",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28508::::::::70::::::::|h[聖使祝福手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28502::::::::70::::::::|h[驍勇臂鎧]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-28313-15687-00002CF34A",
					["Time"] = "23:29:55",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28545::::::::70::::::::|h[邊緣行者長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28570::::::::70::::::::|h[達拉然暗影披風]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-28313-16409-002AACF34A",
					["Time"] = "23:31:23",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-28313-16457-00002CF34A",
					["Time"] = "23:42:09",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28517::::::::70::::::::|h[預示之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28522::::::::70::::::::|h[善潔裂片]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-28313-17521-00002CFE5B",
					["Time"] = "23:52:21",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "大野狼",
					["Loots"] = {
						"|cffa335ee|Hitem:28581::::::::70::::::::|h[屠狼者狙擊步槍]|h|r", -- [1]
						"|cffa335ee|Hitem:28590::::::::70::::::::|h[奉獻綬帶]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-28313-16481-00002CF34A",
					["Time"] = "23:58:33",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-30",
					["Class"] = "WARRIOR",
					["Name"] = "恐怖的縛靈",
					["Loots"] = {
						"|cffa335ee|Hitem:30641::::::::70::::::::|h[迴避之靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-28313-17225-00002CF34A",
					["Time"] = "00:14:25",
					["Looter"] = "特變電工",
					["Date"] = "2021-08-31",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28604::::::::70::::::::|h[永生黑夜之杖]|h|r", -- [1]
						"|cffa335ee|Hitem:28602::::::::70::::::::|h[古老符號長袍]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-28313-16488-0002ACF34A",
					["Time"] = "00:23:11",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-31",
					["Looter"] = "強運魔人",
					["Name"] = "秘法異反元素",
					["Loots"] = {
						"|cff0070dd|Hitem:22146::::::::70::::::::|h[書卷:野性賜福 III]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-28313-15691-00002CF34A",
					["Time"] = "00:30:01",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-31",
					["Looter"] = "特變電工",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29756::::::::70::::::::|h[逝往英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28631::::::::70::::::::|h[龍震肩衛]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-28313-15688-00002CF34A",
					["Time"] = "00:51:12",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-31",
					["Looter"] = "特變電工",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28655::::::::70::::::::|h[自然生計之索]|h|r", -- [1]
						"|cffa335ee|Hitem:28662::::::::70::::::::|h[聖光捆縛者胸甲]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-532-28313-16524-00002CF34A",
					["Time"] = "00:58:57",
					["Class"] = "MAGE",
					["Date"] = "2021-08-31",
					["Looter"] = "速嵐轎",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28673::::::::70::::::::|h[提里斯法權勢魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:28672::::::::70::::::::|h[黑暗搶奪者披氅]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-532-28313-16525-0004ACF34A",
					["Time"] = "01:01:10",
					["Class"] = "MAGE",
					["Date"] = "2021-08-31",
					["Looter"] = "速嵐轎",
					["Name"] = "魔法鬼魂",
					["Loots"] = {
						"|cffa335ee|Hitem:30643::::::::70::::::::|h[追蹤者腰帶]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-532-28313-16544-00012CF34A",
					["Time"] = "01:05:31",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-31",
					["Looter"] = "強運魔人",
					["Name"] = "伊斯利竊賊",
					["Loots"] = {
						"|cffa335ee|Hitem:30641::::::::70::::::::|h[迴避之靴]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-532-28313-16545-00002CF34A",
					["Time"] = "01:08:28",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-31",
					["Looter"] = "特變電工",
					["Name"] = "伊斯利盜法者",
					["Loots"] = {
						"|cffa335ee|Hitem:30667::::::::70::::::::|h[無情風暴之戒]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-532-28313-15690-00002CF34A",
					["Time"] = "01:21:54",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-31",
					["Looter"] = "特變電工",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28762::::::::70::::::::|h[偷取的靈魂飾物]|h|r", -- [2]
						"|cffa335ee|Hitem:28767::::::::70::::::::|h[斬首者]|h|r", -- [3]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-532-28313-15689-00002CF34A",
					["Time"] = "01:34:15",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-31",
					["Looter"] = "賽亞人",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28734::::::::70::::::::|h[無限可能珠寶]|h|r", -- [1]
						"|cffa335ee|Hitem:28735::::::::70::::::::|h[大地之血護胸]|h|r", -- [2]
					},
				}, -- [16]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2021-08-30",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Karazhan",
			["FirstPlayer"] = "未知",
		}, -- [6]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000152587891, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
