
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 532,
			["FirstPlayer"] = "布極隔",
			["InstanceName"] = "Karazhan",
			["Class"] = "WARRIOR",
			["Date"] = "2021-10-16",
			["FirstClass"] = "ROGUE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-532-23656-16152-00006A7A87",
					["Time"] = "15:09:43",
					["Class"] = "DRUID",
					["Date"] = "2021-10-16",
					["Looter"] = "熊豹貓鳥樹豚",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28454::::::::70:::::::::|h[獵捕者戰鬥手環]|h|r", -- [1]
						"|cffa335ee|Hitem:28506::::::::70:::::::::|h[敏捷操作手套]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-532-23656-16409-000F6A77C5",
					["Time"] = "15:12:29",
					["Class"] = "DRUID",
					["Date"] = "2021-10-16",
					["Looter"] = "熊豹貓鳥樹豚",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cffa335ee|Hitem:30667::::::::70:::::::::|h[無情風暴之戒]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-532-23656-15687-00006A77C4",
					["Time"] = "15:17:03",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-16",
					["Looter"] = "布極隔",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28530::::::::70:::::::::|h[不滅狂怒胸針]|h|r", -- [1]
						"|cffa335ee|Hitem:28569::::::::70:::::::::|h[剛勇之靴]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-532-23656-16457-00006A77C5",
					["Time"] = "15:24:58",
					["Class"] = "MAGE",
					["Date"] = "2021-10-16",
					["Looter"] = "羅貝特弗羅斯",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28515::::::::70:::::::::|h[惡毒手環]|h|r", -- [1]
						"|cffa335ee|Hitem:28523::::::::70:::::::::|h[治癒大雨圖騰]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-532-23656-18168-00006A8083",
					["Time"] = "15:34:59",
					["Class"] = "DRUID",
					["Date"] = "2021-10-16",
					["Looter"] = "熊豹貓鳥樹豚",
					["Name"] = "老巫婆",
					["Loots"] = {
						"|cffa335ee|Hitem:28591::::::::70:::::::::|h[大地靈魂護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28586::::::::70:::::::::|h[邪惡女巫之帽]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-532-23656-17225-00006A77C5",
					["Time"] = "15:49:27",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-16",
					["Looter"] = "牛頭薩滿奶多",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28600::::::::70:::::::::|h[石化樹幹上衣]|h|r", -- [1]
						"|cffa335ee|Hitem:28608::::::::70:::::::::|h[緊急鐵行者之靴]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-532-23656-15691-00006A77C4",
					["Time"] = "15:59:01",
					["Class"] = "DRUID",
					["Date"] = "2021-10-16",
					["Looter"] = "熊豹貓鳥樹豚",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29758::::::::70:::::::::|h[逝往防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28647::::::::70:::::::::|h[森林之風肩墊]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-532-23656-15688-00006A77C4",
					["Time"] = "16:13:50",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-16",
					["Looter"] = "牛頭薩滿奶多",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28662::::::::70:::::::::|h[聖光捆縛者胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:28653::::::::70:::::::::|h[灌注之影藤披風]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-532-23656-16524-00006A77C5",
					["Time"] = "16:19:57",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-16",
					["Looter"] = "布極隔",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28673::::::::70:::::::::|h[提里斯法權勢魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:28670::::::::70:::::::::|h[地獄火集會之靴]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-532-23656-15689-00006A77C4",
					["Time"] = "16:33:35",
					["Class"] = "DRUID",
					["Date"] = "2021-10-16",
					["Looter"] = "熊豹貓鳥樹豚",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28730::::::::70:::::::::|h[無疤秘銀指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28735::::::::70:::::::::|h[大地之血護胸]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-532-23656-15690-00006A77C4",
					["Time"] = "16:44:59",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-16",
					["Looter"] = "特變電工",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29760::::::::70:::::::::|h[逝往勇士頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28771::::::::70:::::::::|h[聖光正義之錘]|h|r", -- [2]
						"|cffa335ee|Hitem:28762::::::::70:::::::::|h[偷取的靈魂飾物]|h|r", -- [3]
					},
				}, -- [11]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-10-16",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-548-26551-21216-00006ABA3A",
					["Time"] = "20:42:40",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:32516::::::::70:::::::::|h[純淨裹帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-548-26551-21220-00006ABA3C",
					["Time"] = "20:48:42",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-16",
					["Class"] = "PALADIN",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-548-26551-21263-00016ABA3C",
					["Time"] = "20:57:42",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-16",
					["Class"] = "PALADIN",
					["Name"] = "灰色之心技師",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-548-26551-21217-00006ACD92",
					["Time"] = "21:12:34",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30060::::::::70:::::::::|h[便戰之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30066::::::::70:::::::::|h[暴風行者之靴]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-548-26551-21224-00006ABA3A",
					["Time"] = "21:42:55",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-16",
					["Class"] = "PALADIN",
					["Name"] = "潮行者深淵先知",
					["Loots"] = {
						"|cffa335ee|Hitem:30025::::::::70:::::::::|h[毒蛇神殿手裏劍]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-548-26551-21213-00006ABA3A",
					["Time"] = "22:09:24",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30720::::::::70:::::::::|h[蛇圍繩帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30081::::::::70:::::::::|h[遺忘戰靴]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-548-26551-21251-0001EABA3A",
					["Time"] = "22:17:31",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-10-16",
					["Class"] = "WARRIOR",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30022::::::::70:::::::::|h[冒險墜飾]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-548-26551-21214-00006ABA3A",
					["Time"] = "22:31:58",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-548-26551-21215-00006ABA3A",
					["Time"] = "22:53:28",
					["Looter"] = "往事如鷹",
					["Date"] = "2021-10-16",
					["Class"] = "PRIEST",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30097::::::::70:::::::::|h[珊瑚鉤肩墊]|h|r", -- [1]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [3]
					},
				}, -- [9]
			},
		}, -- [2]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-25889-20033-00006AEB0B",
					["Time"] = "23:29:14",
					["Looter"] = "福利貝爾",
					["Date"] = "2021-10-16",
					["Class"] = "WARLOCK",
					["Name"] = "星術師",
					["Loots"] = {
						"|cffa335ee|Hitem:30026::::::::70:::::::::|h[神聖射手手環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-25889-20037-0000EAEB0B",
					["Time"] = "23:35:46",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-16",
					["Class"] = "PALADIN",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-25889-19514-00006AEB0B",
					["Time"] = "23:56:32",
					["Looter"] = "泰國鵝店",
					["Date"] = "2021-10-16",
					["Class"] = "SHAMAN",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29921::::::::70:::::::::|h[火羽胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:29947::::::::70:::::::::|h[灼熱掌握手套]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-25889-20040-0000EAEB0B",
					["Time"] = "00:15:55",
					["Looter"] = "歿天使",
					["Date"] = "2021-10-17",
					["Class"] = "PALADIN",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-25889-19516-00006AEB0B",
					["Time"] = "00:30:19",
					["Looter"] = "泰國鵝店",
					["Date"] = "2021-10-17",
					["Class"] = "SHAMAN",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29985::::::::70:::::::::|h[虛無搶奪者護脛]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-18927-20031-00006C09A4",
					["Time"] = "20:35:14",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-17",
					["Looter"] = "來與正妹裸聊",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-18927-20043-0007EC09A3",
					["Time"] = "20:50:17",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-17",
					["Looter"] = "不死夜空",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-18927-18805-00006C09A3",
					["Time"] = "21:03:42",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-17",
					["Looter"] = "特變電工",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30449::::::::70:::::::::|h[虛無之星飾物]|h|r", -- [1]
						"|cffa335ee|Hitem:29950::::::::70:::::::::|h[血守衛護脛]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-18927-21268-00006C32DC",
					["Time"] = "22:28:29",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-17",
					["Looter"] = "尐沫",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-18927-21274-00006C32DC",
					["Time"] = "22:29:00",
					["Class"] = "MAGE",
					["Date"] = "2021-10-17",
					["Looter"] = "魔令古二世",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-18927-21271-00006C32DC",
					["Time"] = "22:29:07",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-17",
					["Looter"] = "尐沫",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-18927-21268-00006C35EE",
					["Time"] = "22:41:12",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-17",
					["Looter"] = "尐沫",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-18927-21274-00006C35EE",
					["Time"] = "22:41:46",
					["Class"] = "MAGE",
					["Date"] = "2021-10-17",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-18927-21271-00006C35EE",
					["Time"] = "22:41:52",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-17",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-18927-21270-00006C35EE",
					["Time"] = "22:41:56",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-17",
					["Looter"] = "歐艾丹",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-18927-21273-00006C35EE",
					["Time"] = "22:42:06",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-17",
					["Looter"] = "特變電工",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-18927-21272-00006C35EE",
					["Time"] = "22:42:14",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-17",
					["Looter"] = "歿天使",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-18927-21268-00006C3979",
					["Time"] = "22:56:19",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-17",
					["Looter"] = "尐沫",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-18927-21274-00006C3979",
					["Time"] = "22:56:48",
					["Class"] = "MAGE",
					["Date"] = "2021-10-17",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-550-18927-21271-00006C3979",
					["Time"] = "22:56:51",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-17",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-550-18927-21270-00006C3979",
					["Time"] = "22:57:13",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-17",
					["Looter"] = "歐艾丹",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-550-18927-21272-00006C3979",
					["Time"] = "22:57:16",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-17",
					["Looter"] = "背鍋俠",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-550-18927-21273-00006C3979",
					["Time"] = "22:57:18",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-17",
					["Looter"] = "特變電工",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-550-18927-21268-00006C3DED",
					["Time"] = "23:15:20",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-17",
					["Looter"] = "龍老爸",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-550-18927-21274-00006C3DED",
					["Time"] = "23:15:53",
					["Class"] = "MAGE",
					["Date"] = "2021-10-17",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-550-18927-21271-00006C3DED",
					["Time"] = "23:16:04",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-17",
					["Looter"] = "狂牛奔向天",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-550-18927-21273-00006C3DED",
					["Time"] = "23:16:17",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-17",
					["Looter"] = "歐艾丹",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-550-18927-21270-00006C3DED",
					["Time"] = "23:16:19",
					["Class"] = "DRUID",
					["Date"] = "2021-10-17",
					["Looter"] = "我只能慢慢來",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-550-18927-21272-00006C3DED",
					["Time"] = "23:16:21",
					["Class"] = "PRIEST",
					["Date"] = "2021-10-17",
					["Looter"] = "阿梨",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [29]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2021-10-16",
			["FirstClass"] = "HUNTER",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "尐沫",
		}, -- [3]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2021-10-23",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-31074-21339-000173F3D5",
					["Time"] = "20:29:33",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-23",
					["Looter"] = "歐艾丹",
					["Name"] = "盤牙憎恨尖嘯者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-31074-21216-000073F3D5",
					["Time"] = "20:39:03",
					["Class"] = "DRUID",
					["Date"] = "2021-10-23",
					["Looter"] = "程昱",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30050::::::::70:::::::::|h[變換夢魘之靴]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-31074-21301-0001F3F3D7",
					["Time"] = "20:56:43",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-23",
					["Looter"] = "背鍋俠",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-31074-21217-0000740BA8",
					["Time"] = "21:27:03",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-23",
					["Looter"] = "啾咪丸",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30665::::::::70:::::::::|h[精神冥想耳環]|h|r", -- [1]
						"|cffa335ee|Hitem:30058::::::::70:::::::::|h[潮汐之錘]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-31074-21213-000073F3D5",
					["Time"] = "22:09:19",
					["Class"] = "DRUID",
					["Date"] = "2021-10-23",
					["Looter"] = "程昱",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30098::::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r", -- [1]
						"|cffa335ee|Hitem:30008::::::::70:::::::::|h[迷失歲月墜飾]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-31074-21299-000273F3D5",
					["Time"] = "22:14:01",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-23",
					["Looter"] = "歐艾丹",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-31074-21214-000073F3D5",
					["Time"] = "22:33:28",
					["Class"] = "DRUID",
					["Date"] = "2021-10-23",
					["Looter"] = "程昱",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30626::::::::70:::::::::|h[亂流之測量儀]|h|r", -- [2]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-31074-21230-000073F3D6",
					["Time"] = "22:39:33",
					["Class"] = "MAGE",
					["Date"] = "2021-10-23",
					["Looter"] = "柒莫",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cff0070dd|Hitem:31304::::::::70:::::::::|h[精華集中器]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-548-31074-21215-000073F3D5",
					["Time"] = "22:52:36",
					["Class"] = "DRUID",
					["Date"] = "2021-10-23",
					["Looter"] = "程昱",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30092::::::::70:::::::::|h[逆戟鯨皮之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
					},
				}, -- [9]
			},
			["Player"] = "特變電工",
		}, -- [4]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "我只能慢慢來",
			["InstanceName"] = "Tempest Keep",
			["FirstClass"] = "DRUID",
			["Date"] = "2021-10-23",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-7113-19514-00007422C9",
					["Time"] = "23:36:48",
					["Class"] = "DRUID",
					["Date"] = "2021-10-23",
					["Looter"] = "程昱",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:30448::::::::70:::::::::|h[歐爾之爪]|h|r", -- [1]
						"|cffa335ee|Hitem:29921::::::::70:::::::::|h[火羽胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-7113-20052-00007422C9",
					["Time"] = "23:54:38",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-23",
					["Looter"] = "薇亞",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-7113-19516-00007422C9",
					["Time"] = "00:14:26",
					["Class"] = "DRUID",
					["Date"] = "2021-10-24",
					["Looter"] = "程昱",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30450::::::::70:::::::::|h[扭曲彈簧線圈]|h|r", -- [1]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [3]
			},
			["Player"] = "特變電工",
		}, -- [5]
		{
			["Date"] = "2021-10-24",
			["Class"] = "WARRIOR",
			["InstanceID"] = 309,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-309-25674-14509-000074FF83",
					["Time"] = "14:45:59",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-24",
					["Class"] = "WARRIOR",
					["Name"] = "高階祭司塞卡爾",
					["Loots"] = {
						"|cff0070dd|Hitem:19898::::::::70:::::::::|h[金度的徽印]|h|r", -- [1]
						"|cff0070dd|Hitem:22712::::::::70:::::::::|h[族群之力]|h|r", -- [2]
						"|cffa335ee|Hitem:19720::::::::70:::::::::|h[原始哈卡萊束帶]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-309-25674-11382-000074FF83",
					["Time"] = "14:52:39",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-24",
					["Class"] = "WARRIOR",
					["Name"] = "血領主曼多基爾",
					["Loots"] = {
						"|cffa335ee|Hitem:19722::::::::70:::::::::|h[原始哈卡萊徽章]|h|r", -- [1]
					},
				}, -- [2]
			},
			["InstanceName"] = "祖爾格拉布",
			["SavedID"] = 44698949,
			["Player"] = "特變電工",
			["FirstClass"] = "UNKNOWN",
		}, -- [6]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "WARRIOR",
			["Date"] = "2021-10-24",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-8545-20031-0000F54542",
					["Time"] = "20:35:32",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-24",
					["Looter"] = "聖經",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-8545-20043-0004754543",
					["Time"] = "20:37:59",
					["Class"] = "DRUID",
					["Date"] = "2021-10-24",
					["Looter"] = "程昱",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-8545-20043-0006754542",
					["Time"] = "20:40:17",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-24",
					["Looter"] = "歐艾丹",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-8545-20044-0001F54543",
					["Time"] = "20:43:11",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-24",
					["Looter"] = "歐艾丹",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-8545-18805-0000754542",
					["Time"] = "21:09:09",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-24",
					["Looter"] = "來與正妹裸聊",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-8545-21274-0000756A54",
					["Time"] = "22:15:49",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-24",
					["Looter"] = "來與正妹裸聊",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-8545-21271-0000756A54",
					["Time"] = "22:16:27",
					["Class"] = "HUNTER",
					["Date"] = "2021-10-24",
					["Looter"] = "狂牛奔向天",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-8545-21273-0000756A54",
					["Time"] = "22:16:32",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-24",
					["Looter"] = "別逼我擋怪",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-8545-21271-0000756E42",
					["Time"] = "22:32:55",
					["Class"] = "DRUID",
					["Date"] = "2021-10-24",
					["Looter"] = "程昱",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-8545-21274-0000756E42",
					["Time"] = "22:32:57",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-24",
					["Looter"] = "不死夜空",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-8545-21274-0000757572",
					["Time"] = "23:03:02",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-24",
					["Looter"] = "不死夜空",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-8545-21270-0000757572",
					["Time"] = "23:03:20",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-24",
					["Looter"] = "特變電工",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-8545-21271-0000757572",
					["Time"] = "23:03:27",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-24",
					["Looter"] = "別逼我擋怪",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-8545-21273-0000757572",
					["Time"] = "23:03:27",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-24",
					["Looter"] = "歐艾丹",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-8545-21272-0000757572",
					["Time"] = "23:03:29",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-24",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
			},
			["Player"] = "特變電工",
		}, -- [7]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
