
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 580,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-580-25686-25367-000527081F",
					["Time"] = "20:31:24",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-09-18",
					["Looter"] = "Demonsroots",
					["Name"] = "日刃大法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-580-25686-25369-000127081F",
					["Time"] = "20:34:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-09-18",
					["Looter"] = "狠壞",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-580-25686-25363-000027081F",
					["Time"] = "20:36:34",
					["Class"] = "WARLOCK",
					["Date"] = "2022-09-18",
					["Looter"] = "晝臨",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-580-25686-24892-000027081F",
					["Time"] = "20:42:26",
					["Class"] = "MAGE",
					["Date"] = "2022-09-18",
					["Looter"] = "浪神",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘鎮壓者護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘鎮壓者護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [3]
						"|cffa335ee|Hcurrency:42:2|h[正義徽章]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-580-25686-24882-000027081F",
					["Time"] = "20:49:48",
					["Class"] = "MAGE",
					["Date"] = "2022-09-18",
					["Looter"] = "浪神",
					["Name"] = "布魯托魯斯",
					["Loots"] = {
						"|cffa335ee|Hitem:34177::::::::70:::::::::|h[終歿之攫]|h|r", -- [1]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hcurrency:42:2|h[正義徽章]|h|r", -- [5]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-580-25686-25038-0000271423",
					["Time"] = "20:58:45",
					["Class"] = "ROGUE",
					["Date"] = "2022-09-18",
					["Looter"] = "二筒姐姐",
					["Name"] = "魔龍謎霧",
					["Loots"] = {
						"|cffa335ee|Hitem:34352::::::::70:::::::::|h[邊地要塞之握]|h|r", -- [1]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [4]
						"|cffa335ee|Hcurrency:42:2|h[正義徽章]|h|r", -- [5]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-580-25686-25166-0000271871",
					["Time"] = "21:10:51",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-09-18",
					["Looter"] = "Demonsroots",
					["Name"] = "大術士艾黎瑟絲",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:34189::::::::70:::::::::|h[有害慾望指環]|h|r", -- [2]
						"|cffa335ee|Hitem:34197::::::::70:::::::::|h[噬血剃刃]|h|r", -- [3]
						"|cffa335ee|Hitem:34209::::::::70:::::::::|h[悔改肩甲]|h|r", -- [4]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [5]
						"|cffa335ee|Hitem:34208::::::::70:::::::::|h[至衡肩冑]|h|r", -- [6]
						"|cffa335ee|Hitem:35291::::::::70:::::::::|h[辛多雷拯救墜飾]|h|r", -- [7]
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [8]
						"|cffa335ee|Hcurrency:42:2|h[正義徽章]|h|r", -- [9]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-580-25686-25597-0000A7081F",
					["Time"] = "21:12:43",
					["Class"] = "WARRIOR",
					["Date"] = "2022-09-18",
					["Looter"] = "巴撒卡",
					["Name"] = "消亡法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-580-25686-25597-000127081F",
					["Time"] = "21:12:44",
					["Class"] = "WARRIOR",
					["Date"] = "2022-09-18",
					["Looter"] = "朝朝扯旗",
					["Name"] = "消亡法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-580-25686-25593-000027081F",
					["Time"] = "21:13:20",
					["Class"] = "MAGE",
					["Date"] = "2022-09-18",
					["Looter"] = "浪神",
					["Name"] = "天啟守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-580-25686-25840-0000271A7C",
					["Time"] = "21:19:01",
					["Class"] = "MAGE",
					["Date"] = "2022-09-18",
					["Looter"] = "浪神",
					["Name"] = "安卓普斯",
					["Loots"] = {
						"|cffa335ee|Hitem:34427::::::::70:::::::::|h[黑染的那魯稜片]|h|r", -- [1]
						"|cffa335ee|Hitem:34228::::::::70:::::::::|h[兇惡陸行鷹鍊衫]|h|r", -- [2]
						"|cffa335ee|Hitem:34232::::::::70:::::::::|h[魔化征服者衣飾]|h|r", -- [3]
						"|cffa335ee|Hitem:35282::::::::70:::::::::|h[辛多雷支配指環]|h|r", -- [4]
						"|cffa335ee|Hcurrency:42:2|h[正義徽章]|h|r", -- [5]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-580-25686-25315-0000271BB2",
					["Time"] = "21:27:28",
					["Class"] = "WARRIOR",
					["Date"] = "2022-09-18",
					["Looter"] = "朝朝扯旗",
					["Name"] = "基爾加丹",
					["Loots"] = {
						"|cffa335ee|Hitem:34242::::::::70:::::::::|h[安東尼達斯的破斗篷]|h|r", -- [1]
						"|cffa335ee|Hitem:34333::::::::70:::::::::|h[艾蘭里亞罩盔]|h|r", -- [2]
						"|cffa335ee|Hitem:34339::::::::70:::::::::|h[光之純淨風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:34344::::::::70:::::::::|h[褻瀆諸界手甲]|h|r", -- [4]
						"|cffa335ee|Hcurrency:42:3|h[正義徽章]|h|r", -- [5]
					},
				}, -- [12]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-09-18",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Sunwell Plateau",
			["FirstPlayer"] = "未知目標",
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
