
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Sunwell Plateau",
			["Class"] = "WARRIOR",
			["Date"] = "2022-06-12",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-580-29026-25591-000025F7EC",
					["Time"] = "22:29:19",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-06-12",
					["Class"] = "PALADIN",
					["Name"] = "痛苦使者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-580-12876-24892-00002DC650",
					["Time"] = "20:39:48",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-06-18",
					["Class"] = "PRIEST",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34168::::::::70:::::::::|h[星辰行者腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [5]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-580-12876-24882-00002DB916",
					["Time"] = "20:59:07",
					["Looter"] = "騎風",
					["Date"] = "2022-06-18",
					["Class"] = "SHAMAN",
					["Name"] = "布魯托魯斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34177::::::::70:::::::::|h[終歿之攫]|h|r", -- [2]
						"|cffa335ee|Hitem:34855::::::::70:::::::::|h[遺忘防禦者腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34854::::::::70:::::::::|h[遺忘保衛者腰帶]|h|r", -- [5]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-580-12876-25038-00002DCF71",
					["Time"] = "21:26:27",
					["Looter"] = "安安缺補嗎",
					["Date"] = "2022-06-18",
					["Class"] = "SHAMAN",
					["Name"] = "魔龍謎霧",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34182::::::::70:::::::::|h[大博學者的洪流之杖]|h|r", -- [2]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [4]
						"|cffa335ee|Hitem:34857::::::::70:::::::::|h[遺忘保衛者長靴]|h|r", -- [5]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-580-12876-25166-00002DEBF0",
					["Time"] = "23:20:10",
					["Looter"] = "傳說小百",
					["Date"] = "2022-06-18",
					["Class"] = "DRUID",
					["Name"] = "大術士艾黎瑟絲",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:34204::::::::70:::::::::|h[無約束魔法護符]|h|r", -- [3]
						"|cffa335ee|Hitem:34853::::::::70:::::::::|h[遺忘征服者腰帶]|h|r", -- [4]
						"|cffa335ee|Hitem:34192::::::::70:::::::::|h[堅忍肩鎧]|h|r", -- [5]
						"|cffa335ee|Hitem:35291::::::::70:::::::::|h[辛多雷拯救墜飾]|h|r", -- [6]
						"|cffa335ee|Hitem:34202::::::::70:::::::::|h[奇觀披巾]|h|r", -- [7]
						"|cffa335ee|Hitem:34199::::::::70:::::::::|h[執政官裁決槌]|h|r", -- [8]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-580-12876-25599-0000ADB917",
					["Time"] = "23:30:34",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-06-18",
					["Class"] = "PALADIN",
					["Name"] = "裂地獵犬",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-580-18525-25509-0000AF3106",
					["Time"] = "22:25:50",
					["Class"] = "PALADIN",
					["Date"] = "2022-06-19",
					["Looter"] = "歐艾丹",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [7]
			},
			["Player"] = "特變電工",
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
