
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "未知",
			["Date"] = "2022-01-29",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-29761-17767-0000753253",
					["Time"] = "20:29:19",
					["Class"] = "MAGE",
					["Date"] = "2022-01-29",
					["Looter"] = "筑千黛",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30872::::::::70:::::::::|h[黑暗秘密記事]|h|r", -- [1]
						"|cffa335ee|Hitem:30866::::::::70:::::::::|h[血污肩鎧]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-29761-17808-00007536B9",
					["Time"] = "20:48:22",
					["Looter"] = "追著元素跑",
					["Date"] = "2022-01-29",
					["Class"] = "SHAMAN",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30887::::::::70:::::::::|h[恢復之金色胸扣]|h|r", -- [1]
						"|cffa335ee|Hitem:30878::::::::70:::::::::|h[微光鐵甲披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-29761-17895-0001753B53",
					["Time"] = "21:05:38",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-01-29",
					["Class"] = "ROGUE",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-29761-17898-00007541C2",
					["Time"] = "21:33:00",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-01-29",
					["Class"] = "ROGUE",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-29761-17895-0000F541C2",
					["Time"] = "21:33:05",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-01-29",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-29761-17888-000075428A",
					["Time"] = "21:38:31",
					["Looter"] = "特變電工",
					["Date"] = "2022-01-29",
					["Class"] = "WARRIOR",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30894::::::::70:::::::::|h[藍色麂皮輕鞋]|h|r", -- [1]
						"|cffa335ee|Hitem:30895::::::::70:::::::::|h[安潔莉絲塔束帶]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-29761-17916-0000754724",
					["Time"] = "21:56:00",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-01-29",
					["Class"] = "DRUID",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-29761-17916-0002754C72",
					["Time"] = "22:18:29",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-01-29",
					["Class"] = "WARRIOR",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-29761-17899-0001754CC6",
					["Time"] = "22:20:18",
					["Looter"] = "小青蛙",
					["Date"] = "2022-01-29",
					["Class"] = "SHAMAN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32946::::::::70:::::::::|h[熔岩狂怒之爪]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-29761-17908-0000755131",
					["Time"] = "22:39:54",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-01-29",
					["Class"] = "ROGUE",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-29761-17898-0001F552E5",
					["Time"] = "22:46:25",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-01-29",
					["Class"] = "WARRIOR",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cffa335ee|Hitem:32946::::::::70:::::::::|h[熔岩狂怒之爪]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-29761-17842-0000755344",
					["Time"] = "22:50:53",
					["Looter"] = "柒刻",
					["Date"] = "2022-01-29",
					["Class"] = "SHAMAN",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30899::::::::70:::::::::|h[羅吉哥先生的斗篷]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-29761-17968-000075595E",
					["Time"] = "23:23:21",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-01-29",
					["Class"] = "PALADIN",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂熱追蹤鎖甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30913::::::::70:::::::::|h[羅甯長袍]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [13]
			},
		}, -- [1]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "筑千黛",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-01-29",
			["Class"] = "WARRIOR",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-564-18022-22878-0001F55F60",
					["Time"] = "23:43:21",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-01-29",
					["Class"] = "ROGUE",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-564-18022-22887-0000755F5F",
					["Time"] = "00:21:32",
					["Looter"] = "程昱",
					["Date"] = "2022-01-30",
					["Class"] = "DRUID",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [2]
			},
		}, -- [2]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
