
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-12-04",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "司命",
			["SavedID"] = 115124376,
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-31638-15956-00000C8C0C",
					["Time"] = "20:19:58",
					["Class"] = "PRIEST",
					["Date"] = "2022-12-04",
					["Looter"] = "司命",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39701::::::::80:::::::::|h[黎明步靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[同化之盾]|h|r", -- [2]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[砂舊指環]|h|r", -- [3]
						"|cffa335ee|Hitem:39719::::::::80:::::::::|h[蝗蟲披肩]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-31638-15953-00000C8C0C",
					["Time"] = "20:26:06",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-04",
					["Looter"] = "莉姆露",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39728::::::::80:::::::::|h[悲慘圖騰]|h|r", -- [1]
						"|cffa335ee|Hitem:39733::::::::80:::::::::|h[徽記尊重手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[砂舊指環]|h|r", -- [3]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[火焰灼燒巨盔]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-31638-15952-00000C8C0C",
					["Time"] = "20:34:18",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-04",
					["Looter"] = "術難奉陪",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39758::::::::80:::::::::|h[腭骨]|h|r", -- [1]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [2]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [3]
						"|cffa335ee|Hitem:39765::::::::80:::::::::|h[罪孽护腕]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-31638-16017-00040C8C0C",
					["Time"] = "20:38:38",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-04",
					["Looter"] = "背鍋俠",
					["Name"] = "缝补傀儡",
					["Loots"] = {
						"|cff0070dd|Hitem:37771::::::::80:::::::::|h[翠绿恢复护腕]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-31638-16028-00000C8C0C",
					["Time"] = "20:49:12",
					["Class"] = "HUNTER",
					["Date"] = "2022-12-04",
					["Looter"] = "基爾邦尹",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40260::::::::80:::::::::|h[刑求腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40264::::::::80:::::::::|h[劈裂巨錘]|h|r", -- [2]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[餘肢之書]|h|r", -- [3]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-31638-15931-00000C8C0C",
					["Time"] = "20:56:42",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-04",
					["Looter"] = "莉姆露",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[頹廢鎖鍊腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[粘液流動手環]|h|r", -- [2]
						"|cffa335ee|Hitem:40250::::::::80:::::::::|h[古舊冬季披風]|h|r", -- [3]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[共感襯肩]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-31638-15932-00000C8C0C",
					["Time"] = "21:01:45",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-04",
					["Looter"] = "樹獺從命",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [1]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保衛者胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保衛者胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40350::::::::80:::::::::|h[失落記憶骨灰罈]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-31638-15928-00000C8C0C",
					["Time"] = "21:13:20",
					["Class"] = "HUNTER",
					["Date"] = "2022-12-04",
					["Looter"] = "基爾邦尹",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-31638-16061-00000C8C0C",
					["Time"] = "21:24:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-04",
					["Looter"] = "苏苏大人",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[遼闊心靈束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑護軀]|h|r", -- [2]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [3]
						"|cffa335ee|Hitem:40306::::::::80:::::::::|h[穢邪騎士護腕]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-31638-16060-00000C8C0C",
					["Time"] = "21:33:20",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-04",
					["Looter"] = "術難奉陪",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光度罩氅]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[驚怖之觸]|h|r", -- [2]
						"|cffa335ee|Hitem:40330::::::::80:::::::::|h[無歇攻擊護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40339::::::::80:::::::::|h[高希的風帽]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-31638-15954-00000C8C0C",
					["Time"] = "21:51:08",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-04",
					["Looter"] = "別逼我恐懼",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40187::::::::80:::::::::|h[慘痛脛甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [2]
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [3]
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-533-31638-16036-00040C8C0C",
					["Time"] = "21:52:54",
					["Class"] = "MAGE",
					["Date"] = "2022-12-04",
					["Looter"] = "熙夏",
					["Name"] = "狂乱蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:44310::::::::80:::::::::|h[納拉克的配件尖刀]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-533-31638-15936-00000C8C0C",
					["Time"] = "21:56:55",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-04",
					["Looter"] = "樹獺從命",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平靜回音]|h|r", -- [2]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[喪鐘]|h|r", -- [3]
						"|cffa335ee|Hitem:40233::::::::80:::::::::|h[不死帶原]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-533-31638-16011-00000C8C0C",
					["Time"] = "22:07:07",
					["Class"] = "HUNTER",
					["Date"] = "2022-12-04",
					["Looter"] = "酒小獵",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40243::::::::80:::::::::|h[邪恶谎言裹足]|h|r", -- [1]
						"|cffa335ee|Hitem:40246::::::::80:::::::::|h[冲动之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-533-31638-15989-00000CAA32",
					["Time"] = "22:13:39",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-04",
					["Looter"] = "莉姆露",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [1]
						"|cffa335ee|Hitem:40367::::::::80:::::::::|h[偉大傀儡長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [3]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[拒斥符文]|h|r", -- [4]
						"|cffa335ee|Hitem:40375::::::::80:::::::::|h[美麗凋零之戒]|h|r", -- [5]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-533-31638-15990-00000C8C0C",
					["Time"] = "22:24:54",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-04",
					["Looter"] = "不死夜空",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40395::::::::80:::::::::|h[聖火之炬]|h|r", -- [1]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [2]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40401::::::::80:::::::::|h[理性之聲]|h|r", -- [4]
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[災禍之攫]|h|r", -- [5]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-533-9253-15956-00000DEBF3",
					["Time"] = "21:10:33",
					["Looter"] = "百年術人丶",
					["Date"] = "2022-12-05",
					["Class"] = "WARLOCK",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39139::::::::80:::::::::|h[毁坏战靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39189::::::::80:::::::::|h[坚持之靴]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-533-9253-15953-00000DEBF3",
					["Time"] = "21:15:50",
					["Looter"] = "特變電工",
					["Date"] = "2022-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39195::::::::80:::::::::|h[迷失情感护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:39199::::::::80:::::::::|h[凝视之眼]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-533-9253-15952-00000DEBF3",
					["Time"] = "21:30:34",
					["Looter"] = "尛飯糰",
					["Date"] = "2022-12-05",
					["Class"] = "SHAMAN",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39221::::::::80:::::::::|h[怨灵长矛]|h|r", -- [1]
						"|cffa335ee|Hitem:39231::::::::80:::::::::|h[古旧丝环]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-533-9253-16028-00000DEBF3",
					["Time"] = "21:39:01",
					["Looter"] = "敌忾狩人丶",
					["Date"] = "2022-12-05",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39267::::::::80:::::::::|h[憎恶肩刃]|h|r", -- [1]
						"|cffa335ee|Hitem:39274::::::::80:::::::::|h[呕吐者的肩垫]|h|r", -- [2]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-533-9253-15931-00000DEBF3",
					["Time"] = "21:43:56",
					["Looter"] = "死靈米",
					["Date"] = "2022-12-05",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39278::::::::80:::::::::|h[焦虑腕甲]|h|r", -- [1]
						"|cffa335ee|Hitem:39282::::::::80:::::::::|h[骨链符咒]|h|r", -- [2]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-533-9253-15932-00000DEBF3",
					["Time"] = "21:47:16",
					["Looter"] = "感覺是世壹騎",
					["Date"] = "2022-12-05",
					["Class"] = "PALADIN",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40624::::::::80:::::::::|h[失落胜利者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39280::::::::80:::::::::|h[千钩腿甲]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-533-9253-15954-00000DEBF3",
					["Time"] = "21:58:51",
					["Looter"] = "感覺是世壹騎",
					["Date"] = "2022-12-05",
					["Class"] = "PALADIN",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39235::::::::80:::::::::|h[骨架护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:39241::::::::80:::::::::|h[天灾的黑暗披风]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-533-9253-15936-00000DEBF3",
					["Time"] = "22:03:27",
					["Looter"] = "傲慢無言",
					["Date"] = "2022-12-05",
					["Class"] = "DRUID",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39246::::::::80:::::::::|h[剖检护符]|h|r", -- [1]
						"|cffa335ee|Hitem:39254::::::::80:::::::::|h[轻舞之靴]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-533-9253-16061-00000DEBF3",
					["Time"] = "22:15:17",
					["Looter"] = "感覺是世壹騎",
					["Date"] = "2022-12-05",
					["Class"] = "PALADIN",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39299::::::::80:::::::::|h[急速攻击手套]|h|r", -- [1]
						"|cffa335ee|Hitem:39308::::::::80:::::::::|h[仁慈束带]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-533-9253-16060-00000DEBF3",
					["Time"] = "22:23:48",
					["Looter"] = "尛飯糰",
					["Date"] = "2022-12-05",
					["Class"] = "SHAMAN",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:39345::::::::80:::::::::|h[飞升幽灵束带]|h|r", -- [1]
						"|cffa335ee|Hitem:39388::::::::80:::::::::|h[灵魂世界之镜]|h|r", -- [2]
					},
				}, -- [26]
			},
			["FirstClass"] = "PRIEST",
			["Player"] = "特變電工",
			["InstanceName"] = "纳克萨玛斯",
		}, -- [1]
		{
			["Date"] = "2022-12-08",
			["Class"] = "HUNTER",
			["InstanceID"] = 533,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "纳克萨玛斯",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-2074-16028-000011D81B",
					["Time"] = "21:21:42",
					["Looter"] = "Nbwarlock",
					["Date"] = "2022-12-08",
					["Class"] = "WARLOCK",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40261::::::::80:::::::::|h[天然作战手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[传承]|h|r", -- [2]
						"|cffa335ee|Hitem:40269::::::::80:::::::::|h[说服之靴]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-2074-15931-000011D81B",
					["Time"] = "21:29:48",
					["Looter"] = "Nbwarlock",
					["Date"] = "2022-12-08",
					["Class"] = "WARLOCK",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40281::::::::80:::::::::|h[微光迷霧]|h|r", -- [1]
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[頹廢鎖鍊腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危機防制披風]|h|r", -- [3]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[共感襯肩]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-2074-15932-000011D81B",
					["Time"] = "21:34:58",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保衛者胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落鎮壓者胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[粘液流動手環]|h|r", -- [3]
						"|cffa335ee|Hitem:40331::::::::80:::::::::|h[失敗脫逃護腿]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-2074-15928-000011D81B",
					["Time"] = "21:42:02",
					["Looter"] = "邁克爾假死",
					["Date"] = "2022-12-08",
					["Class"] = "HUNTER",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保衛者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保衛者腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:40298::::::::80:::::::::|h[屈從面甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40302::::::::80:::::::::|h[恩人護手]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-2074-16061-000011D81B",
					["Time"] = "21:50:16",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40324::::::::80:::::::::|h[互相尊重手環]|h|r", -- [1]
						"|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉祖維斯的束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:40322::::::::80:::::::::|h[決鬥圖騰]|h|r", -- [3]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-2074-16060-000011D81C",
					["Time"] = "22:01:07",
					["Looter"] = "甜凜櫻京",
					["Date"] = "2022-12-08",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [1]
						"|cffa335ee|Hitem:40336::::::::80:::::::::|h[生與死]|h|r", -- [2]
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量釋放頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:40328::::::::80:::::::::|h[活力保護頭盔]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-2074-15975-000411D81B",
					["Time"] = "22:26:11",
					["Looter"] = "簫聲劍影",
					["Date"] = "2022-12-08",
					["Class"] = "WARRIOR",
					["Name"] = "腐肉织网者",
					["Loots"] = {
						"|cffa335ee|Hitem:40409::::::::80:::::::::|h[逃亡囚徒長靴]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-2074-15956-000011D81B",
					["Time"] = "22:29:12",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39717::::::::80:::::::::|h[無動於衷脛甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [2]
						"|cffa335ee|Hitem:39719::::::::80:::::::::|h[蝗蟲披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:39701::::::::80:::::::::|h[黎明步靴]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-2074-15953-000011D81B",
					["Time"] = "22:34:34",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39724::::::::80:::::::::|h[異教護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:39733::::::::80:::::::::|h[徽記尊重手套]|h|r", -- [2]
						"|cffa335ee|Hitem:39732::::::::80:::::::::|h[費琳娜的瘋狂]|h|r", -- [3]
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆風暴護符]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-2074-15975-000111D81C",
					["Time"] = "22:37:43",
					["Looter"] = "我家的卯咪",
					["Date"] = "2022-12-08",
					["Class"] = "WARLOCK",
					["Name"] = "腐肉织网者",
					["Loots"] = {
						"|cffa335ee|Hitem:40406::::::::80:::::::::|h[無可避免之敗]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-2074-15952-000011D81B",
					["Time"] = "22:41:36",
					["Looter"] = "甜凜櫻京",
					["Date"] = "2022-12-08",
					["Class"] = "DEATHKNIGHT",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39758::::::::80:::::::::|h[腭骨]|h|r", -- [1]
						"|cffa335ee|Hitem:40063::::::::80:::::::::|h[破碎血族衬肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光辉斗篷]|h|r", -- [3]
						"|cffa335ee|Hitem:39767::::::::80:::::::::|h[不灭胸铠]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-533-2074-15954-000011D81B",
					["Time"] = "22:49:47",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆風暴護符]|h|r", -- [1]
						"|cffa335ee|Hitem:40185::::::::80:::::::::|h[良機肩衛]|h|r", -- [2]
						"|cffa335ee|Hitem:40191::::::::80:::::::::|h[光輝聖契]|h|r", -- [3]
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-533-2074-15936-000011D81B",
					["Time"] = "22:57:20",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危機防制披風]|h|r", -- [2]
						"|cffa335ee|Hitem:40235::::::::80:::::::::|h[朝聖頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:40233::::::::80:::::::::|h[不死帶原]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-533-2074-16011-000011D81B",
					["Time"] = "23:06:55",
					["Looter"] = "毛毛薩",
					["Date"] = "2022-12-08",
					["Class"] = "SHAMAN",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40240::::::::80:::::::::|h[紊流護脛]|h|r", -- [1]
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活力外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-533-2074-15989-000011FDCC",
					["Time"] = "23:19:35",
					["Looter"] = "毛毛薩",
					["Date"] = "2022-12-08",
					["Class"] = "SHAMAN",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[拒斥符文]|h|r", -- [1]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[鑲骨腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙輝燦]|h|r", -- [3]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [4]
						"|cffa335ee|Hitem:40380::::::::80:::::::::|h[顯赫手套]|h|r", -- [5]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-533-2074-15990-000011D81B",
					["Time"] = "23:33:02",
					["Looter"] = "叫我忽忽吧",
					["Date"] = "2022-12-08",
					["Class"] = "PALADIN",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40387::::::::80:::::::::|h[野心無窮]|h|r", -- [1]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[拙劣巫師斗篷]|h|r", -- [4]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落鎮壓者之冠]|h|r", -- [5]
					},
				}, -- [16]
			},
			["SavedID"] = 117153411,
			["Player"] = "邁克爾假死",
			["FirstClass"] = "UNKNOWN",
		}, -- [2]
		{
			["Date"] = "2022-12-11",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "未知",
			["SavedID"] = 118895200,
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-14780-15956-000015C5C1",
					["Time"] = "20:35:40",
					["Class"] = "DRUID",
					["Date"] = "2022-12-11",
					["Looter"] = "Lastdream",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[撤銷之握]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-14780-15953-000015C5C1",
					["Time"] = "20:42:04",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "樹獺從命",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39726::::::::80:::::::::|h[冷漠护手]|h|r", -- [1]
						"|cffa335ee|Hitem:39731::::::::80:::::::::|h[谨慎护腕]|h|r", -- [2]
						"|cffa335ee|Hitem:39734::::::::80:::::::::|h[赎罪胫甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40064::::::::80:::::::::|h[雷霆风暴护符]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-14780-15952-000015C5C1",
					["Time"] = "20:49:02",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "樹獺從命",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39762::::::::80:::::::::|h[碎網裹腰]|h|r", -- [1]
						"|cffa335ee|Hitem:39764::::::::80:::::::::|h[不幸獵物束腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40060::::::::80:::::::::|h[歪曲肢體]|h|r", -- [3]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光度罩氅]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-14780-16028-000015C5C1",
					["Time"] = "21:05:58",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-11",
					["Looter"] = "別逼我恐懼",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40259::::::::80:::::::::|h[神恩護腰]|h|r", -- [1]
						"|cffa335ee|Hitem:40270::::::::80:::::::::|h[敗血創傷長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [3]
						"|cffa335ee|Hitem:40266::::::::80:::::::::|h[英雄屈膝]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-14780-15931-000015C5C1",
					["Time"] = "21:12:50",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "十一刀",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40277::::::::80:::::::::|h[沉溺外套]|h|r", -- [1]
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[粘液流動手環]|h|r", -- [2]
						"|cffa335ee|Hitem:40288::::::::80:::::::::|h[不連貫肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[遠慮咒符]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-14780-15932-000015C5C1",
					["Time"] = "21:18:09",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "樹獺從命",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40322::::::::80:::::::::|h[决斗图腾]|h|r", -- [1]
						"|cffa335ee|Hitem:40234::::::::80:::::::::|h[希尔盖的腐烂外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-14780-15928-000015C5C1",
					["Time"] = "21:25:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "特變電工",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40298::::::::80:::::::::|h[屈服者的面甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40302::::::::80:::::::::|h[善行护手]|h|r", -- [2]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落胜利者的腿甲]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-14780-16061-000015C5C1",
					["Time"] = "21:35:50",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-11",
					["Looter"] = "聖光汁粒",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[遼闊心靈束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40318::::::::80:::::::::|h[雙重攻擊腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [3]
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[引導之觸護手]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-14780-16060-000015C5C1",
					["Time"] = "21:45:29",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-11",
					["Looter"] = "別逼我恐懼",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40329::::::::80:::::::::|h[逃离兜帽]|h|r", -- [1]
						"|cffa335ee|Hitem:40336::::::::80:::::::::|h[轮回]|h|r", -- [2]
						"|cffa335ee|Hitem:40338::::::::80:::::::::|h[渴求护腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[消逝的诅咒]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-14780-15954-000015C5C1",
					["Time"] = "22:02:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-11",
					["Looter"] = "術難奉陪",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40197::::::::80:::::::::|h[逝去巫師手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[失落的珠寶]|h|r", -- [2]
						"|cffa335ee|Hitem:40188::::::::80:::::::::|h[抗命護手]|h|r", -- [3]
						"|cffa335ee|Hitem:40193::::::::80:::::::::|h[偽裝苦難外套]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-14780-15936-000015C5C1",
					["Time"] = "22:08:09",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-11",
					["Looter"] = "術難奉陪",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40204::::::::80:::::::::|h[使徒护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [2]
						"|cffa335ee|Hitem:40210::::::::80:::::::::|h[苦痛符咒胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40235::::::::80:::::::::|h[朝圣头盔]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-533-14780-16011-000015C5C1",
					["Time"] = "22:14:40",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "樹獺從命",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活跃外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40242::::::::80:::::::::|h[荒诞护手]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-533-14780-15989-000015EACB",
					["Time"] = "22:39:28",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-11",
					["Looter"] = "特變電工",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40369::::::::80:::::::::|h[冰冷爆裂护符]|h|r", -- [1]
						"|cffa335ee|Hitem:40373::::::::80:::::::::|h[通灵能量精粹]|h|r", -- [2]
						"|cffa335ee|Hitem:40379::::::::80:::::::::|h[骨坟护腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40363::::::::80:::::::::|h[镶骨护腿]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [5]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-533-14780-15990-000015C5C1",
					["Time"] = "22:49:37",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-11",
					["Looter"] = "別逼我恐懼",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40384::::::::80:::::::::|h[人性的背叛者]|h|r", -- [1]
						"|cffa335ee|Hitem:40398::::::::80:::::::::|h[傲慢护腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[卑鄙巫师斗篷]|h|r", -- [3]
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者的头冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [5]
					},
				}, -- [14]
			},
			["FirstClass"] = "UNKNOWN",
			["Player"] = "特變電工",
			["InstanceName"] = "纳克萨玛斯",
		}, -- [3]
		{
			["Date"] = "2022-12-15",
			["Class"] = "HUNTER",
			["InstanceID"] = 533,
			["Player"] = "邁克爾假死",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-533-26464-15956-00001B196D",
					["Time"] = "22:27:08",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-15",
					["Looter"] = "Kiroran",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39701::::::::80:::::::::|h[黎明行者]|h|r", -- [1]
						"|cffa335ee|Hitem:39714::::::::80:::::::::|h[死亡之网]|h|r", -- [2]
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r", -- [3]
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[虫群护腕]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-533-26464-15953-00001B196D",
					["Time"] = "22:32:33",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-15",
					["Looter"] = "冬冬小答应",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[灼烧巨盔]|h|r", -- [1]
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[冷酷]|h|r", -- [2]
						"|cffa335ee|Hitem:39734::::::::80:::::::::|h[赎罪胫甲]|h|r", -- [3]
						"|cffa335ee|Hitem:39730::::::::80:::::::::|h[黑女巫之怒]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-533-26464-15952-00001B196D",
					["Time"] = "22:40:53",
					["Class"] = "DRUID",
					["Date"] = "2022-12-15",
					["Looter"] = "李德胜",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [1]
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [2]
						"|cffa335ee|Hitem:39763::::::::80:::::::::|h[怨灵之击]|h|r", -- [3]
						"|cffa335ee|Hitem:39763::::::::80:::::::::|h[怨灵之击]|h|r", -- [4]
						"|cffa335ee|Hitem:40063::::::::80:::::::::|h[破碎血族衬肩]|h|r", -- [5]
						"|cffa335ee|Hitem:40063::::::::80:::::::::|h[破碎血族衬肩]|h|r", -- [6]
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危机转折披风]|h|r", -- [7]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-533-26464-16017-00051B196D",
					["Time"] = "22:41:54",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-15",
					["Looter"] = "楓不會挽留",
					["Name"] = "缝补傀儡",
					["Loots"] = {
						"|cffa335ee|Hitem:40409::::::::80:::::::::|h[越狱之靴]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-533-26464-16018-00021B196D",
					["Time"] = "22:42:32",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-15",
					["Looter"] = "圣光忽悠着伱",
					["Name"] = "胆汁呕吐者",
					["Loots"] = {
						"|cffa335ee|Hitem:40412::::::::80:::::::::|h[流放珠串]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-533-26464-16018-00019B196D",
					["Time"] = "22:43:10",
					["Class"] = "HUNTER",
					["Date"] = "2022-12-15",
					["Looter"] = "邁克爾假死",
					["Name"] = "胆汁呕吐者",
					["Loots"] = {
						"|cffa335ee|Hitem:40409::::::::80:::::::::|h[越狱之靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-533-26464-16028-00001B196D",
					["Time"] = "22:50:55",
					["Class"] = "MAGE",
					["Date"] = "2022-12-15",
					["Looter"] = "Sonala",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40259::::::::80:::::::::|h[神圣优雅腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:40264::::::::80:::::::::|h[碎裂重锤]|h|r", -- [2]
						"|cffa335ee|Hitem:40269::::::::80:::::::::|h[说服之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[冷酷]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-533-26464-15931-00001B196D",
					["Time"] = "22:56:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-15",
					["Looter"] = "鹿啥",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[淤泥护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [2]
						"|cffa335ee|Hitem:40277::::::::80:::::::::|h[纵容外套]|h|r", -- [3]
						"|cffa335ee|Hitem:40288::::::::80:::::::::|h[断续肩甲]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-533-26464-15932-00001B196D",
					["Time"] = "23:00:43",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-15",
					["Looter"] = "枭東東",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40340::::::::80:::::::::|h[能量释放头盔]|h|r", -- [1]
						"|cffa335ee|Hitem:40240::::::::80:::::::::|h[动荡胫甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-533-26464-15928-00001B196D",
					["Time"] = "23:13:00",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-15",
					["Looter"] = "肇事司機孫某",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40296::::::::80:::::::::|h[沉默之帽]|h|r", -- [1]
						"|cffa335ee|Hitem:40303::::::::80:::::::::|h[被迫害者的手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-533-26464-15954-00001B196D",
					["Time"] = "23:28:12",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-15",
					["Looter"] = "肇事司機孫某",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40186::::::::80:::::::::|h[无情护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40192::::::::80:::::::::|h[诅咒之脊]|h|r", -- [2]
						"|cffa335ee|Hitem:40602::::::::80:::::::::|h[变异长袍]|h|r", -- [3]
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[冷酷]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-533-26464-15936-00001B196D",
					["Time"] = "23:39:22",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-15",
					["Looter"] = "可達小鴨鴨",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40203::::::::80:::::::::|h[折磨之怒胸铠]|h|r", -- [1]
						"|cffa335ee|Hitem:40237::::::::80:::::::::|h[恐惧爆发之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防御者的准则]|h|r", -- [3]
						"|cffa335ee|Hitem:40210::::::::80:::::::::|h[苦痛符咒胸甲]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-533-26464-16011-00001B196D",
					["Time"] = "23:48:51",
					["Class"] = "MAGE",
					["Date"] = "2022-12-15",
					["Looter"] = "大聰明吳某",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活跃外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[蛛魔之手]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-533-26464-16061-00001B196D",
					["Time"] = "00:03:05",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-16",
					["Looter"] = "可達小鴨鴨",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[开拓思绪护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[沙砾指环]|h|r", -- [2]
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[指引护手]|h|r", -- [3]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[虔诚精钢之靴]|h|r", -- [4]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-533-26464-16060-00001B196D",
					["Time"] = "00:12:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-16",
					["Looter"] = "承强",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40330::::::::80:::::::::|h[无情攻击护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40336::::::::80:::::::::|h[轮回]|h|r", -- [2]
						"|cffa335ee|Hitem:40339::::::::80:::::::::|h[戈提克的罩帽]|h|r", -- [3]
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危机转折披风]|h|r", -- [4]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-533-26464-15989-00001B494A",
					["Time"] = "00:24:30",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-16",
					["Looter"] = "冬冬小答应",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40365::::::::80:::::::::|h[冰冷痛楚胸铠]|h|r", -- [1]
						"|cffa335ee|Hitem:40368::::::::80:::::::::|h[谋杀]|h|r", -- [2]
						"|cffa335ee|Hitem:40375::::::::80:::::::::|h[衰老之戒]|h|r", -- [3]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [5]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-533-26464-15990-00001B4D3D",
					["Time"] = "00:50:23",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-16",
					["Looter"] = "應對氣候變化",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40384::::::::80:::::::::|h[人性的背叛者]|h|r", -- [1]
						"|cffa335ee|Hitem:40388::::::::80:::::::::|h[旅途的终结]|h|r", -- [2]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[卑鄙巫师斗篷]|h|r", -- [3]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [5]
					},
				}, -- [17]
			},
			["SavedID"] = 124326424,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "纳克萨玛斯",
		}, -- [4]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
