
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-04-23",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-29182-22877-000263E4B8",
					["Time"] = "20:15:02",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-29182-22887-000063E4B8",
					["Time"] = "20:25:55",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32239::::::::70:::::::::|h[海浪召喚者軟靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-29182-22960-000363E4B9",
					["Time"] = "20:30:17",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "龍喉召龍者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-29182-22898-000063E4B8",
					["Time"] = "20:39:09",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32251::::::::70:::::::::|h[精確飛行裹帶]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-29182-23337-000363E4B8",
					["Time"] = "20:41:29",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-29182-22869-000463E4B8",
					["Time"] = "20:43:06",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-29182-23337-000063E4B8",
					["Time"] = "20:45:25",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-29182-23337-0000E3E4B8",
					["Time"] = "20:45:31",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-29182-22853-000063E4B8",
					["Time"] = "20:45:37",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-29182-23339-0000E3E4B8",
					["Time"] = "20:45:38",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-29182-22869-000063E4B8",
					["Time"] = "20:45:40",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-29182-22844-000163F349",
					["Time"] = "20:47:38",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-29182-22847-0001E3F349",
					["Time"] = "20:47:43",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-29182-22845-000063F349",
					["Time"] = "20:47:47",
					["Looter"] = "波波力那貝貝",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-29182-22845-0001E3F349",
					["Time"] = "20:49:54",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-29182-22846-000063F349",
					["Time"] = "20:51:17",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "灰舌風暴召喚者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-29182-22841-000063E4B8",
					["Time"] = "20:53:17",
					["Looter"] = "波波力那貝貝",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32275::::::::70:::::::::|h[靈魂行者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-29182-22880-000163E4B9",
					["Time"] = "20:55:42",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-29182-22879-000263E4B9",
					["Time"] = "20:55:45",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-29182-22879-000063E4B9",
					["Time"] = "20:57:44",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-29182-22945-0001E3E4B9",
					["Time"] = "20:59:24",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-29182-22879-0001E3E4B9",
					["Time"] = "20:59:28",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-29182-23047-0000E3E4B9",
					["Time"] = "21:01:49",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-29182-23172-000163E4B8",
					["Time"] = "21:07:38",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-29182-22871-000063E4B8",
					["Time"] = "21:11:35",
					["Looter"] = "陰牙婦產科",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [1]
						"|cffa335ee|Hitem:32325::::::::70:::::::::|h[歸隱監護者步槍]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-29182-22853-000163E4B8",
					["Time"] = "21:14:57",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-29182-23237-0002E3E4B9",
					["Time"] = "21:17:02",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-29182-23236-000163E4B9",
					["Time"] = "21:20:07",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-29182-23235-0001E3E4B9",
					["Time"] = "21:20:08",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-29182-23237-0001E3E4B9",
					["Time"] = "21:20:10",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-29182-23222-000063E4B9",
					["Time"] = "21:23:20",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-29182-23222-000063E4B8",
					["Time"] = "21:26:28",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-29182-22948-000063E4B8",
					["Time"] = "21:32:55",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32340::::::::70:::::::::|h[節制外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [2]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-5580-564-29182-23420-00006401DA",
					["Time"] = "21:42:02",
					["Looter"] = "陰牙婦產科",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32345::::::::70:::::::::|h[軍團恐懼之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32354::::::::70:::::::::|h[強能命運之冠]|h|r", -- [2]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-29182-22869-0000E3E4B8",
					["Time"] = "21:45:08",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-0006E3E4B8",
					["Time"] = "21:45:50",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-000263E4B9",
					["Time"] = "21:47:06",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-0000E3E4B9",
					["Time"] = "21:47:12",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-0001E3E4B8",
					["Time"] = "21:48:08",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-5580-564-29182-22965-0000E3E4B8",
					["Time"] = "21:48:23",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "忠實的管家",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-001063E4B9",
					["Time"] = "21:50:50",
					["Looter"] = "聖經",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:29730::::::::70:::::::::|h[圖樣:土靈虛空鱗長靴]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-001063E4B9",
					["Time"] = "21:50:51",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-000D63E4B9",
					["Time"] = "21:51:32",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-5580-564-29182-22939-000B63E4B8",
					["Time"] = "21:52:45",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-5580-564-29182-22964-000163E4B8",
					["Time"] = "21:55:41",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-000AE3E4B9",
					["Time"] = "21:57:58",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-5580-564-29182-22955-0008E3E4B9",
					["Time"] = "21:58:01",
					["Looter"] = "Trowa",
					["Date"] = "2022-04-23",
					["Class"] = "HUNTER",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-5580-564-29182-22957-000063E4B8",
					["Time"] = "21:58:50",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-5580-564-29182-22947-000063E4B8",
					["Time"] = "22:05:55",
					["Looter"] = "Trowa",
					["Date"] = "2022-04-23",
					["Class"] = "HUNTER",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-5580-564-29182-23402-000063E4B8",
					["Time"] = "22:12:39",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cff0070dd|Hitem:31308::::::::70:::::::::|h[死亡降臨者]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-5580-564-29182-23397-0000E3E4B8",
					["Time"] = "22:12:43",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-5580-564-29182-23402-0001E3E4B8",
					["Time"] = "22:14:37",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-5580-564-29182-22952-000063E4B8",
					["Time"] = "22:30:21",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-23",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-5580-564-29182-22951-000063E4B8",
					["Time"] = "22:30:23",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-23",
					["Class"] = "WARLOCK",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-5580-564-29182-22950-000063E4B8",
					["Time"] = "22:30:54",
					["Looter"] = "小嫩腳",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [55]
			},
		}, -- [1]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "特變電工",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-29182-22917-000064146F",
					["Time"] = "23:12:30",
					["Looter"] = "司命",
					["Date"] = "2022-04-23",
					["Class"] = "PRIEST",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32471::::::::70:::::::::|h[埃辛諾斯裂刺]|h|r", -- [2]
						"|cffa335ee|Hitem:32496::::::::70:::::::::|h[泰蘭妲的紀念]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-25052-17897-0000641C64",
					["Time"] = "23:35:07",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-23",
					["Class"] = "DRUID",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0001E41CED",
					["Time"] = "23:37:17",
					["Looter"] = "聖經乂",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-25052-17767-0000641D76",
					["Time"] = "23:41:37",
					["Looter"] = "阿梨的魔術師",
					["Date"] = "2022-04-23",
					["Class"] = "MAGE",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30869::::::::70:::::::::|h[哀嚎之風護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30864::::::::70:::::::::|h[探路者護腕]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0004641E4F",
					["Time"] = "23:43:02",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-23",
					["Class"] = "WARRIOR",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0003E41E4F",
					["Time"] = "23:43:08",
					["Looter"] = "凌小狼",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:24192::::::::70:::::::::|h[設計圖:光亮的生命紅寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0002E41F4A",
					["Time"] = "23:47:26",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32751::::::::70:::::::::|h[圖樣:大地生命護肩]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0000641F8E",
					["Time"] = "23:48:33",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0002E41F8E",
					["Time"] = "23:48:37",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-25052-17808-0000642066",
					["Time"] = "23:53:57",
					["Looter"] = "騎風",
					["Date"] = "2022-04-23",
					["Class"] = "SHAMAN",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30874::::::::70:::::::::|h[堅韌意志之劍]|h|r", -- [2]
						"|cffa335ee|Hitem:32298::::::::70:::::::::|h[設計圖:移形的影歌紫水晶]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-25052-17898-0000E42216",
					["Time"] = "23:59:25",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0001642216",
					["Time"] = "23:59:39",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-23",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-25052-17897-0000E42501",
					["Time"] = "00:12:10",
					["Looter"] = "凌小狼",
					["Date"] = "2022-04-24",
					["Class"] = "SHAMAN",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0001642501",
					["Time"] = "00:12:14",
					["Looter"] = "閃電青蛙",
					["Date"] = "2022-04-24",
					["Class"] = "SHAMAN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-534-25052-17895-0000E42501",
					["Time"] = "00:12:22",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-04-24",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-534-25052-17888-0000642560",
					["Time"] = "00:15:59",
					["Looter"] = "扒飯喝尿",
					["Date"] = "2022-04-24",
					["Class"] = "ROGUE",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30894::::::::70:::::::::|h[藍色麂皮輕鞋]|h|r", -- [3]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-534-25052-17898-0001E42670",
					["Time"] = "00:18:08",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-24",
					["Class"] = "WARRIOR",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-534-25052-17907-00006426C1",
					["Time"] = "00:20:11",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-24",
					["Class"] = "WARRIOR",
					["Name"] = "冰龍",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-534-25052-17908-0000E42744",
					["Time"] = "00:21:40",
					["Looter"] = "慕之內走步",
					["Date"] = "2022-04-24",
					["Class"] = "WARLOCK",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-534-25052-17908-00006427BC",
					["Time"] = "00:23:34",
					["Looter"] = "騎風",
					["Date"] = "2022-04-24",
					["Class"] = "SHAMAN",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-534-25052-17905-0001642865",
					["Time"] = "00:26:35",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-24",
					["Class"] = "DRUID",
					["Name"] = "女妖",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-534-25052-17908-00006428CF",
					["Time"] = "00:27:51",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-24",
					["Class"] = "DRUID",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-534-25052-17842-000064298C",
					["Time"] = "00:35:00",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-04-24",
					["Class"] = "WARLOCK",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30896::::::::70:::::::::|h[防衛者的榮耀]|h|r", -- [3]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-534-25052-17968-0000642AA9",
					["Time"] = "00:45:43",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-24",
					["Class"] = "WARRIOR",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂熱追蹤鎖甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
					},
				}, -- [24]
			},
			["Date"] = "2022-04-23",
			["FirstClass"] = "WARRIOR",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
		}, -- [2]
		{
			["InstanceID"] = 568,
			["Player"] = "特變電工",
			["FirstPlayer"] = "別逼我無敵",
			["InstanceName"] = "Zul'Aman",
			["Date"] = "2022-04-26",
			["Class"] = "WARRIOR",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-3076-23574-000067ED3B",
					["Time"] = "21:15:24",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33281::::::::70:::::::::|h[自然仁慈胸針]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-3076-23576-000067ED3B",
					["Time"] = "21:27:54",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-04-26",
					["Class"] = "PALADIN",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33206::::::::70:::::::::|h[原初狂怒肩鎧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-3076-23578-000067ED3B",
					["Time"] = "21:36:19",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-26",
					["Class"] = "ROGUE",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33356::::::::70:::::::::|h[自然再生頭盔]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-3076-24065-000067ED3C",
					["Time"] = "21:45:10",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-26",
					["Class"] = "ROGUE",
					["Name"] = "阿曼尼希管理員",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-3076-23577-000067ED3B",
					["Time"] = "21:51:23",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33317::::::::70:::::::::|h[過往靈魂之袍]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-3076-24239-000067FCE0",
					["Time"] = "22:15:54",
					["Looter"] = "別逼我無敵",
					["Date"] = "2022-04-26",
					["Class"] = "PALADIN",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33389::::::::70:::::::::|h[壞魔精之匕]|h|r", -- [2]
						"|cffa335ee|Hitem:33453::::::::70:::::::::|h[妖術兜帽]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-568-3076-23863-000067FE9A",
					["Time"] = "22:22:58",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-26",
					["Class"] = "WARRIOR",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33466::::::::70:::::::::|h[詛咒骸骨迴圈]|h|r", -- [2]
						"|cffa335ee|Hitem:33830::::::::70:::::::::|h[上古亞基神器]|h|r", -- [3]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [4]
					},
				}, -- [7]
			},
		}, -- [3]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "特變電工",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "WARRIOR",
			["Date"] = "2022-04-30",
			["FirstClass"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-22044-20032-00016CF166",
					["Time"] = "16:28:45",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "Lanboman",
					["Name"] = "血守衛復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:30280::::::::70:::::::::|h[圖樣:衝擊腰帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-22044-18805-00006CF166",
					["Time"] = "16:54:06",
					["Class"] = "DRUID",
					["Date"] = "2022-04-30",
					["Looter"] = "秋葵牛丼",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [2]
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [3]
						"|cffa335ee|Hitem:29966::::::::70:::::::::|h[終末臂鎧]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-22044-20049-0004ECF166",
					["Time"] = "16:57:41",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "特變電工",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-22044-20048-0001ECF166",
					["Time"] = "16:58:46",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "Lanboman",
					["Name"] = "紅手百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:30307::::::::70:::::::::|h[圖樣:紅鷹之靴]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-22044-21271-00006CFD44",
					["Time"] = "17:12:30",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-30",
					["Looter"] = "半生如今",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-22044-21272-00006CFD44",
					["Time"] = "17:12:35",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-30",
					["Looter"] = "半生如今",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-22044-21273-00006CFD44",
					["Time"] = "17:12:43",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "前空翻的貓",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-22044-19622-00006CF166",
					["Time"] = "17:17:44",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "特變電工",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [3]
						"|cffa335ee|Hitem:29988::::::::70:::::::::|h[奈薩斯關鍵法杖]|h|r", -- [4]
						"|cffa335ee|Hitem:29998::::::::70:::::::::|h[銀月皇家護手]|h|r", -- [5]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [7]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [8]
					},
				}, -- [8]
			},
			["Player"] = "特變電工",
		}, -- [4]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "開始懂得",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2022-04-30",
			["FirstClass"] = "WARLOCK",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-23347-21301-0002ECFFBD",
					["Time"] = "17:33:27",
					["Class"] = "MAGE",
					["Date"] = "2022-04-30",
					["Looter"] = "小白胖",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-23347-21212-00006CFFBD",
					["Time"] = "17:46:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "Nottoosure",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:30110::::::::70:::::::::|h[復甦珊瑚指環]|h|r", -- [5]
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [6]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [7]
						"|cffa335ee|Hitem:30103::::::::70:::::::::|h[瓦許毒牙]|h|r", -- [8]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [5]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-04-30",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-26439-22885-00006D1EDF",
					["Time"] = "20:16:00",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-30",
					["Class"] = "WARRIOR",
					["Name"] = "龍形龜",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-26439-22887-00006D1EDF",
					["Time"] = "20:21:44",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-04-30",
					["Class"] = "MAGE",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [1]
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-26439-22898-00006D1EDF",
					["Time"] = "20:44:05",
					["Looter"] = "淡淡的憂傷",
					["Date"] = "2022-04-30",
					["Class"] = "HUNTER",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32259::::::::70:::::::::|h[風暴前夕手環]|h|r", -- [1]
						"|cffa335ee|Hitem:32250::::::::70:::::::::|h[深淵憤怒肩鎧]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-26439-23337-00016D1EDF",
					["Time"] = "20:47:26",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-04-30",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:34011::::::::70:::::::::|h[伊利達瑞符文盾]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-26439-22869-00016D1EDF",
					["Time"] = "20:47:48",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-30",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-26439-22855-0000ED1EDF",
					["Time"] = "20:51:09",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-04-30",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-26439-23374-00006D1EDF",
					["Time"] = "20:56:39",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-30",
					["Class"] = "DRUID",
					["Name"] = "灰舌潛行者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-26439-22869-00036D1EDF",
					["Time"] = "20:56:43",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-30",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-26439-22853-00006D1EDF",
					["Time"] = "20:58:40",
					["Looter"] = "騎風",
					["Date"] = "2022-04-30",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-26439-22844-0000ED2EFE",
					["Time"] = "21:01:13",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-04-30",
					["Class"] = "ROGUE",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-26439-22841-00006D1EDF",
					["Time"] = "21:06:05",
					["Looter"] = "柒刻",
					["Date"] = "2022-04-30",
					["Class"] = "SHAMAN",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32278::::::::70:::::::::|h[寂靜正義手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32264::::::::70:::::::::|h[隱藏捕獵者護肩]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-26439-22945-0000ED1EDF",
					["Time"] = "21:12:05",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-30",
					["Class"] = "PALADIN",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:34012::::::::70:::::::::|h[最終之刻罩氅]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-26439-22946-0001ED1EDF",
					["Time"] = "21:12:14",
					["Looter"] = "歿天使",
					["Date"] = "2022-04-30",
					["Class"] = "PALADIN",
					["Name"] = "影月戰犬",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-26439-22880-0000ED1EE0",
					["Time"] = "21:16:20",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-04-30",
					["Class"] = "DRUID",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-26439-22871-00006D1EDF",
					["Time"] = "21:26:09",
					["Class"] = "MAGE",
					["Date"] = "2022-04-30",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32510::::::::70:::::::::|h[追蹤輕步之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32328::::::::70:::::::::|h[植物學家的生長手套]|h|r", -- [2]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-26439-22869-0002ED1EDF",
					["Time"] = "21:29:36",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-30",
					["Looter"] = "騎風",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-26439-23235-00036D1EDF",
					["Time"] = "21:35:42",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-26439-23196-0000ED1EDF",
					["Time"] = "21:37:04",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-30",
					["Looter"] = "柒刻",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-26439-23235-00006D1EDF",
					["Time"] = "21:39:33",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "我叫緋村",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-26439-23235-0000ED1EDF",
					["Time"] = "21:39:37",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-30",
					["Looter"] = "司命",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-26439-23236-00006D1EDF",
					["Time"] = "21:39:41",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-30",
					["Looter"] = "背鍋俠",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-26439-23420-00006D3D98",
					["Time"] = "21:48:28",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-30",
					["Looter"] = "術難奉陪",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32350::::::::70:::::::::|h[靈光之觸]|h|r", -- [1]
						"|cffa335ee|Hitem:32349::::::::70:::::::::|h[清澈法術絲線頸鍊]|h|r", -- [2]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-26439-23235-0001ED1EDF",
					["Time"] = "21:51:44",
					["Class"] = "DRUID",
					["Date"] = "2022-04-30",
					["Looter"] = "神經德魯伊",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-26439-23236-0001ED1EDF",
					["Time"] = "21:52:06",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-26439-23236-00016D1EDF",
					["Time"] = "21:52:09",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-26439-23223-0002ED1EDF",
					["Time"] = "21:53:29",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "特變電工",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-26439-23223-00056D1EDF",
					["Time"] = "21:56:04",
					["Class"] = "DRUID",
					["Date"] = "2022-04-30",
					["Looter"] = "神經德魯伊",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-26439-22948-00006D1EDF",
					["Time"] = "22:01:41",
					["Class"] = "MAGE",
					["Date"] = "2022-04-30",
					["Looter"] = "魔令古二世",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32335::::::::70:::::::::|h[強勁侵略者指環]|h|r", -- [1]
						"|cffa335ee|Hitem:32342::::::::70:::::::::|h[堅定決心束腰]|h|r", -- [2]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-26439-23339-00046D1EDF",
					["Time"] = "22:04:13",
					["Class"] = "DRUID",
					["Date"] = "2022-04-30",
					["Looter"] = "神經德魯伊",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-26439-22956-00006D1EDF",
					["Time"] = "22:10:47",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "歐艾丹",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-26439-22955-00156D1EDF",
					["Time"] = "22:11:56",
					["Class"] = "DRUID",
					["Date"] = "2022-04-30",
					["Looter"] = "神經德魯伊",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
						"|cff0070dd|Hitem:31915::::::::70:::::::::|h[失心套卡之七]|h|r", -- [2]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-26439-22939-0017ED1EDF",
					["Time"] = "22:12:54",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "我叫緋村",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:31303::::::::70:::::::::|h[瓦拉諾斯長弓]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-26439-22957-00016D1EDF",
					["Time"] = "22:16:22",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "我叫緋村",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-5580-564-26439-22955-000B6D1EDF",
					["Time"] = "22:27:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "我叫緋村",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-26439-22939-001C6D1EDF",
					["Time"] = "22:28:11",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "特變電工",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:31501::::::::70:::::::::|h[秘典:造食術 VIII]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-26439-22962-00006D1EDF",
					["Time"] = "22:29:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "我叫緋村",
					["Name"] = "悲痛之女",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-26439-22947-00006D1EDF",
					["Time"] = "22:35:45",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "歿天使",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32368::::::::70:::::::::|h[光明使者法典]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-26439-23397-00016D1EDF",
					["Time"] = "22:43:29",
					["Class"] = "MAGE",
					["Date"] = "2022-04-30",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-26439-23402-0001ED1EDF",
					["Time"] = "22:43:35",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-30",
					["Looter"] = "司命",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-5580-564-26439-22951-00006D1EDF",
					["Time"] = "23:18:45",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-30",
					["Looter"] = "司命",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-5580-564-26439-22952-00006D1EDF",
					["Time"] = "23:18:52",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-30",
					["Looter"] = "司命",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-5580-564-26439-22950-00006D1EDF",
					["Time"] = "23:18:56",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-30",
					["Looter"] = "司命",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32331::::::::70:::::::::|h[伊利達瑞議會披風]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-5580-564-26439-22917-00006D5523",
					["Time"] = "23:39:13",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-30",
					["Looter"] = "我叫緋村",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffff8000|Hitem:32838::::::::70:::::::::|h[埃辛諾斯戰刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:32471::::::::70:::::::::|h[埃辛諾斯裂刺]|h|r", -- [4]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [5]
					},
				}, -- [43]
			},
			["Player"] = "特變電工",
		}, -- [6]
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-30850-17897-0001ED5C2D",
					["Time"] = "23:57:45",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-30",
					["Looter"] = "柳七夜",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32591::::::::70:::::::::|h[鋸齒之刃頸圈]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-30850-17767-00006D5D69",
					["Time"] = "00:04:57",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-01",
					["Looter"] = "不死夜空",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30868::::::::70:::::::::|h[回春護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30861::::::::70:::::::::|h[狂暴鐐銬]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-30850-17898-00016D6044",
					["Time"] = "00:15:11",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-534-30850-17808-00006D60F2",
					["Time"] = "00:20:01",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-01",
					["Looter"] = "騎風",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30881::::::::70:::::::::|h[惡名之刃]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-534-30850-17906-0000ED62E0",
					["Time"] = "00:26:38",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-01",
					["Looter"] = "柳七夜",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-534-30850-17895-00016D633F",
					["Time"] = "00:27:57",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-01",
					["Looter"] = "柳七夜",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-534-30850-17897-0000ED638E",
					["Time"] = "00:30:43",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-01",
					["Looter"] = "柳七夜",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-534-30850-17898-00006D656D",
					["Time"] = "00:37:23",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-01",
					["Looter"] = "柳七夜",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-534-30850-17888-00006D65C6",
					["Time"] = "00:41:22",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "歐艾丹",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30917::::::::70:::::::::|h[尖銳怒氣披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30892::::::::70:::::::::|h[野獸馴服師護肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32297::::::::70:::::::::|h[設計圖:尊貴的影歌紫水晶]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-534-30850-17898-0001ED6708",
					["Time"] = "00:44:02",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-534-30850-17898-00016D6708",
					["Time"] = "00:44:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-534-30850-17916-0001ED6833",
					["Time"] = "00:49:02",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-534-30850-17842-00006D6A02",
					["Time"] = "00:59:56",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-01",
					["Looter"] = "安安缺補嗎",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30897::::::::70:::::::::|h[希望束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [3]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-534-30850-17968-00006D6ADF",
					["Time"] = "01:09:52",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-01",
					["Looter"] = "歐艾丹",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30907::::::::70:::::::::|h[狂熱追蹤鎖甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30908::::::::70:::::::::|h[阿古斯使徒]|h|r", -- [4]
					},
				}, -- [14]
			},
			["FirstClass"] = "MAGE",
			["Date"] = "2022-04-30",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "熙夏",
		}, -- [7]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "Harchu",
			["InstanceName"] = "Zul'Aman",
			["FirstClass"] = "PALADIN",
			["Date"] = "2022-05-02",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-30085-23574-00006EAF24",
					["Time"] = "00:22:08",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-02",
					["Looter"] = "螺旋毒龍鑽",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33281::::::::70:::::::::|h[自然仁慈胸針]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-30085-23576-00006EAF24",
					["Time"] = "00:30:01",
					["Class"] = "DRUID",
					["Date"] = "2022-05-02",
					["Looter"] = "跑酷提摩",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33285::::::::70:::::::::|h[熊族之怒]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-30085-23577-00006EAF24",
					["Time"] = "00:53:20",
					["Class"] = "MAGE",
					["Date"] = "2022-05-02",
					["Looter"] = "由麻也",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33297::::::::70:::::::::|h[野蠻頸飾]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-30085-23863-00006EBDD9",
					["Time"] = "01:10:44",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-02",
					["Looter"] = "卡萊姆",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33471::::::::70:::::::::|h[兩趾便鞋]|h|r", -- [3]
						"|cffa335ee|Hitem:33479::::::::70:::::::::|h[邪笑面甲]|h|r", -- [4]
					},
				}, -- [4]
			},
			["Player"] = "特變電工",
		}, -- [8]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "斬殺王",
			["InstanceName"] = "Gruul's Lair",
			["Class"] = "WARRIOR",
			["Date"] = "2022-05-02",
			["FirstClass"] = "SHAMAN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-16135-18831-00006F61D6",
					["Time"] = "12:59:45",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "Wooloomooloo",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28797::::::::70:::::::::|h[野蠻巨魔僧侶披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-16135-19044-00006F61D6",
					["Time"] = "13:07:20",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-02",
					["Looter"] = "陶大師",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28825::::::::70:::::::::|h[奧多爾遺產防衛者]|h|r", -- [2]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[戈魯爾之牙]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [9]
		{
			["InstanceID"] = 565,
			["Player"] = "邁克爾假死",
			["FirstPlayer"] = "邁克爾假死",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-05-02",
			["Class"] = "HUNTER",
			["FirstClass"] = "HUNTER",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-17406-18831-00006F6D00",
					["Time"] = "13:41:15",
					["Looter"] = "歐內醬",
					["Date"] = "2022-05-02",
					["Class"] = "PALADIN",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[那魯之錘]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-17406-19044-00006F6D00",
					["Time"] = "13:48:11",
					["Looter"] = "殺破魚",
					["Date"] = "2022-05-02",
					["Class"] = "ROGUE",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [2]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:28823::::::::70:::::::::|h[戈魯爾之眼]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [10]
		{
			["InstanceID"] = 534,
			["Player"] = "邁克爾假死",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-534-18126-17895-00026F7865",
					["Time"] = "14:23:32",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "Arkx",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-534-18126-17899-00006F791D",
					["Time"] = "14:25:35",
					["Class"] = "MAGE",
					["Date"] = "2022-05-02",
					["Looter"] = "再睡一下好了",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-534-18126-17897-0002EF791D",
					["Time"] = "14:25:37",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "Arkx",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32945::::::::70:::::::::|h[熔岩狂怒拳套]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-534-18126-17898-00016F7961",
					["Time"] = "14:26:59",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-02",
					["Looter"] = "幽明驚雷",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-534-18126-17767-00006F7A29",
					["Time"] = "14:32:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-02",
					["Looter"] = "發條橘子",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30870::::::::70:::::::::|h[荒廢腕輪]|h|r", -- [1]
						"|cffa335ee|Hitem:30865::::::::70:::::::::|h[追蹤者之刃]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-534-18126-17895-00016F7B5F",
					["Time"] = "14:36:26",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-02",
					["Looter"] = "厚切牛",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-534-18126-17808-00006F7D19",
					["Time"] = "14:44:37",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "Arkx",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30879::::::::70:::::::::|h[阿里漢多先生的金幣腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:32307::::::::70:::::::::|h[設計圖:矇矓的焚石]|h|r", -- [2]
						"|cffa335ee|Hitem:30886::::::::70:::::::::|h[附魔皮便鞋]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-534-18126-17899-00006F7F03",
					["Time"] = "14:51:10",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-02",
					["Looter"] = "幽明驚雷",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-534-18126-17906-0001EF7F57",
					["Time"] = "14:52:56",
					["Class"] = "HUNTER",
					["Date"] = "2022-05-02",
					["Looter"] = "邁克爾假死",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-534-18126-17888-00006F8228",
					["Time"] = "15:06:31",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-02",
					["Looter"] = "厚切牛",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30916::::::::70:::::::::|h[元素傳導護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30895::::::::70:::::::::|h[安潔莉絲塔束帶]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-534-18126-17898-00016F837B",
					["Time"] = "15:09:55",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-02",
					["Looter"] = "故鄉的永夜",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-534-18126-17908-00006F8499",
					["Time"] = "15:14:57",
					["Class"] = "MAGE",
					["Date"] = "2022-05-02",
					["Looter"] = "冰冷聖經",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-534-18126-17899-0002EF8547",
					["Time"] = "15:17:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "若相依",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-534-18126-17916-0002EF848A",
					["Time"] = "15:24:51",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-02",
					["Looter"] = "Arkx",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-534-18126-17968-00006F8726",
					["Time"] = "15:41:10",
					["Class"] = "HUNTER",
					["Date"] = "2022-05-02",
					["Looter"] = "子瑜的寵物",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:32295::::::::70:::::::::|h[設計圖:神秘的獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30911::::::::70:::::::::|h[淨化權杖]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [5]
					},
				}, -- [15]
			},
			["Class"] = "HUNTER",
			["Date"] = "2022-05-02",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "未知目標",
		}, -- [11]
		{
			["InstanceID"] = 568,
			["Player"] = "特變電工",
			["FirstPlayer"] = "菊一文字",
			["InstanceName"] = "Zul'Aman",
			["Date"] = "2022-05-04",
			["FirstClass"] = "PALADIN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-568-640-23574-000072783A",
					["Time"] = "21:08:55",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-04",
					["Class"] = "WARRIOR",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33215::::::::70:::::::::|h[血染的精靈戰鬥外衣]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-568-640-23576-000072783A",
					["Time"] = "21:20:03",
					["Looter"] = "紅茶鮮奶",
					["Date"] = "2022-05-04",
					["Class"] = "WARLOCK",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33191::::::::70:::::::::|h[叢林踏靴]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-568-640-23578-000072783A",
					["Time"] = "21:32:00",
					["Looter"] = "Nicolass",
					["Date"] = "2022-05-04",
					["Class"] = "PALADIN",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33329::::::::70:::::::::|h[影牙食人妖皮胸衣]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-568-640-23577-000072783A",
					["Time"] = "21:45:01",
					["Looter"] = "Nicolass",
					["Date"] = "2022-05-04",
					["Class"] = "PALADIN",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33300::::::::70:::::::::|h[刃舞肩墊]|h|r", -- [2]
						"|cff0070dd|Hitem:33307::::::::70:::::::::|h[公式:附魔武器 - 處決者]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-568-640-24239-000072835E",
					["Time"] = "21:58:13",
					["Looter"] = "Nicolass",
					["Date"] = "2022-05-04",
					["Class"] = "PALADIN",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33432::::::::70:::::::::|h[叢林獵捕者罩盔]|h|r", -- [2]
						"|cffa335ee|Hitem:33828::::::::70:::::::::|h[惡魔治療典籍]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-568-640-23863-0000728674",
					["Time"] = "22:04:28",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-04",
					["Class"] = "WARRIOR",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r", -- [2]
						"|cffa335ee|Hitem:33831::::::::70:::::::::|h[狂戰士的吶喊]|h|r", -- [3]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [4]
					},
				}, -- [6]
			},
		}, -- [12]
		{
			["InstanceID"] = 544,
			["FirstPlayer"] = "Panthergirl",
			["InstanceName"] = "Magtheridon's Lair",
			["Class"] = "WARRIOR",
			["Date"] = "2022-05-06",
			["FirstClass"] = "PRIEST",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-544-4490-17257-0000753865",
					["Time"] = "23:38:18",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-06",
					["Looter"] = "酒刈太郎",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [2]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [3]
						"|cffa335ee|Hitem:28789::::::::70:::::::::|h[瑪瑟里頓之眼]|h|r", -- [4]
						"|cffa335ee|Hitem:29754::::::::70:::::::::|h[逝往勇士護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:29754::::::::70:::::::::|h[逝往勇士護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:29754::::::::70:::::::::|h[逝往勇士護胸]|h|r", -- [7]
						"|cffa335ee|Hitem:28776::::::::70:::::::::|h[騙子的口才手套]|h|r", -- [8]
					},
				}, -- [1]
			},
			["Player"] = "特變電工",
		}, -- [13]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-5695-18831-00007541F6",
					["Time"] = "23:56:12",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-06",
					["Looter"] = "特變電工",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28796::::::::70:::::::::|h[暗影邪惡面罩]|h|r", -- [2]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-5695-19044-00007541F6",
					["Time"] = "00:06:09",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28810::::::::70:::::::::|h[風剪長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [3]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
			["Date"] = "2022-05-06",
			["Class"] = "WARRIOR",
			["FirstClass"] = "WARRIOR",
			["InstanceName"] = "Gruul's Lair",
		}, -- [14]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
