
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "紅十字急救站",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "PRIEST",
			["Date"] = "2021-09-12",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-7494-18831-00003DED00",
					["Time"] = "20:51:52",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-12",
					["Looter"] = "貓咪的尾巴",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:28795::::::::70:::::::::|h[劍刃氏族戰爭手環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-7494-19044-00003DED00",
					["Time"] = "21:07:13",
					["Class"] = "MAGE",
					["Date"] = "2021-09-12",
					["Looter"] = "馨香",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28810::::::::70:::::::::|h[風剪長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:28827::::::::70:::::::::|h[屠龍者護手]|h|r", -- [3]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 544,
			["FirstPlayer"] = "牧原股份",
			["InstanceName"] = "Magtheridon's Lair",
			["FirstClass"] = "DRUID",
			["Date"] = "2021-09-12",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-544-14150-17257-00003DFE9C",
					["Time"] = "21:37:44",
					["Class"] = "ROGUE",
					["Date"] = "2021-09-12",
					["Looter"] = "煙毒屍髮",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28777::::::::70:::::::::|h[地窖潛行者披風]|h|r", -- [2]
						"|cffa335ee|Hitem:28789::::::::70:::::::::|h[瑪瑟里頓之眼]|h|r", -- [3]
						"|cffa335ee|Hitem:29755::::::::70:::::::::|h[逝往英雄護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 532,
			["Player"] = "特變電工",
			["FirstPlayer"] = "強運魔人",
			["InstanceName"] = "Karazhan",
			["Date"] = "2021-09-13",
			["FirstClass"] = "PALADIN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-532-25060-16152-00003F6C72",
					["Time"] = "23:22:43",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28510::::::::70:::::::::|h[經絡鬼靈指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28453::::::::70:::::::::|h[白雄鹿護腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-532-25060-16409-0016BF650D",
					["Time"] = "23:29:15",
					["Looter"] = "強運魔人",
					["Date"] = "2021-09-13",
					["Class"] = "PALADIN",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-532-25060-15687-00003F650D",
					["Time"] = "23:35:41",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28525::::::::70:::::::::|h[堅信之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:28565::::::::70:::::::::|h[虛空裂片束腰]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-532-25060-16457-00003F650E",
					["Time"] = "23:47:37",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-13",
					["Class"] = "WARRIOR",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28520::::::::70:::::::::|h[核心手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28516::::::::70:::::::::|h[倒刺懲罰頸飾]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-532-25060-17534-00003F7497",
					["Time"] = "23:59:19",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "茱麗葉",
					["Loots"] = {
						"|cffa335ee|Hitem:28579::::::::70:::::::::|h[羅慕歐的毒藥瓶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-532-25060-17533-00003F74C7",
					["Time"] = "23:59:26",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-13",
					["Class"] = "DRUID",
					["Name"] = "羅慕歐",
					["Loots"] = {
						"|cffa335ee|Hitem:28593::::::::70:::::::::|h[恆金巨盔]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-532-25060-17225-00003F781C",
					["Time"] = "00:24:15",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-14",
					["Class"] = "WARRIOR",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28601::::::::70:::::::::|h[共謀者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:28611::::::::70:::::::::|h[龍心火焰盾牌]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-532-25060-15691-00003F650D",
					["Time"] = "00:42:19",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-14",
					["Class"] = "WARRIOR",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:28621::::::::70:::::::::|h[烏瑞恩王朝護脛]|h|r", -- [1]
						"|cffa335ee|Hitem:29756::::::::70:::::::::|h[逝往英雄手套]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-532-25060-15688-00003F650D",
					["Time"] = "01:03:50",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-14",
					["Class"] = "DRUID",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28661::::::::70:::::::::|h[修補者之心型指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28656::::::::70:::::::::|h[宵小束腰]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-532-25060-16524-00003F650E",
					["Time"] = "01:10:23",
					["Looter"] = "恕嵐轎",
					["Date"] = "2021-09-14",
					["Class"] = "DRUID",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28663::::::::70:::::::::|h[廉正之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:28727::::::::70:::::::::|h[紫羅蘭之眼墜飾]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-532-25060-16545-00003F650E",
					["Time"] = "01:20:18",
					["Looter"] = "喵真小",
					["Date"] = "2021-09-14",
					["Class"] = "WARLOCK",
					["Name"] = "伊斯利盜法者",
					["Loots"] = {
						"|cff0070dd|Hitem:31306::::::::70:::::::::|h[聖羽護腿]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-532-25060-15689-00003F650D",
					["Time"] = "01:28:41",
					["Looter"] = "專射你臉",
					["Date"] = "2021-09-14",
					["Class"] = "HUNTER",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28734::::::::70:::::::::|h[無限可能珠寶]|h|r", -- [1]
						"|cffa335ee|Hitem:28735::::::::70:::::::::|h[大地之血護胸]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-532-25060-15690-00003F8DFF",
					["Time"] = "01:51:22",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-14",
					["Class"] = "WARRIOR",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29760::::::::70:::::::::|h[逝往勇士頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28763::::::::70:::::::::|h[永生玉戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28773::::::::70:::::::::|h[血吼之斧]|h|r", -- [3]
					},
				}, -- [13]
			},
		}, -- [3]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-09-18",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-23380-21216-000045D0C3",
					["Time"] = "21:19:55",
					["Looter"] = "終焉之戰",
					["Date"] = "2021-09-18",
					["Class"] = "WARRIOR",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30050::::::::70:::::::::|h[變換夢魘之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30055::::::::70:::::::::|h[怪異肩墊]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-548-23380-21220-0001C5D0C4",
					["Time"] = "21:25:00",
					["Looter"] = "程昱",
					["Date"] = "2021-09-18",
					["Class"] = "DRUID",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-548-23380-21263-0000C5D0C3",
					["Time"] = "21:37:58",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-09-18",
					["Class"] = "PALADIN",
					["Name"] = "灰色之心技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-548-23380-21218-000045D0C4",
					["Time"] = "21:44:02",
					["Looter"] = "慕蓉兒",
					["Date"] = "2021-09-18",
					["Class"] = "PRIEST",
					["Name"] = "瓦司金榮譽守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-548-23380-21217-000045F0A4",
					["Time"] = "22:10:18",
					["Looter"] = "天阿我好帥",
					["Date"] = "2021-09-18",
					["Class"] = "MAGE",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30665::::::::70:::::::::|h[精神冥想耳環]|h|r", -- [1]
						"|cffa335ee|Hitem:30057::::::::70:::::::::|h[消滅護腕]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-548-23380-21215-000045D0C3",
					["Time"] = "23:33:41",
					["Looter"] = "程昱",
					["Date"] = "2021-09-18",
					["Class"] = "DRUID",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30092::::::::70:::::::::|h[逆戟鯨皮之靴]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-548-23380-21251-000245D0C3",
					["Time"] = "23:46:53",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-09-18",
					["Class"] = "WARRIOR",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30023::::::::70:::::::::|h[漩渦圖騰]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-548-23380-21214-000045D0C3",
					["Time"] = "00:03:57",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-19",
					["Class"] = "WARRIOR",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:30100::::::::70:::::::::|h[靈魂行者之靴]|h|r", -- [3]
					},
				}, -- [8]
			},
		}, -- [4]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "WARRIOR",
			["Date"] = "2021-09-19",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-28822-20031-00014722C7",
					["Time"] = "20:20:36",
					["Class"] = "PRIEST",
					["Date"] = "2021-09-19",
					["Looter"] = "慕蓉兒",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-28822-20037-00004722C7",
					["Time"] = "20:33:58",
					["Class"] = "PRIEST",
					["Date"] = "2021-09-19",
					["Looter"] = "Damocles",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-28822-20043-0000C722C8",
					["Time"] = "21:03:16",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-19",
					["Looter"] = "特變電工",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30281::::::::70:::::::::|h[圖樣:長路腰帶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-28822-19516-00004722C7",
					["Time"] = "21:45:08",
					["Class"] = "SHAMAN",
					["Date"] = "2021-09-19",
					["Looter"] = "莫沫",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29984::::::::70:::::::::|h[札爾塔束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-28822-20044-00024722C7",
					["Time"] = "21:55:22",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-19",
					["Looter"] = "歐艾丹",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-28822-20036-00014722C7",
					["Time"] = "21:55:38",
					["Class"] = "ROGUE",
					["Date"] = "2021-09-19",
					["Looter"] = "背鍋俠",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-28822-20044-00064722C7",
					["Time"] = "22:14:22",
					["Class"] = "ROGUE",
					["Date"] = "2021-09-19",
					["Looter"] = "背鍋俠",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-28822-20043-0005C722C7",
					["Time"] = "22:14:50",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-19",
					["Looter"] = "歐艾丹",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-28822-20034-000047495B",
					["Time"] = "22:45:28",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-19",
					["Looter"] = "特變電工",
					["Name"] = "占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-28822-20039-0000474B2A",
					["Time"] = "22:51:42",
					["Class"] = "SHAMAN",
					["Date"] = "2021-09-19",
					["Looter"] = "柒刻",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [10]
			},
			["Player"] = "特變電工",
		}, -- [5]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2021-09-21",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-11335-19044-000048B558",
					["Time"] = "01:07:35",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-21",
					["Looter"] = "掏凹凹",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [2]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[戈魯爾之牙]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
					},
				}, -- [1]
			},
			["Player"] = "特變電工",
		}, -- [6]
		{
			["InstanceID"] = 544,
			["FirstPlayer"] = "Magichilo",
			["InstanceName"] = "Magtheridon's Lair",
			["FirstClass"] = "MAGE",
			["Date"] = "2021-09-21",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-544-12766-17257-000048C06A",
					["Time"] = "01:33:46",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-21",
					["Looter"] = "業牙",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:32386::::::::70:::::::::|h[瑪瑟里頓之首]|h|r", -- [1]
						"|cffa335ee|Hitem:34845::::::::70:::::::::|h[深淵領主的背包]|h|r", -- [2]
						"|cffa335ee|Hitem:28774::::::::70:::::::::|h[競技場之寬刃]|h|r", -- [3]
						"|cffa335ee|Hitem:28783::::::::70:::::::::|h[埃雷達爾忘卻法杖]|h|r", -- [4]
						"|cffa335ee|Hitem:29754::::::::70:::::::::|h[逝往勇士護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:29754::::::::70:::::::::|h[逝往勇士護胸]|h|r", -- [6]
					},
				}, -- [1]
			},
			["Player"] = "特變電工",
		}, -- [7]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "法拉米果",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "HUNTER",
			["Date"] = "2021-09-25",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-19781-21215-00004EADBD",
					["Time"] = "15:20:22",
					["Class"] = "WARRIOR",
					["Date"] = "2021-09-25",
					["Looter"] = "Baiter",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30091::::::::70:::::::::|h[精準遠行者手環]|h|r", -- [1]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-19781-21251-0001CEADBD",
					["Time"] = "15:27:49",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-25",
					["Looter"] = "我找一下聖光",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-19781-21214-00004EADBD",
					["Time"] = "15:58:24",
					["Class"] = "PALADIN",
					["Date"] = "2021-09-25",
					["Looter"] = "我找一下聖光",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30626::::::::70:::::::::|h[亂流之測量儀]|h|r", -- [2]
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-19781-21299-0002CEADBD",
					["Time"] = "16:02:06",
					["Class"] = "PRIEST",
					["Date"] = "2021-09-25",
					["Looter"] = "靠牧周董",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30620::::::::70:::::::::|h[隱藏艦隊的小望遠鏡]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-19781-21299-00024EADBD",
					["Time"] = "16:02:17",
					["Class"] = "MAGE",
					["Date"] = "2021-09-25",
					["Looter"] = "法拉米果",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30022::::::::70:::::::::|h[冒險墜飾]|h|r", -- [1]
					},
				}, -- [5]
			},
			["Player"] = "邁克爾假死",
		}, -- [8]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-09-25",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-4303-21216-00004F0DBB",
					["Time"] = "20:41:51",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30053::::::::70:::::::::|h[戰鬥舞者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30048::::::::70:::::::::|h[正義明亮頭盔]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-4303-21217-00004F1F74",
					["Time"] = "21:20:59",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30062::::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-4303-21230-00034F0DBB",
					["Time"] = "21:36:15",
					["Looter"] = "程昱",
					["Date"] = "2021-09-25",
					["Class"] = "DRUID",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-4303-21215-00004F0DBB",
					["Time"] = "22:01:18",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-09-25",
					["Class"] = "WARLOCK",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30092::::::::70:::::::::|h[逆戟鯨皮之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-4303-21251-0001CF0DBB",
					["Time"] = "22:12:37",
					["Looter"] = "特變電工",
					["Date"] = "2021-09-25",
					["Class"] = "WARRIOR",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-4303-21214-00004F0DBB",
					["Time"] = "22:39:02",
					["Looter"] = "程昱",
					["Date"] = "2021-09-25",
					["Class"] = "DRUID",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30090::::::::70:::::::::|h[世界破擊者]|h|r", -- [2]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [3]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-4303-21298-00034F0DBB",
					["Time"] = "22:45:57",
					["Looter"] = "啾咪丸",
					["Date"] = "2021-09-25",
					["Class"] = "PALADIN",
					["Name"] = "盤牙海蛇守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
			},
		}, -- [9]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000152587891, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
