
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-11-23",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "大呆猛",
			["FirstClass"] = "PALADIN",
			["InstanceName"] = "纳克萨玛斯",
			["SavedID"] = 113131489,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-9792-16028-00007E0EBE",
					["Time"] = "20:30:06",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-23",
					["Looter"] = "薇亞",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:39271::::::::80:::::::::|h[回忆之刃]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-9792-15932-00007E0EBE",
					["Time"] = "20:51:21",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-23",
					["Looter"] = "穗稻柊舞",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40619::::::::80:::::::::|h[失落征服者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39188::::::::80:::::::::|h[武士胸甲]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-9792-15928-00007E0EBE",
					["Time"] = "20:58:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-23",
					["Looter"] = "特變電工",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40621::::::::80:::::::::|h[失落胜利者的护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:39292::::::::80:::::::::|h[退击护符]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-9792-15956-00007E0EBE",
					["Time"] = "21:08:44",
					["Class"] = "HUNTER",
					["Date"] = "2022-11-23",
					["Looter"] = "娜年醉美",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39192::::::::80:::::::::|h[黑暗示意手套]|h|r", -- [1]
						"|cffa335ee|Hitem:39141::::::::80:::::::::|h[偏斜指环]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-9792-15953-00007E0EBE",
					["Time"] = "21:15:35",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-23",
					["Looter"] = "特變電工",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39194::::::::80:::::::::|h[锈蚀尖刺护手]|h|r", -- [1]
						"|cffa335ee|Hitem:39216::::::::80:::::::::|h[欲望腰带]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-9792-15952-00007E0EBE",
					["Time"] = "21:24:33",
					["Class"] = "MAGE",
					["Date"] = "2022-11-23",
					["Looter"] = "紫頭閪楊千嬅",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39225::::::::80:::::::::|h[武装冲突披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39233::::::::80:::::::::|h[诅咒的庇护]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-9792-15954-00007E0EBE",
					["Time"] = "21:35:05",
					["Class"] = "WARRIOR",
					["Date"] = "2022-11-23",
					["Looter"] = "特變電工",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39240::::::::80:::::::::|h[诺斯的诅咒]|h|r", -- [1]
						"|cffa335ee|Hitem:39236::::::::80:::::::::|h[侵犯者之靴]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-9792-15936-00007E0EBE",
					["Time"] = "21:42:53",
					["Class"] = "WARLOCK",
					["Date"] = "2022-11-23",
					["Looter"] = "薇亞",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:39254::::::::80:::::::::|h[轻舞之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:39248::::::::80:::::::::|h[迷失兽群外套]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-9792-16011-00007E0EBE",
					["Time"] = "21:51:00",
					["Class"] = "PALADIN",
					["Date"] = "2022-11-23",
					["Looter"] = "大呆猛",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40622::::::::80:::::::::|h[失落征服者的护肩]|h|r", -- [1]
						"|cffa335ee|Hitem:39260::::::::80:::::::::|h[腐蚀心灵头盔]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-9792-16061-00007E0EBE",
					["Time"] = "22:01:41",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-23",
					["Looter"] = "穗稻柊舞",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39297::::::::80:::::::::|h[遮蔽披风]|h|r", -- [1]
						"|cffa335ee|Hitem:39307::::::::80:::::::::|h[耐久铁戒]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-9792-15989-00007E3283",
					["Time"] = "22:51:40",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-11-23",
					["Looter"] = "穗稻柊舞",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:39408::::::::80:::::::::|h[萨菲隆护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:44569::::::::80:::::::::|h[聚焦之虹的钥匙]|h|r", -- [2]
						"|cffa335ee|Hitem:39399::::::::80:::::::::|h[亡灵军团头盔]|h|r", -- [3]
					},
				}, -- [11]
			},
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
