
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2023-04-01",
			["Class"] = "PALADIN",
			["InstanceID"] = 533,
			["FirstPlayer"] = "鈕聃",
			["SavedID"] = 198224155,
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "WARRIOR",
			["Player"] = "家駒",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-533-326-16061-00002818B5",
					["Time"] = "20:48:30",
					["Class"] = "PALADIN",
					["Date"] = "2023-04-01",
					["Looter"] = "家駒",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[传承]|h|r", -- [2]
						"|cffa335ee|Hitem:40316::::::::80:::::::::|h[指引护手]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-533-1721-15956-0000285151",
					["Time"] = "00:10:30",
					["Looter"] = "你也在等风吗",
					["Date"] = "2023-04-02",
					["Class"] = "ROGUE",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:40069::::::::80:::::::::|h[傳承]|h|r", -- [1]
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[抱得美人歸]|h|r", -- [2]
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[同化之盾]|h|r", -- [3]
						"|cffa335ee|Hitem:39717::::::::80:::::::::|h[無動於衷脛甲]|h|r", -- [4]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[撤銷之握]|h|r", -- [5]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-533-1721-15953-0000285151",
					["Time"] = "00:14:14",
					["Looter"] = "炫天莫邪劍",
					["Date"] = "2023-04-02",
					["Class"] = "WARLOCK",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [1]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[火焰灼燒巨盔]|h|r", -- [2]
						"|cffa335ee|Hitem:39757::::::::80:::::::::|h[崇拜塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:39732::::::::80:::::::::|h[費琳娜的瘋狂]|h|r", -- [4]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[砂舊指環]|h|r", -- [5]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-533-1721-15952-0000285151",
					["Time"] = "00:19:05",
					["Looter"] = "宋小宝丶",
					["Date"] = "2023-04-02",
					["Class"] = "PALADIN",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危機防制披風]|h|r", -- [1]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[喪鐘]|h|r", -- [2]
						"|cffa335ee|Hitem:39765::::::::80:::::::::|h[罪人束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40061::::::::80:::::::::|h[顫抖外套]|h|r", -- [4]
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[奪格甲殼束腰]|h|r", -- [5]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-533-1721-16011-0000285151",
					["Time"] = "00:32:15",
					["Looter"] = "你也在等风吗",
					["Date"] = "2023-04-02",
					["Class"] = "ROGUE",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40244::::::::80:::::::::|h[奢梦]|h|r", -- [2]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40241::::::::80:::::::::|h[联合束带]|h|r", -- [4]
						"|cffa335ee|Hitem:40243::::::::80:::::::::|h[邪恶谎言裹足]|h|r", -- [5]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-533-1721-16028-0000285151",
					["Time"] = "01:08:38",
					["Looter"] = "你也在等风吗",
					["Date"] = "2023-04-02",
					["Class"] = "ROGUE",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [1]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [2]
						"|cffa335ee|Hitem:40269::::::::80:::::::::|h[說服長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[風險計算手套]|h|r", -- [4]
						"|cffa335ee|Hitem:40265::::::::80:::::::::|h[箭歌]|h|r", -- [5]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-533-1721-15928-0000285151",
					["Time"] = "01:21:19",
					["Looter"] = "你也在等风吗",
					["Date"] = "2023-04-02",
					["Class"] = "ROGUE",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40304::::::::80:::::::::|h[蘑菇之花]|h|r", -- [2]
						"|cffa335ee|Hitem:40300::::::::80:::::::::|h[日落之塔]|h|r", -- [3]
						"|cffa335ee|Hitem:40300::::::::80:::::::::|h[日落之塔]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-533-1721-15990-0000285151",
					["Time"] = "01:41:12",
					["Looter"] = "麻园德仔",
					["Date"] = "2023-04-02",
					["Class"] = "DRUID",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40395::::::::80:::::::::|h[圣火之炬]|h|r", -- [1]
						"|cffa335ee|Hitem:40396::::::::80:::::::::|h[逆潮]|h|r", -- [2]
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者的头冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40400::::::::80:::::::::|h[恐惧之墙]|h|r", -- [5]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[苦痛徽记之戒]|h|r", -- [6]
					},
				}, -- [8]
			},
		}, -- [1]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 152.6507164619785,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002670288086, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
