
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2021-12-04",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-31137-21246-00002B5681",
					["Time"] = "20:25:20",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-04",
					["Looter"] = "諾多凱蘭崔爾",
					["Name"] = "毒蛇神殿孢子蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:30301::::::::70:::::::::|h[圖樣:自然之力腰帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-31137-21216-00002B5681",
					["Time"] = "20:57:52",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-04",
					["Looter"] = "特變電工",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30051::::::::70:::::::::|h[新月女神塑像]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-31137-21217-00002B6715",
					["Time"] = "21:11:30",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-04",
					["Looter"] = "諾多凱蘭崔爾",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30062::::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r", -- [1]
						"|cffa335ee|Hitem:33054::::::::70:::::::::|h[丹札拉之印]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-31137-21213-00002B5681",
					["Time"] = "22:10:38",
					["Class"] = "DRUID",
					["Date"] = "2021-12-04",
					["Looter"] = "神經伊魯德",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30098::::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r", -- [1]
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:33058::::::::70:::::::::|h[警覺指環]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-31137-21214-00002B5681",
					["Time"] = "22:37:10",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-04",
					["Looter"] = "終焉之戰",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30663::::::::70:::::::::|h[潮行者深淵胸針]|h|r", -- [2]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [3]
					},
				}, -- [5]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "術難奉陪",
			["InstanceName"] = "Tempest Keep",
			["FirstClass"] = "WARLOCK",
			["Date"] = "2021-12-04",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-10290-20037-0000AB82F9",
					["Time"] = "23:21:07",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-04",
					["Looter"] = "歐艾丹",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-10290-19514-00002B82F9",
					["Time"] = "23:36:48",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-04",
					["Looter"] = "特變電工",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [1]
						"|cffa335ee|Hitem:30447::::::::70:::::::::|h[火焰救贖寶典]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-10290-20040-0000AB82F9",
					["Time"] = "23:44:45",
					["Class"] = "ROGUE",
					["Date"] = "2021-12-04",
					["Looter"] = "背鍋俠",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-10290-20042-0000AB82F9",
					["Time"] = "23:58:18",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-04",
					["Looter"] = "諾多凱蘭崔爾",
					["Name"] = "風暴要塞-鐵匠",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-10290-19516-00002B82F9",
					["Time"] = "00:04:51",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-05",
					["Looter"] = "歐艾丹",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30450::::::::70:::::::::|h[扭曲彈簧線圈]|h|r", -- [1]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-10290-20036-00012B82FA",
					["Time"] = "00:17:13",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-05",
					["Looter"] = "諾多凱蘭崔爾",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-10290-20043-00072B82F9",
					["Time"] = "00:18:41",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-05",
					["Looter"] = "諾多凱蘭崔爾",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-10290-20044-00002B82F9",
					["Time"] = "00:30:03",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-05",
					["Looter"] = "諾多凱蘭崔爾",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-10290-18805-00002B82F9",
					["Time"] = "00:54:07",
					["Class"] = "WARLOCK",
					["Date"] = "2021-12-05",
					["Looter"] = "不死夜空",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [1]
						"|cffa335ee|Hitem:29966::::::::70:::::::::|h[終末臂鎧]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-4417-20050-0001ACA85D",
					["Time"] = "20:47:53",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-05",
					["Looter"] = "別逼我擋怪",
					["Name"] = "紅手審判官",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-4417-21268-00002CB777",
					["Time"] = "20:58:52",
					["Class"] = "HUNTER",
					["Date"] = "2021-12-05",
					["Looter"] = "尐沫",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-4417-21269-00002CB777",
					["Time"] = "20:59:31",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-05",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-4417-21271-00002CB777",
					["Time"] = "20:59:33",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-05",
					["Looter"] = "別逼我擋怪",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-4417-21274-00002CB777",
					["Time"] = "20:59:34",
					["Class"] = "MAGE",
					["Date"] = "2021-12-05",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-4417-21272-00002CB777",
					["Time"] = "20:59:41",
					["Class"] = "HUNTER",
					["Date"] = "2021-12-05",
					["Looter"] = "狂牛奔向天",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-4417-21270-00002CB777",
					["Time"] = "20:59:43",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-05",
					["Looter"] = "阿梨",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-4417-21273-00002CB777",
					["Time"] = "20:59:44",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-05",
					["Looter"] = "追著元素跑",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-4417-21268-00002CBC8F",
					["Time"] = "21:20:37",
					["Class"] = "HUNTER",
					["Date"] = "2021-12-05",
					["Looter"] = "狂牛奔向天",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-4417-21271-00002CBC8F",
					["Time"] = "21:21:12",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-05",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-550-4417-21274-00002CBC8F",
					["Time"] = "21:21:15",
					["Class"] = "MAGE",
					["Date"] = "2021-12-05",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-550-4417-21272-00002CBC8F",
					["Time"] = "21:21:17",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-05",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-550-4417-21273-00002CBC8F",
					["Time"] = "21:21:26",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-05",
					["Looter"] = "特變電工",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-550-4417-21269-00002CBC8F",
					["Time"] = "21:21:27",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-05",
					["Looter"] = "我叫緋村",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-550-4417-21270-00002CBC8F",
					["Time"] = "21:21:32",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-05",
					["Looter"] = "阿梨",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-550-4417-19622-00002CBA54",
					["Time"] = "21:32:54",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-05",
					["Looter"] = "特變電工",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:29992::::::::70:::::::::|h[逐日者皇家披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29994::::::::70:::::::::|h[薩拉斯迷霧披風]|h|r", -- [3]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [6]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4491-550-31327-20039-000134907D",
					["Time"] = "20:33:37",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-11",
					["Looter"] = "維爾德拉",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4491-550-31327-19514-0000349E1A",
					["Time"] = "20:59:12",
					["Class"] = "WARLOCK",
					["Date"] = "2021-12-11",
					["Looter"] = "Devinfon",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [1]
						"|cffa335ee|Hitem:29922::::::::70:::::::::|h[歐爾指環]|h|r", -- [2]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4491-550-31327-19516-000034907D",
					["Time"] = "21:29:07",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "特變電工",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29983::::::::70:::::::::|h[魔鋼戰爭頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4491-550-31327-20036-000534907D",
					["Time"] = "21:38:54",
					["Class"] = "DRUID",
					["Date"] = "2021-12-11",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4491-550-31327-20043-0003B4907D",
					["Time"] = "21:45:23",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "我叫緋村",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4491-550-31327-20043-000734907D",
					["Time"] = "21:48:06",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "別逼我擋怪",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4491-550-31327-18805-000034907D",
					["Time"] = "21:59:41",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "特變電工",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30446::::::::70:::::::::|h[索拉瑞恩藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [2]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034B58B",
					["Time"] = "22:29:34",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "別逼我擋怪",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034B58B",
					["Time"] = "22:29:35",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-11",
					["Looter"] = "別打我要有愛",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034B58B",
					["Time"] = "22:29:36",
					["Class"] = "MAGE",
					["Date"] = "2021-12-11",
					["Looter"] = "魔令古二世",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4491-550-31327-21268-000034B58B",
					["Time"] = "22:29:36",
					["Class"] = "HUNTER",
					["Date"] = "2021-12-11",
					["Looter"] = "狂牛奔向天",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034B58B",
					["Time"] = "22:29:38",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "我叫緋村",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034B58B",
					["Time"] = "22:29:42",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034B87C",
					["Time"] = "22:42:07",
					["Class"] = "MAGE",
					["Date"] = "2021-12-11",
					["Looter"] = "熙夏",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034B87C",
					["Time"] = "22:42:16",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "我叫緋村",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034B87C",
					["Time"] = "22:42:17",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "歿天使",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034B87C",
					["Time"] = "22:42:20",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "歐艾丹",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034BC02",
					["Time"] = "22:57:11",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-11",
					["Looter"] = "維爾德拉",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034BC02",
					["Time"] = "22:57:13",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "別逼我擋怪",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034BC02",
					["Time"] = "22:57:13",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "歐艾丹",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [2]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034BC02",
					["Time"] = "22:57:21",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "歐艾丹",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034BF31",
					["Time"] = "23:10:43",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034BF31",
					["Time"] = "23:10:47",
					["Class"] = "MAGE",
					["Date"] = "2021-12-11",
					["Looter"] = "熙夏",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034BF31",
					["Time"] = "23:10:47",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-11",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034BF31",
					["Time"] = "23:10:48",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "歐艾丹",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034BF31",
					["Time"] = "23:10:51",
					["Class"] = "SHAMAN",
					["Date"] = "2021-12-11",
					["Looter"] = "追著元素跑",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034C31E",
					["Time"] = "23:27:31",
					["Class"] = "MAGE",
					["Date"] = "2021-12-11",
					["Looter"] = "熙夏",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034C31E",
					["Time"] = "23:27:33",
					["Class"] = "PALADIN",
					["Date"] = "2021-12-11",
					["Looter"] = "歿天使",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034C31E",
					["Time"] = "23:27:35",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-11",
					["Looter"] = "維爾德拉",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034C31E",
					["Time"] = "23:27:37",
					["Class"] = "HUNTER",
					["Date"] = "2021-12-11",
					["Looter"] = "狂牛奔向天",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [55]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034C31E",
					["Time"] = "23:27:39",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-11",
					["Looter"] = "維爾德拉",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [56]
				{
					["GUID"] = "Creature-0-4491-550-31327-19622-000034C10E",
					["Time"] = "23:38:05",
					["Class"] = "MAGE",
					["Date"] = "2021-12-11",
					["Looter"] = "柒莫",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29996::::::::70:::::::::|h[太陽之王權杖]|h|r", -- [4]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [5]
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [6]
						"|cffa335ee|Hitem:29991::::::::70:::::::::|h[太陽之鷹護腿]|h|r", -- [7]
					},
				}, -- [57]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "熙夏",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2021-12-12",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-7626-21216-000034C6C8",
					["Time"] = "00:25:09",
					["Class"] = "WARRIOR",
					["Date"] = "2021-12-12",
					["Looter"] = "終焉之戰",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30049::::::::70:::::::::|h[深淵石]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-24689-21218-000035E28C",
					["Time"] = "20:18:49",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-12",
					["Class"] = "DRUID",
					["Name"] = "瓦司金榮譽守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-24689-21301-0000B5E28A",
					["Time"] = "20:20:34",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-12",
					["Class"] = "DRUID",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-24689-21217-000035EB87",
					["Time"] = "20:39:19",
					["Looter"] = "薇亞",
					["Date"] = "2021-12-12",
					["Class"] = "WARLOCK",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30057::::::::70:::::::::|h[消滅護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:33054::::::::70:::::::::|h[丹札拉之印]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-24689-21228-000035E28A",
					["Time"] = "20:51:22",
					["Looter"] = "柒莫",
					["Date"] = "2021-12-12",
					["Class"] = "MAGE",
					["Name"] = "潮行者海法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-24689-21213-000035E28A",
					["Time"] = "21:06:38",
					["Class"] = "DRUID",
					["Date"] = "2021-12-12",
					["Looter"] = "宿醉嘎逼",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30083::::::::70:::::::::|h[靈魂分裂之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:30068::::::::70:::::::::|h[召汐束腰]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-24689-21214-000035E28A",
					["Time"] = "21:37:38",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-12",
					["Looter"] = "維爾德拉",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [3]
						"|cffa335ee|Hitem:30301::::::::70:::::::::|h[圖樣:自然之力腰帶]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-24689-21215-000035E28A",
					["Time"] = "21:54:31",
					["Class"] = "PRIEST",
					["Date"] = "2021-12-12",
					["Looter"] = "維爾德拉",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30305::::::::70:::::::::|h[圖樣:自然之擁之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30627::::::::70:::::::::|h[海嘯護符]|h|r", -- [3]
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [4]
					},
				}, -- [8]
			},
			["Player"] = "特變電工",
		}, -- [3]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-27631-20031-00013DC8A3",
					["Time"] = "20:15:36",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-18",
					["Class"] = "PALADIN",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-27631-19514-00003DC8A3",
					["Time"] = "20:39:00",
					["Looter"] = "Devinfon",
					["Date"] = "2021-12-18",
					["Class"] = "WARLOCK",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [1]
						"|cffa335ee|Hitem:30447::::::::70:::::::::|h[火焰救贖寶典]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-27631-20041-00023DC8A3",
					["Time"] = "20:55:04",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-12-18",
					["Class"] = "ROGUE",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-27631-20043-000C3DC8A3",
					["Time"] = "21:00:17",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-27631-20043-0002BDC8A3",
					["Time"] = "21:00:25",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-27631-20044-0001BDC8A3",
					["Time"] = "21:05:01",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-18",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-550-27631-20036-0003BDC8A3",
					["Time"] = "21:05:56",
					["Looter"] = "柒刻",
					["Date"] = "2021-12-18",
					["Class"] = "SHAMAN",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-550-27631-20047-00023DC8A3",
					["Time"] = "21:14:57",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-12-18",
					["Class"] = "ROGUE",
					["Name"] = "紅手戰鬥法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-550-27631-21274-00003DE339",
					["Time"] = "21:34:40",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-18",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-550-27631-21272-00003DE339",
					["Time"] = "21:34:51",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-550-27631-21273-00003DE339",
					["Time"] = "21:34:52",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-550-27631-21270-00003DE339",
					["Time"] = "21:34:56",
					["Looter"] = "歿天使",
					["Date"] = "2021-12-18",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-550-27631-21271-00003DE339",
					["Time"] = "21:34:59",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-18",
					["Class"] = "PALADIN",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-550-27631-21274-00003DE61F",
					["Time"] = "21:46:56",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-550-27631-21272-00003DE61F",
					["Time"] = "21:47:16",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-18",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-550-27631-21271-00003DE61F",
					["Time"] = "21:47:17",
					["Looter"] = "維爾德拉",
					["Date"] = "2021-12-18",
					["Class"] = "PRIEST",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-550-27631-21270-00003DE61F",
					["Time"] = "21:47:18",
					["Looter"] = "追著元素跑",
					["Date"] = "2021-12-18",
					["Class"] = "SHAMAN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-550-27631-21273-00003DE61F",
					["Time"] = "21:47:21",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-18",
					["Class"] = "MAGE",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-550-27631-19622-00003DE461",
					["Time"] = "21:55:44",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-18",
					["Class"] = "MAGE",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:29989::::::::70:::::::::|h[浴陽光明披風]|h|r", -- [3]
						"|cffa335ee|Hitem:29994::::::::70:::::::::|h[薩拉斯迷霧披風]|h|r", -- [4]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [6]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-550-27631-18805-00003DC8A3",
					["Time"] = "22:00:43",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-18",
					["Class"] = "PALADIN",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30307::::::::70:::::::::|h[圖樣:紅鷹之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:29972::::::::70:::::::::|h[星術師長褲]|h|r", -- [3]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-550-27631-19516-00003DC8A3",
					["Time"] = "22:07:32",
					["Looter"] = "柒刻",
					["Date"] = "2021-12-18",
					["Class"] = "SHAMAN",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29983::::::::70:::::::::|h[魔鋼戰爭頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [21]
			},
			["Player"] = "特變電工",
			["Date"] = "2021-12-18",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Tempest Keep",
		}, -- [4]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "我叫緋村",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-12-18",
			["Class"] = "WARRIOR",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-548-8806-21216-00003DEBF3",
					["Time"] = "22:45:47",
					["Looter"] = "維爾德拉",
					["Date"] = "2021-12-18",
					["Class"] = "PRIEST",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:30047::::::::70:::::::::|h[黑暗深淵戰爭手環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-548-8806-21218-0000BDEBF5",
					["Time"] = "22:47:49",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-18",
					["Class"] = "PALADIN",
					["Name"] = "瓦司金榮譽守衛",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-548-8806-21220-00003DEBF4",
					["Time"] = "22:55:17",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:30023::::::::70:::::::::|h[漩渦圖騰]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-548-8806-21217-00003DF6F7",
					["Time"] = "23:02:57",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-18",
					["Class"] = "MAGE",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30058::::::::70:::::::::|h[潮汐之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:30066::::::::70:::::::::|h[暴風行者之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-548-8806-21299-0000BDEBF3",
					["Time"] = "23:10:59",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-18",
					["Class"] = "MAGE",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-548-8806-21213-00003DEBF3",
					["Time"] = "23:23:42",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30085::::::::70:::::::::|h[堅韌追蹤者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30079::::::::70:::::::::|h[伊利達瑞肩墊]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-548-8806-21214-00003DEBF3",
					["Time"] = "23:51:12",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-548-8806-21230-00023DEBF3",
					["Time"] = "23:54:57",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-18",
					["Class"] = "DRUID",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-548-8806-21215-00003DEBF3",
					["Time"] = "00:05:09",
					["Looter"] = "柒刻",
					["Date"] = "2021-12-19",
					["Class"] = "SHAMAN",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30095::::::::70:::::::::|h[海巨獸毒牙]|h|r", -- [2]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-548-8806-21212-00003DEBF3",
					["Time"] = "00:28:40",
					["Looter"] = "柒刻",
					["Date"] = "2021-12-19",
					["Class"] = "SHAMAN",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30104::::::::70:::::::::|h[眼鏡蛇鞭長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:30107::::::::70:::::::::|h[海巫法衣]|h|r", -- [4]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [6]
					},
				}, -- [10]
			},
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
