
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "峰仔",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-18541-19044-00004F041E",
					["Time"] = "23:49:39",
					["Looter"] = "Lightblessu",
					["Date"] = "2022-04-07",
					["Class"] = "PALADIN",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28826::::::::70:::::::::|h[否定手裏劍]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28802::::::::70:::::::::|h[血喉魔導師之刃]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [1]
			},
			["Date"] = "2022-04-07",
			["Class"] = "WARRIOR",
			["FirstClass"] = "WARLOCK",
			["InstanceName"] = "Gruul's Lair",
		}, -- [1]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-04-09",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-23592-22884-0000D16FBB",
					["Time"] = "20:19:03",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "巨神海蛇",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-23592-22887-0000516FBB",
					["Time"] = "20:31:54",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "神經德魯伊",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32248::::::::70:::::::::|h[荒漠長戟]|h|r", -- [1]
						"|cffa335ee|Hitem:32236::::::::70:::::::::|h[潮起之斧]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-23592-22960-0002516FBC",
					["Time"] = "20:42:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "我叫緋村",
					["Name"] = "龍喉召龍者",
					["Loots"] = {
						"|cffa335ee|Hitem:31333::::::::70:::::::::|h[暗夜守衛者]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-23592-22898-0000516FBB",
					["Time"] = "20:51:40",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "別逼我擋怪",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [1]
						"|cffa335ee|Hitem:32257::::::::70:::::::::|h[白鹿塑像]|h|r", -- [2]
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-23592-22845-0001516FBB",
					["Time"] = "20:59:13",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-09",
					["Looter"] = "背鍋俠",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-23592-22847-000151812B",
					["Time"] = "21:03:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-23592-22844-0000D1812B",
					["Time"] = "21:04:58",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "歐艾丹",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-23592-22841-0000516FBB",
					["Time"] = "21:08:24",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "特變電工",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32276::::::::70:::::::::|h[爍火束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32513::::::::70:::::::::|h[神聖權力腕環]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-23592-22844-000051812B",
					["Time"] = "21:08:49",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-09",
					["Looter"] = "不死夜空",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-23592-22879-0001516FBC",
					["Time"] = "21:11:29",
					["Class"] = "MAGE",
					["Date"] = "2022-04-09",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-23592-23018-0000516FBB",
					["Time"] = "21:12:45",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "程昱",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-23592-22945-0000516FBC",
					["Time"] = "21:15:38",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "程昱",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-23592-22879-0001516FBB",
					["Time"] = "21:16:43",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-23592-22882-0000516FBB",
					["Time"] = "21:24:11",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "歿天使",
					["Name"] = "影月死亡塑形者",
					["Loots"] = {
						"|cff0070dd|Hitem:31886::::::::70:::::::::|h[祝福套卡之七]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-23592-22871-0000516FBB",
					["Time"] = "21:31:03",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "歐艾丹",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32326::::::::70:::::::::|h[沙拉克雙絞飛刃]|h|r", -- [1]
						"|cffa335ee|Hitem:32327::::::::70:::::::::|h[暗影議會長袍]|h|r", -- [2]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-23592-22869-0001D16FBB",
					["Time"] = "21:34:59",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-23592-23236-0001D16FBC",
					["Time"] = "21:37:33",
					["Class"] = "MAGE",
					["Date"] = "2022-04-09",
					["Looter"] = "熙夏",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32749::::::::70:::::::::|h[圖樣:電光反射護肩]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-23592-23196-0000516FBC",
					["Time"] = "21:40:52",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "我叫緋村",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-23592-23236-0000D16FBB",
					["Time"] = "21:42:37",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-09",
					["Looter"] = "背鍋俠",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-23592-23223-0005D16FBC",
					["Time"] = "21:43:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-23592-23196-0000D16FBC",
					["Time"] = "21:44:43",
					["Class"] = "MAGE",
					["Date"] = "2022-04-09",
					["Looter"] = "魔令古二世",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-23592-23223-0003516FBC",
					["Time"] = "21:47:40",
					["Class"] = "MAGE",
					["Date"] = "2022-04-09",
					["Looter"] = "熙夏",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-23592-22948-0000516FBB",
					["Time"] = "21:56:37",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "別逼我擋怪",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32342::::::::70:::::::::|h[堅定決心束腰]|h|r", -- [2]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-23592-23237-0000516FBC",
					["Time"] = "21:59:19",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-23592-23420-000051930A",
					["Time"] = "22:08:34",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "別逼我擋怪",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32354::::::::70:::::::::|h[強能命運之冠]|h|r", -- [1]
						"|cffa335ee|Hitem:32345::::::::70:::::::::|h[軍團恐懼之靴]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-23592-22939-000A516FBB",
					["Time"] = "22:15:09",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-09",
					["Looter"] = "柒刻",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-23592-22959-0000516FBB",
					["Time"] = "22:16:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "我叫緋村",
					["Name"] = "熱情招待者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-23592-22956-0000516FBC",
					["Time"] = "22:18:10",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "程昱",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-23592-22955-0000516FBB",
					["Time"] = "22:20:03",
					["Class"] = "MAGE",
					["Date"] = "2022-04-09",
					["Looter"] = "魔令古二世",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-23592-22955-0007516FBB",
					["Time"] = "22:20:08",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-09",
					["Looter"] = "Devinfon",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-23592-22939-0001516FBB",
					["Time"] = "22:20:10",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "程昱",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-23592-22956-0000D16FBC",
					["Time"] = "22:20:27",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "神經德魯伊",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-23592-22939-000BD16FBB",
					["Time"] = "22:22:11",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-09",
					["Looter"] = "柒刻",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-23592-22964-0000516FBB",
					["Time"] = "22:25:45",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "我叫緋村",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-23592-22955-000AD16FBB",
					["Time"] = "22:27:18",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-09",
					["Looter"] = "背鍋俠",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-23592-22957-0001516FBB",
					["Time"] = "22:28:47",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "別逼我擋怪",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-23592-22947-0000516FBB",
					["Time"] = "22:40:31",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-09",
					["Looter"] = "騎風",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-23592-23403-0001516FBB",
					["Time"] = "22:47:21",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-09",
					["Looter"] = "Trowa",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-23592-23397-0002516FBB",
					["Time"] = "22:48:58",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "特變電工",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-23592-22952-0000516FBB",
					["Time"] = "23:03:43",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-09",
					["Looter"] = "Devinfon",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-23592-22951-0000516FBB",
					["Time"] = "23:03:51",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-09",
					["Looter"] = "司命",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-23592-22950-0000516FBB",
					["Time"] = "23:03:53",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-09",
					["Looter"] = "司命",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-23592-22917-0000516FBB",
					["Time"] = "23:15:23",
					["Class"] = "DRUID",
					["Date"] = "2022-04-09",
					["Looter"] = "程昱",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:32521::::::::70:::::::::|h[不破面甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32374::::::::70:::::::::|h[札頓姆，吞噬者之杖]|h|r", -- [3]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [4]
					},
				}, -- [43]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0000D1AB78",
					["Time"] = "23:52:46",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "吃貨憨仔",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-534-17345-17767-000051ABCC",
					["Time"] = "23:56:00",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-09",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30863::::::::70:::::::::|h[致命的腕輪]|h|r", -- [1]
						"|cffa335ee|Hitem:30869::::::::70:::::::::|h[哀嚎之風護腕]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0004D1ACB5",
					["Time"] = "23:57:38",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-09",
					["Looter"] = "騎風",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0003D1ACF3",
					["Time"] = "23:58:45",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-09",
					["Looter"] = "吃貨憨仔",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-0000D1AE9D",
					["Time"] = "00:06:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-10",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-534-17345-17808-000051AEEC",
					["Time"] = "00:09:09",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-10",
					["Looter"] = "殺戮聖經",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30884::::::::70:::::::::|h[怨怒披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30881::::::::70:::::::::|h[惡名之刃]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0002D1B1D1",
					["Time"] = "00:19:57",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-10",
					["Looter"] = "殺戮聖經",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-000151B29F",
					["Time"] = "00:25:07",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-10",
					["Looter"] = "背鍋俠",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-534-17345-17888-000051B454",
					["Time"] = "00:32:52",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-10",
					["Looter"] = "殺戮聖經",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30916::::::::70:::::::::|h[元素傳導護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30895::::::::70:::::::::|h[安潔莉絲塔束帶]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-534-17345-17908-0000D1B655",
					["Time"] = "00:38:58",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-10",
					["Looter"] = "維魯莎多",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-000051B7A8",
					["Time"] = "00:45:05",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-10",
					["Looter"] = "慕之內走步",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32739::::::::70:::::::::|h[設計圖:黎明鋼鐵護肩]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-534-17345-17895-0000D1B80C",
					["Time"] = "00:46:33",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-10",
					["Looter"] = "凌小狼",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-534-17345-17908-000051B816",
					["Time"] = "00:46:53",
					["Class"] = "DRUID",
					["Date"] = "2022-04-10",
					["Looter"] = "神經德魯伊",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-534-17345-17899-0000D1B890",
					["Time"] = "00:48:50",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-10",
					["Looter"] = "若相依",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-534-17345-17842-000051B8F4",
					["Time"] = "00:54:00",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-10",
					["Looter"] = "一隻倉鼠",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [2]
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [3]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [4]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-534-17345-17968-000051BD89",
					["Time"] = "01:15:39",
					["Class"] = "MAGE",
					["Date"] = "2022-04-10",
					["Looter"] = "魔令古二世",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遺忘防禦者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:32307::::::::70:::::::::|h[設計圖:矇矓的焚石]|h|r", -- [2]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[刺皮打擊]|h|r", -- [3]
						"|cffa335ee|Hitem:30910::::::::70:::::::::|h[混沌風暴之劍]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [5]
					},
				}, -- [16]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-04-09",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "熙夏",
		}, -- [3]
		{
			["InstanceID"] = 568,
			["Player"] = "特變電工",
			["FirstPlayer"] = "薩難奉陪",
			["InstanceName"] = "Zul'Aman",
			["Date"] = "2022-04-11",
			["FirstClass"] = "SHAMAN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-568-28093-23574-000054346E",
					["Time"] = "22:18:25",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-11",
					["Class"] = "MAGE",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33283::::::::70:::::::::|h[阿曼尼懲戒之錘]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-568-28093-23576-000054346E",
					["Time"] = "22:29:55",
					["Looter"] = "特變電工",
					["Date"] = "2022-04-11",
					["Class"] = "WARRIOR",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33285::::::::70:::::::::|h[熊族之怒]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-568-28093-23578-000054346E",
					["Time"] = "22:38:38",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-11",
					["Class"] = "MAGE",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33329::::::::70:::::::::|h[影牙食人妖皮胸衣]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-568-28093-23577-000054346E",
					["Time"] = "22:53:12",
					["Looter"] = "獵艷狂魔",
					["Date"] = "2022-04-11",
					["Class"] = "HUNTER",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33317::::::::70:::::::::|h[過往靈魂之袍]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-568-28093-24239-00005440CE",
					["Time"] = "23:09:05",
					["Looter"] = "熙夏",
					["Date"] = "2022-04-11",
					["Class"] = "MAGE",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33421::::::::70:::::::::|h[鬥爭牙衛]|h|r", -- [2]
						"|cffa335ee|Hitem:33464::::::::70:::::::::|h[妖術領主的巫毒肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-568-28093-23863-000054448C",
					["Time"] = "23:15:56",
					["Looter"] = "慕之內走步",
					["Date"] = "2022-04-11",
					["Class"] = "WARLOCK",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33474::::::::70:::::::::|h[上古阿曼尼長弓]|h|r", -- [3]
						"|cffa335ee|Hitem:33478::::::::70:::::::::|h[金羅克，偉大的天啟之劍]|h|r", -- [4]
					},
				}, -- [6]
			},
		}, -- [4]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-4749-22877-00035AA9C5",
					["Time"] = "20:19:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-4749-22878-00005AA9C5",
					["Time"] = "20:30:11",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-16",
					["Looter"] = "一隻倉鼠",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-4749-22887-00005AA9C5",
					["Time"] = "20:34:14",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "魔令古二世",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32243::::::::70:::::::::|h[珍珠鑲飾長靴]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-4749-22898-00005AA9C5",
					["Time"] = "20:47:17",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我擋怪",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32254::::::::70:::::::::|h[殘暴者]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-4749-23337-00025AA9C5",
					["Time"] = "20:50:12",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "我叫緋村",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-4749-23339-0002DAA9C5",
					["Time"] = "20:54:45",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-16",
					["Looter"] = "柒刻",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-4749-23337-0003DAA9C5",
					["Time"] = "20:54:46",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-4749-22841-00005AA9C5",
					["Time"] = "21:01:47",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "魔令古二世",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32276::::::::70:::::::::|h[爍火束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32268::::::::70:::::::::|h[侍從足靴]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00005AA9C6",
					["Time"] = "21:04:38",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-4749-22880-00015AA9C6",
					["Time"] = "21:04:48",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-0001DAA9C6",
					["Time"] = "21:06:32",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00015AA9C6",
					["Time"] = "21:09:08",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "我叫緋村",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:22153::::::::70:::::::::|h[秘典:秘法光輝 II]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-4749-23018-00005AA9C5",
					["Time"] = "21:10:25",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我擋怪",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-4749-23047-00015AA9C6",
					["Time"] = "21:16:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歿天使",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-4749-23047-0003DAC0CE",
					["Time"] = "21:16:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-0000DAA9C7",
					["Time"] = "21:17:43",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "神經德魯伊",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-4749-22879-00005AA9C7",
					["Time"] = "21:17:44",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-4749-22871-00005AA9C5",
					["Time"] = "21:26:51",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32348::::::::70:::::::::|h[靈魂斬斧]|h|r", -- [1]
						"|cffa335ee|Hitem:32327::::::::70:::::::::|h[暗影議會長袍]|h|r", -- [2]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-4749-23232-00005AA9C5",
					["Time"] = "21:33:53",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "突變的戰犬",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-4749-23236-0000DAA9C6",
					["Time"] = "21:34:04",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "程昱",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-4749-23236-00025AA9C5",
					["Time"] = "21:40:43",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-16",
					["Looter"] = "柒刻",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-4749-23223-00015AA9C6",
					["Time"] = "21:41:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-4749-23239-00005AA9C5",
					["Time"] = "21:41:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-4749-23223-00065AA9C6",
					["Time"] = "21:44:27",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歿天使",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-4749-23239-0000DAA9C5",
					["Time"] = "21:44:32",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歐艾丹",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-4749-22948-00005AA9C5",
					["Time"] = "21:51:27",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-16",
					["Looter"] = "不死夜空",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32340::::::::70:::::::::|h[節制外衣]|h|r", -- [1]
						"|cffa335ee|Hitem:32335::::::::70:::::::::|h[強勁侵略者指環]|h|r", -- [2]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-4749-23420-00005ACBCF",
					["Time"] = "22:01:09",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-16",
					["Looter"] = "柒刻",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32363::::::::70:::::::::|h[那魯祝福生命魔杖]|h|r", -- [1]
						"|cffa335ee|Hitem:32362::::::::70:::::::::|h[泰坦項鍊]|h|r", -- [2]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00015AA9C6",
					["Time"] = "22:05:58",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-16",
					["Looter"] = "背鍋俠",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-00005AA9C5",
					["Time"] = "22:07:47",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32606::::::::70:::::::::|h[光明先驅者束腰]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00035AA9C5",
					["Time"] = "22:07:48",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-0008DAA9C6",
					["Time"] = "22:09:16",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-0000DAA9C6",
					["Time"] = "22:10:27",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "熙夏",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-0000DAA9C5",
					["Time"] = "22:12:41",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我擋怪",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-00005AA9C5",
					["Time"] = "22:12:45",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-0000DAA9C5",
					["Time"] = "22:14:00",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歐艾丹",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-0001DAA9C5",
					["Time"] = "22:17:48",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-16",
					["Looter"] = "背鍋俠",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-4749-22939-00075AA9C5",
					["Time"] = "22:18:59",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "神經德魯伊",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-4749-22955-000EDAA9C5",
					["Time"] = "22:19:43",
					["Class"] = "ROGUE",
					["Date"] = "2022-04-16",
					["Looter"] = "背鍋俠",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-4749-22964-00015AA9C5",
					["Time"] = "22:21:57",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "熙夏",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-4749-22956-00015AA9C5",
					["Time"] = "22:22:12",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "我叫緋村",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-4749-22947-00005AA9C5",
					["Time"] = "22:42:45",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-16",
					["Looter"] = "小嫩腳",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:32365::::::::70:::::::::|h[碎心胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [3]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-4749-22951-00005AA9C5",
					["Time"] = "23:01:07",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-16",
					["Looter"] = "Devinfon",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-4749-22952-00005AA9C5",
					["Time"] = "23:01:10",
					["Class"] = "WARLOCK",
					["Date"] = "2022-04-16",
					["Looter"] = "術難奉陪",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-4749-22950-00005AA9C5",
					["Time"] = "23:01:39",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "歿天使",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-4749-22917-00005ADC5A",
					["Time"] = "23:22:08",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-16",
					["Looter"] = "特變電工",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:32336::::::::70:::::::::|h[背叛者黑弓]|h|r", -- [3]
						"|cffa335ee|Hitem:32524::::::::70:::::::::|h[精靈貴族罩氅]|h|r", -- [4]
					},
				}, -- [45]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-04-16",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Black Temple",
			["FirstPlayer"] = "未知",
		}, -- [5]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "歐艾丹",
			["InstanceName"] = "Hyjal Summit",
			["Class"] = "WARRIOR",
			["Date"] = "2022-04-16",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-0001DAE4FE",
					["Time"] = "23:48:26",
					["Class"] = "DRUID",
					["Date"] = "2022-04-16",
					["Looter"] = "別逼我變熊",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00015AE547",
					["Time"] = "23:49:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-16",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-534-6888-17767-00005AE59B",
					["Time"] = "23:53:36",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "魔令古二世",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30871::::::::70:::::::::|h[殉難護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30865::::::::70:::::::::|h[追蹤者之刃]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00045AE6B5",
					["Time"] = "23:55:34",
					["Class"] = "MAGE",
					["Date"] = "2022-04-16",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-534-6888-17897-00005AE87C",
					["Time"] = "00:03:29",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-17",
					["Looter"] = "殺戮聖經",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-534-6888-17897-00005AEBD6",
					["Time"] = "00:17:29",
					["Class"] = "MAGE",
					["Date"] = "2022-04-17",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32609::::::::70:::::::::|h[神聖光芒之靴]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-00015AEBD6",
					["Time"] = "00:17:45",
					["Class"] = "DRUID",
					["Date"] = "2022-04-17",
					["Looter"] = "別逼我變熊",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-00015AEC1B",
					["Time"] = "00:18:45",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-17",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-534-6888-17905-00005AEC1B",
					["Time"] = "00:18:54",
					["Class"] = "DRUID",
					["Date"] = "2022-04-17",
					["Looter"] = "別逼我變熊",
					["Name"] = "女妖",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-534-6888-17899-00005AEC64",
					["Time"] = "00:20:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-17",
					["Looter"] = "歿天使",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-534-6888-17895-0000DAECB3",
					["Time"] = "00:21:20",
					["Class"] = "DRUID",
					["Date"] = "2022-04-17",
					["Looter"] = "別逼我變熊",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-534-6888-17808-00005AED51",
					["Time"] = "00:25:53",
					["Class"] = "DRUID",
					["Date"] = "2022-04-17",
					["Looter"] = "叫我女王好萌",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30881::::::::70:::::::::|h[惡名之刃]|h|r", -- [2]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-534-6888-17898-00005AF09B",
					["Time"] = "00:38:04",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-17",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-534-6888-17906-0001DAF0EF",
					["Time"] = "00:40:04",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-17",
					["Looter"] = "柒刻",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-534-6888-17907-00005AF16E",
					["Time"] = "00:42:24",
					["Class"] = "SHAMAN",
					["Date"] = "2022-04-17",
					["Looter"] = "無限天際",
					["Name"] = "冰龍",
					["Loots"] = {
						"|cffa335ee|Hitem:32748::::::::70:::::::::|h[圖樣:電光反射束腕]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-534-6888-17888-00005AF260",
					["Time"] = "00:48:04",
					["Class"] = "HUNTER",
					["Date"] = "2022-04-17",
					["Looter"] = "尐沫",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30919::::::::70:::::::::|h[溪谷行者束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:30915::::::::70:::::::::|h[沸騰狂怒腰帶]|h|r", -- [2]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-534-6888-17842-00005AF6D0",
					["Time"] = "01:08:01",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-17",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30901::::::::70:::::::::|h[無限痛苦]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-534-6888-17968-00005AF7D2",
					["Time"] = "01:19:45",
					["Class"] = "MAGE",
					["Date"] = "2022-04-17",
					["Looter"] = "魔令古二世",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[設計圖:激烈的蒼穹藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30902::::::::70:::::::::|h[裂地之鋒]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [5]
					},
				}, -- [18]
			},
			["Player"] = "特變電工",
		}, -- [6]
		{
			["InstanceID"] = 565,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-04-17",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-3730-18831-00005C237D",
					["Time"] = "22:43:17",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-17",
					["Looter"] = "肥仔騎好騎滿",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:28796::::::::70:::::::::|h[暗影邪惡面罩]|h|r", -- [4]
						"|cffa335ee|Hitem:29763::::::::70:::::::::|h[逝往勇士肩鎧]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-3730-19044-00005C237D",
					["Time"] = "22:50:58",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-17",
					["Looter"] = "肥仔騎好騎滿",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28827::::::::70:::::::::|h[屠龍者護手]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28822::::::::70:::::::::|h[戈魯爾之牙]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
			["Player"] = "特變電工",
		}, -- [7]
		{
			["InstanceID"] = 568,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Zul'Aman",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-04-17",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-568-4544-23574-00005C2EFE",
					["Time"] = "23:27:46",
					["Class"] = "DRUID",
					["Date"] = "2022-04-17",
					["Looter"] = "麻吉",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33286::::::::70:::::::::|h[魔精修補者面具]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-568-4544-23576-00005C2EFE",
					["Time"] = "23:36:30",
					["Class"] = "PRIEST",
					["Date"] = "2022-04-17",
					["Looter"] = "謬謬",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33211::::::::70:::::::::|h[劍刃天使的金錢腰帶]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-568-4544-23578-00005C2EFE",
					["Time"] = "23:44:14",
					["Class"] = "DRUID",
					["Date"] = "2022-04-17",
					["Looter"] = "麻吉",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33328::::::::70:::::::::|h[箭墜護胸]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-568-4544-23577-00005C2EFE",
					["Time"] = "23:57:22",
					["Class"] = "MAGE",
					["Date"] = "2022-04-17",
					["Looter"] = "如歌",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-568-4544-24239-00005C38DB",
					["Time"] = "00:07:27",
					["Class"] = "PALADIN",
					["Date"] = "2022-04-18",
					["Looter"] = "白白昀",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33828::::::::70:::::::::|h[惡魔治療典籍]|h|r", -- [2]
						"|cffa335ee|Hitem:33388::::::::70:::::::::|h[冷酷無心]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-568-4544-23863-00005C3CED",
					["Time"] = "00:19:23",
					["Class"] = "WARRIOR",
					["Date"] = "2022-04-18",
					["Looter"] = "特變電工",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33473::::::::70:::::::::|h[督軍護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [3]
						"|cffa335ee|Hitem:33467::::::::70:::::::::|h[扭曲幻象之刃]|h|r", -- [4]
					},
				}, -- [6]
			},
			["Player"] = "特變電工",
		}, -- [8]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
