
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-11-27",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-19334-21216-0000221AC5",
					["Time"] = "21:07:14",
					["Looter"] = "特變電工",
					["Date"] = "2021-11-27",
					["Class"] = "WARRIOR",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30047::::::::70:::::::::|h[黑暗深淵戰爭手環]|h|r", -- [2]
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [3]
					},
				}, -- [1]
			},
		}, -- [1]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-6613-20043-00002367EF",
					["Time"] = "20:19:39",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "我叫緋村",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cff0070dd|Hitem:31298::::::::70:::::::::|h[碎手腿甲]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-6613-20044-000AA367EF",
					["Time"] = "20:25:58",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "我叫緋村",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-6613-20043-00062367EF",
					["Time"] = "20:30:25",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "终焉誓約",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30026::::::::70:::::::::|h[神聖射手手環]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-6613-20040-0000A367EF",
					["Time"] = "20:33:07",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "別逼我擋怪",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:31323::::::::70:::::::::|h[桑朵先生的知名獵槍]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-6613-20041-00012367EF",
					["Time"] = "20:35:56",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "我叫緋村",
					["Name"] = "水晶之核哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-6613-20042-0002A367EF",
					["Time"] = "20:50:53",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-28",
					["Looter"] = "背鍋俠",
					["Name"] = "風暴要塞-鐵匠",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-6613-19516-00002367EF",
					["Time"] = "21:02:20",
					["Class"] = "MAGE",
					["Date"] = "2021-11-28",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29986::::::::70:::::::::|h[大工程師風帽]|h|r", -- [2]
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-6613-18805-00002367EF",
					["Time"] = "21:13:35",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "终焉誓約",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29972::::::::70:::::::::|h[星術師長褲]|h|r", -- [1]
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-6613-20047-0002A3807C",
					["Time"] = "21:20:20",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-28",
					["Looter"] = "背鍋俠",
					["Name"] = "紅手戰鬥法師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-6613-20049-000523807C",
					["Time"] = "21:34:44",
					["Class"] = "ROGUE",
					["Date"] = "2021-11-28",
					["Looter"] = "背鍋俠",
					["Name"] = "紅手血騎士",
					["Loots"] = {
						"|cffa335ee|Hitem:30026::::::::70:::::::::|h[神聖射手手環]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-6613-21268-000023873D",
					["Time"] = "21:42:41",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-28",
					["Looter"] = "Trowa",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-6613-21271-000023873D",
					["Time"] = "21:43:15",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-6613-21274-000023873D",
					["Time"] = "21:43:22",
					["Class"] = "MAGE",
					["Date"] = "2021-11-28",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-6613-21273-000023873D",
					["Time"] = "21:43:28",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "特變電工",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-6613-21272-000023873D",
					["Time"] = "21:43:30",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "別逼我擋怪",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-6613-21270-000023873D",
					["Time"] = "21:43:33",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "歐艾丹",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-6613-21268-0000238CCC",
					["Time"] = "22:06:24",
					["Class"] = "HUNTER",
					["Date"] = "2021-11-28",
					["Looter"] = "一隻倉鼠",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-6613-21271-0000238CCC",
					["Time"] = "22:06:55",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "特變電工",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-6613-21274-0000238CCC",
					["Time"] = "22:07:04",
					["Class"] = "MAGE",
					["Date"] = "2021-11-28",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-550-6613-21273-0000238CCC",
					["Time"] = "22:07:07",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "特變電工",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-550-6613-21272-0000238CCC",
					["Time"] = "22:07:10",
					["Class"] = "WARRIOR",
					["Date"] = "2021-11-28",
					["Looter"] = "特變電工",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-550-6613-21270-0000238CCC",
					["Time"] = "22:07:16",
					["Class"] = "DRUID",
					["Date"] = "2021-11-28",
					["Looter"] = "奶香小牛蹄",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-550-6613-19622-0000238AEA",
					["Time"] = "22:19:38",
					["Class"] = "PALADIN",
					["Date"] = "2021-11-28",
					["Looter"] = "我叫緋村",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:29992::::::::70:::::::::|h[逐日者皇家披風]|h|r", -- [2]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [5]
						"|cffa335ee|Hitem:29995::::::::70:::::::::|h[致命意圖護腿]|h|r", -- [6]
					},
				}, -- [23]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2021-11-28",
			["FirstClass"] = "ROGUE",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "背鍋俠",
		}, -- [2]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-12-04",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-31137-21246-00002B5681",
					["Time"] = "20:25:20",
					["Looter"] = "諾多凱蘭崔爾",
					["Date"] = "2021-12-04",
					["Class"] = "PALADIN",
					["Name"] = "毒蛇神殿孢子蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:30301::::::::70:::::::::|h[圖樣:自然之力腰帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-31137-21216-00002B5681",
					["Time"] = "20:57:52",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-04",
					["Class"] = "WARRIOR",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30051::::::::70:::::::::|h[新月女神塑像]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-31137-21217-00002B6715",
					["Time"] = "21:11:30",
					["Looter"] = "諾多凱蘭崔爾",
					["Date"] = "2021-12-04",
					["Class"] = "PALADIN",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30062::::::::70:::::::::|h[雷姆洛斯樹叢手環]|h|r", -- [1]
						"|cffa335ee|Hitem:33054::::::::70:::::::::|h[丹札拉之印]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-31137-21213-00002B5681",
					["Time"] = "22:10:38",
					["Looter"] = "神經伊魯德",
					["Date"] = "2021-12-04",
					["Class"] = "DRUID",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30098::::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r", -- [1]
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:33058::::::::70:::::::::|h[警覺指環]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-31137-21214-00002B5681",
					["Time"] = "22:37:10",
					["Looter"] = "終焉之戰",
					["Date"] = "2021-12-04",
					["Class"] = "WARRIOR",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30663::::::::70:::::::::|h[潮行者深淵胸針]|h|r", -- [2]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [3]
					},
				}, -- [5]
			},
		}, -- [3]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["InstanceName"] = "Tempest Keep",
			["FirstPlayer"] = "術難奉陪",
			["Date"] = "2021-12-04",
			["Class"] = "WARRIOR",
			["FirstClass"] = "WARLOCK",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-10290-20037-0000AB82F9",
					["Time"] = "23:21:07",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-04",
					["Class"] = "PALADIN",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-10290-19514-00002B82F9",
					["Time"] = "23:36:48",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-04",
					["Class"] = "WARRIOR",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [1]
						"|cffa335ee|Hitem:30447::::::::70:::::::::|h[火焰救贖寶典]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-10290-20040-0000AB82F9",
					["Time"] = "23:44:45",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-12-04",
					["Class"] = "ROGUE",
					["Name"] = "水晶之核毀壞者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-10290-20042-0000AB82F9",
					["Time"] = "23:58:18",
					["Looter"] = "諾多凱蘭崔爾",
					["Date"] = "2021-12-04",
					["Class"] = "PALADIN",
					["Name"] = "風暴要塞-鐵匠",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-10290-19516-00002B82F9",
					["Time"] = "00:04:51",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-05",
					["Class"] = "PALADIN",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30450::::::::70:::::::::|h[扭曲彈簧線圈]|h|r", -- [1]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [3]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-10290-20036-00012B82FA",
					["Time"] = "00:17:13",
					["Looter"] = "諾多凱蘭崔爾",
					["Date"] = "2021-12-05",
					["Class"] = "PALADIN",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-10290-20043-00072B82F9",
					["Time"] = "00:18:41",
					["Looter"] = "諾多凱蘭崔爾",
					["Date"] = "2021-12-05",
					["Class"] = "PALADIN",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-10290-20044-00002B82F9",
					["Time"] = "00:30:03",
					["Looter"] = "諾多凱蘭崔爾",
					["Date"] = "2021-12-05",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-10290-18805-00002B82F9",
					["Time"] = "00:54:07",
					["Looter"] = "不死夜空",
					["Date"] = "2021-12-05",
					["Class"] = "WARLOCK",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [1]
						"|cffa335ee|Hitem:29966::::::::70:::::::::|h[終末臂鎧]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-4417-20050-0001ACA85D",
					["Time"] = "20:47:53",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "紅手審判官",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-4417-21268-00002CB777",
					["Time"] = "20:58:52",
					["Looter"] = "尐沫",
					["Date"] = "2021-12-05",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-4417-21269-00002CB777",
					["Time"] = "20:59:31",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-05",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-4417-21271-00002CB777",
					["Time"] = "20:59:33",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-4417-21274-00002CB777",
					["Time"] = "20:59:34",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2021-12-05",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-4417-21272-00002CB777",
					["Time"] = "20:59:41",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2021-12-05",
					["Class"] = "HUNTER",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-4417-21270-00002CB777",
					["Time"] = "20:59:43",
					["Looter"] = "阿梨",
					["Date"] = "2021-12-05",
					["Class"] = "PRIEST",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-4417-21273-00002CB777",
					["Time"] = "20:59:44",
					["Looter"] = "追著元素跑",
					["Date"] = "2021-12-05",
					["Class"] = "SHAMAN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-550-4417-21268-00002CBC8F",
					["Time"] = "21:20:37",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2021-12-05",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-550-4417-21271-00002CBC8F",
					["Time"] = "21:21:12",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-550-4417-21274-00002CBC8F",
					["Time"] = "21:21:15",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2021-12-05",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-550-4417-21272-00002CBC8F",
					["Time"] = "21:21:17",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-550-4417-21273-00002CBC8F",
					["Time"] = "21:21:26",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-550-4417-21269-00002CBC8F",
					["Time"] = "21:21:27",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-05",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-550-4417-21270-00002CBC8F",
					["Time"] = "21:21:32",
					["Looter"] = "阿梨",
					["Date"] = "2021-12-05",
					["Class"] = "PRIEST",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-550-4417-19622-00002CBA54",
					["Time"] = "21:32:54",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-05",
					["Class"] = "WARRIOR",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:29992::::::::70:::::::::|h[逐日者皇家披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29994::::::::70:::::::::|h[薩拉斯迷霧披風]|h|r", -- [3]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [6]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4491-550-31327-20039-000134907D",
					["Time"] = "20:33:37",
					["Looter"] = "維爾德拉",
					["Date"] = "2021-12-11",
					["Class"] = "PRIEST",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30029::::::::70:::::::::|h[古老智慧的樹皮手套]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4491-550-31327-19514-0000349E1A",
					["Time"] = "20:59:12",
					["Looter"] = "Devinfon",
					["Date"] = "2021-12-11",
					["Class"] = "WARLOCK",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29948::::::::70:::::::::|h[鳳凰之掌]|h|r", -- [1]
						"|cffa335ee|Hitem:29922::::::::70:::::::::|h[歐爾指環]|h|r", -- [2]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4491-550-31327-19516-000034907D",
					["Time"] = "21:29:07",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30249::::::::70:::::::::|h[征服防衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29983::::::::70:::::::::|h[魔鋼戰爭頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4491-550-31327-20036-000534907D",
					["Time"] = "21:38:54",
					["Looter"] = "宿醉嘎逼",
					["Date"] = "2021-12-11",
					["Class"] = "DRUID",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4491-550-31327-20043-0003B4907D",
					["Time"] = "21:45:23",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4491-550-31327-20043-000734907D",
					["Time"] = "21:48:06",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4491-550-31327-18805-000034907D",
					["Time"] = "21:59:41",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30446::::::::70:::::::::|h[索拉瑞恩藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [2]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034B58B",
					["Time"] = "22:29:34",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034B58B",
					["Time"] = "22:29:35",
					["Looter"] = "別打我要有愛",
					["Date"] = "2021-12-11",
					["Class"] = "SHAMAN",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034B58B",
					["Time"] = "22:29:36",
					["Looter"] = "魔令古二世",
					["Date"] = "2021-12-11",
					["Class"] = "MAGE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4491-550-31327-21268-000034B58B",
					["Time"] = "22:29:36",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2021-12-11",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034B58B",
					["Time"] = "22:29:38",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034B58B",
					["Time"] = "22:29:42",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034B87C",
					["Time"] = "22:42:07",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-11",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034B87C",
					["Time"] = "22:42:16",
					["Looter"] = "我叫緋村",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034B87C",
					["Time"] = "22:42:17",
					["Looter"] = "歿天使",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034B87C",
					["Time"] = "22:42:20",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034BC02",
					["Time"] = "22:57:11",
					["Looter"] = "維爾德拉",
					["Date"] = "2021-12-11",
					["Class"] = "PRIEST",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034BC02",
					["Time"] = "22:57:13",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034BC02",
					["Time"] = "22:57:13",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [2]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034BC02",
					["Time"] = "22:57:21",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034BF31",
					["Time"] = "23:10:43",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [47]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034BF31",
					["Time"] = "23:10:47",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-11",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [48]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034BF31",
					["Time"] = "23:10:47",
					["Looter"] = "特變電工",
					["Date"] = "2021-12-11",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [49]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034BF31",
					["Time"] = "23:10:48",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [50]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034BF31",
					["Time"] = "23:10:51",
					["Looter"] = "追著元素跑",
					["Date"] = "2021-12-11",
					["Class"] = "SHAMAN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [51]
				{
					["GUID"] = "Creature-0-4491-550-31327-21274-000034C31E",
					["Time"] = "23:27:31",
					["Looter"] = "熙夏",
					["Date"] = "2021-12-11",
					["Class"] = "MAGE",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [52]
				{
					["GUID"] = "Creature-0-4491-550-31327-21270-000034C31E",
					["Time"] = "23:27:33",
					["Looter"] = "歿天使",
					["Date"] = "2021-12-11",
					["Class"] = "PALADIN",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [53]
				{
					["GUID"] = "Creature-0-4491-550-31327-21273-000034C31E",
					["Time"] = "23:27:35",
					["Looter"] = "維爾德拉",
					["Date"] = "2021-12-11",
					["Class"] = "PRIEST",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [54]
				{
					["GUID"] = "Creature-0-4491-550-31327-21272-000034C31E",
					["Time"] = "23:27:37",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2021-12-11",
					["Class"] = "HUNTER",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [55]
				{
					["GUID"] = "Creature-0-4491-550-31327-21271-000034C31E",
					["Time"] = "23:27:39",
					["Looter"] = "維爾德拉",
					["Date"] = "2021-12-11",
					["Class"] = "PRIEST",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [56]
				{
					["GUID"] = "Creature-0-4491-550-31327-19622-000034C10E",
					["Time"] = "23:38:05",
					["Looter"] = "柒莫",
					["Date"] = "2021-12-11",
					["Class"] = "MAGE",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29996::::::::70:::::::::|h[太陽之王權杖]|h|r", -- [4]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [5]
						"|cffa335ee|Hitem:30306::::::::70:::::::::|h[圖樣:絕對黑暗之靴]|h|r", -- [6]
						"|cffa335ee|Hitem:29991::::::::70:::::::::|h[太陽之鷹護腿]|h|r", -- [7]
					},
				}, -- [57]
			},
		}, -- [4]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "熙夏",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-12-12",
			["Class"] = "WARRIOR",
			["FirstClass"] = "MAGE",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-7626-21216-000034C6C8",
					["Time"] = "00:25:09",
					["Looter"] = "終焉之戰",
					["Date"] = "2021-12-12",
					["Class"] = "WARRIOR",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30049::::::::70:::::::::|h[深淵石]|h|r", -- [2]
					},
				}, -- [1]
			},
		}, -- [5]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
