
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Hyjal Summit",
			["Class"] = "WARRIOR",
			["Date"] = "2022-02-26",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-29810-17895-00011A18BC",
					["Time"] = "20:11:57",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-26",
					["Looter"] = "背鍋俠",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32945::::::::70:::::::::|h[熔岩狂怒拳套]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-29810-17895-00019A1955",
					["Time"] = "20:14:27",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-26",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-29810-17895-00029A1955",
					["Time"] = "20:14:48",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "程昱",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-29810-17767-00001A1B04",
					["Time"] = "20:23:49",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "程昱",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30871::::::::70:::::::::|h[殉難護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30866::::::::70:::::::::|h[血污肩鎧]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-29810-17895-00001A1C10",
					["Time"] = "20:25:46",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-26",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-29810-17899-00011A1D87",
					["Time"] = "20:32:22",
					["Class"] = "MAGE",
					["Date"] = "2022-02-26",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32590::::::::70:::::::::|h[虛無披風]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-29810-17905-00009A1D38",
					["Time"] = "20:33:16",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "程昱",
					["Name"] = "女妖",
					["Loots"] = {
						"|cffa335ee|Hitem:32755::::::::70:::::::::|h[圖樣:靈機披肩]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-29810-17808-00001A1E83",
					["Time"] = "20:38:21",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "神經德魯伊",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30874::::::::70:::::::::|h[堅韌意志之劍]|h|r", -- [1]
						"|cffa335ee|Hitem:30885::::::::70:::::::::|h[大主教的軟靴]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-29810-17898-00009A22C0",
					["Time"] = "20:54:51",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-26",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-29810-17899-00001A241B",
					["Time"] = "21:00:41",
					["Class"] = "MAGE",
					["Date"] = "2022-02-26",
					["Looter"] = "熙夏",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-29810-17888-00001A247F",
					["Time"] = "21:03:46",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "程昱",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:32298::::::::70:::::::::|h[設計圖:移形的影歌紫水晶]|h|r", -- [1]
						"|cffa335ee|Hitem:30892::::::::70:::::::::|h[野獸馴服師護肩]|h|r", -- [2]
						"|cffa335ee|Hitem:30894::::::::70:::::::::|h[藍色麂皮輕鞋]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-29810-17916-00009A26CD",
					["Time"] = "21:11:49",
					["Class"] = "MAGE",
					["Date"] = "2022-02-26",
					["Looter"] = "熙夏",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-29810-17898-00011A286C",
					["Time"] = "21:19:22",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "一隻德魯伊",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cffa335ee|Hitem:32746::::::::70:::::::::|h[圖樣:迅擊護腕]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-534-29810-17842-00001A28E0",
					["Time"] = "21:24:01",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "程昱",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30896::::::::70:::::::::|h[防衛者的榮耀]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-534-29810-17968-00001A29ED",
					["Time"] = "21:38:48",
					["Class"] = "DRUID",
					["Date"] = "2022-02-26",
					["Looter"] = "程昱",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30912::::::::70:::::::::|h[永恆護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [4]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [5]
					},
				}, -- [15]
			},
			["Player"] = "特變電工",
		}, -- [1]
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-02-26",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-564-19084-23330-00029A2E23",
					["Time"] = "22:11:20",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-564-19084-23330-00039A2E23",
					["Time"] = "22:19:28",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-26",
					["Class"] = "ROGUE",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-564-19084-22898-00001A2E23",
					["Time"] = "22:28:26",
					["Looter"] = "歿天使",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [1]
						"|cffa335ee|Hitem:32256::::::::70:::::::::|h[無盡裹腰]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-564-19084-22844-00029A2E23",
					["Time"] = "22:34:20",
					["Looter"] = "程昱",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-564-19084-23374-00001A2E23",
					["Time"] = "22:34:21",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-26",
					["Class"] = "ROGUE",
					["Name"] = "灰舌潛行者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-564-19084-22855-00001A2E23",
					["Time"] = "22:37:24",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-564-19084-22845-00011A2E23",
					["Time"] = "22:37:26",
					["Looter"] = "程昱",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32606::::::::70:::::::::|h[光明先驅者束腰]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-564-19084-23337-00019A2E23",
					["Time"] = "22:43:15",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-26",
					["Class"] = "MAGE",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32738::::::::70:::::::::|h[設計圖:黎明鋼鐵護腕]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-564-19084-22869-00011A2E23",
					["Time"] = "22:43:44",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-02-26",
					["Class"] = "WARLOCK",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-564-19084-22841-00001A2E23",
					["Time"] = "22:52:26",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32273::::::::70:::::::::|h[輝煌光明襯肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32265::::::::70:::::::::|h[暗影行者之索]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-564-19084-23018-00009A2E23",
					["Time"] = "22:56:37",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-564-19084-22945-00019A2E24",
					["Time"] = "22:58:02",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-02-26",
					["Class"] = "ROGUE",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-564-19084-22880-00021A2E24",
					["Time"] = "23:00:46",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-564-19084-22879-00019A2E24",
					["Time"] = "23:00:47",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-564-19084-22953-00001A2E23",
					["Time"] = "23:10:52",
					["Looter"] = "程昱",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "憤怒骸骨撕掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-564-19084-22882-00009A2E23",
					["Time"] = "23:11:17",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "影月死亡塑形者",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-564-19084-22945-00019A2E23",
					["Time"] = "23:11:19",
					["Looter"] = "歿天使",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-564-19084-22945-00011A2E23",
					["Time"] = "23:11:42",
					["Looter"] = "程昱",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4491-564-19084-23147-00019A2E24",
					["Time"] = "23:11:53",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-02-26",
					["Class"] = "PALADIN",
					["Name"] = "影月蠻兵",
					["Loots"] = {
						"|cff0070dd|Hitem:22146::::::::70:::::::::|h[書卷:野性賜福 III]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4491-564-19084-22871-00001A2E23",
					["Time"] = "23:20:09",
					["Looter"] = "程昱",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32510::::::::70:::::::::|h[追蹤輕步之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:32329::::::::70:::::::::|h[恩慈風帽]|h|r", -- [3]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4491-564-19084-23235-00039A2E23",
					["Time"] = "23:26:27",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4491-564-19084-23236-00039A2E23",
					["Time"] = "23:26:46",
					["Looter"] = "不死夜空",
					["Date"] = "2022-02-26",
					["Class"] = "WARLOCK",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4491-564-19084-23237-00019A2E23",
					["Time"] = "23:30:46",
					["Looter"] = "程昱",
					["Date"] = "2022-02-26",
					["Class"] = "DRUID",
					["Name"] = "噬骨鮮血預言者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4491-564-19084-23223-00081A2E23",
					["Time"] = "23:31:50",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-02-26",
					["Class"] = "MAGE",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4491-564-19084-22948-00001A2E23",
					["Time"] = "23:44:45",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-26",
					["Class"] = "MAGE",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32342::::::::70:::::::::|h[堅定決心束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4491-564-19084-23420-00001A4E22",
					["Time"] = "23:59:56",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-02-26",
					["Class"] = "MAGE",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:32353::::::::70:::::::::|h[無窮信心手套]|h|r", -- [2]
						"|cffa335ee|Hitem:32349::::::::70:::::::::|h[清澈法術絲線頸鍊]|h|r", -- [3]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-4322-22939-00159B6519",
					["Time"] = "20:11:45",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-27",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-4322-22955-00169B6519",
					["Time"] = "20:11:48",
					["Class"] = "DRUID",
					["Date"] = "2022-02-27",
					["Looter"] = "程昱",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-4322-22939-00099B6519",
					["Time"] = "20:12:53",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-27",
					["Looter"] = "歐艾丹",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-4322-22956-00009B6519",
					["Time"] = "20:13:36",
					["Class"] = "DRUID",
					["Date"] = "2022-02-27",
					["Looter"] = "程昱",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-4322-22956-00001B651A",
					["Time"] = "20:15:46",
					["Class"] = "PRIEST",
					["Date"] = "2022-02-27",
					["Looter"] = "司命",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-4322-22964-00001B651A",
					["Time"] = "20:15:48",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-27",
					["Looter"] = "我叫緋村",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-4322-22964-00011B6519",
					["Time"] = "20:16:50",
					["Class"] = "ROGUE",
					["Date"] = "2022-02-27",
					["Looter"] = "背鍋俠",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-4322-22955-00139B6519",
					["Time"] = "20:20:52",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-27",
					["Looter"] = "歐艾丹",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-4322-22956-00019B6519",
					["Time"] = "20:24:21",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-27",
					["Looter"] = "我叫緋村",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-4322-22964-00019B6519",
					["Time"] = "20:24:26",
					["Class"] = "PALADIN",
					["Date"] = "2022-02-27",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-4322-22947-00001B6519",
					["Time"] = "20:30:43",
					["Class"] = "DRUID",
					["Date"] = "2022-02-27",
					["Looter"] = "程昱",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:32368::::::::70:::::::::|h[光明使者法典]|h|r", -- [3]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-4322-23397-00031B6519",
					["Time"] = "20:38:45",
					["Class"] = "SHAMAN",
					["Date"] = "2022-02-27",
					["Looter"] = "柒刻",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-4322-22951-00001B6519",
					["Time"] = "21:06:31",
					["Class"] = "DRUID",
					["Date"] = "2022-02-27",
					["Looter"] = "程昱",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-4322-22952-00001B6519",
					["Time"] = "21:06:43",
					["Class"] = "PRIEST",
					["Date"] = "2022-02-27",
					["Looter"] = "司命",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-4322-22950-00001B6519",
					["Time"] = "21:07:14",
					["Class"] = "MAGE",
					["Date"] = "2022-02-27",
					["Looter"] = "熙夏",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32373::::::::70:::::::::|h[伊利達瑞粉碎者頭盔]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-4322-22917-00001B7C10",
					["Time"] = "21:41:22",
					["Class"] = "WARLOCK",
					["Date"] = "2022-02-27",
					["Looter"] = "術難奉陪",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:32375::::::::70:::::::::|h[埃辛諾斯壁壘]|h|r", -- [3]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [4]
					},
				}, -- [42]
			},
			["Player"] = "特變電工",
		}, -- [2]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["FirstPlayer"] = "特變電工",
			["InstanceName"] = "Tempest Keep",
			["Date"] = "2022-02-27",
			["FirstClass"] = "WARRIOR",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-3480-20036-00009B8790",
					["Time"] = "22:30:02",
					["Looter"] = "多汁小髮濕",
					["Date"] = "2022-02-27",
					["Class"] = "MAGE",
					["Name"] = "血守衛扈從",
					["Loots"] = {
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-3480-21271-00001B915D",
					["Time"] = "22:58:39",
					["Looter"] = "刻於新月之銘",
					["Date"] = "2022-02-27",
					["Class"] = "HUNTER",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-3480-21273-00001B915D",
					["Time"] = "22:58:51",
					["Looter"] = "若相依",
					["Date"] = "2022-02-27",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-3480-21270-00001B915D",
					["Time"] = "22:58:54",
					["Looter"] = "阿梨",
					["Date"] = "2022-02-27",
					["Class"] = "PRIEST",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-550-3480-21272-00001B915D",
					["Time"] = "22:58:55",
					["Looter"] = "Aim",
					["Date"] = "2022-02-27",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-550-3480-19622-00001B8790",
					["Time"] = "23:05:10",
					["Looter"] = "咩哞",
					["Date"] = "2022-02-27",
					["Class"] = "WARRIOR",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:29987::::::::70:::::::::|h[太陽之王護手]|h|r", -- [4]
						"|cffa335ee|Hitem:29993::::::::70:::::::::|h[鳳凰之雙刃劍]|h|r", -- [5]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30236::::::::70:::::::::|h[征服勇士護胸]|h|r", -- [7]
					},
				}, -- [6]
			},
		}, -- [3]
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "多汁小髮濕",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2022-02-27",
			["FirstClass"] = "MAGE",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-548-5524-21301-00041B9401",
					["Time"] = "23:25:37",
					["Looter"] = "若相依",
					["Date"] = "2022-02-27",
					["Class"] = "PALADIN",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30302::::::::70:::::::::|h[圖樣:暗影深淵腰帶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-548-5524-21212-00001B9402",
					["Time"] = "23:40:29",
					["Looter"] = "薩難奉陪",
					["Date"] = "2022-02-27",
					["Class"] = "SHAMAN",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30105::::::::70:::::::::|h[蛇脊長弓]|h|r", -- [2]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [3]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [4]
						"|cffa335ee|Hitem:30244::::::::70:::::::::|h[征服英雄頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30109::::::::70:::::::::|h[無盡線圈之戒]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [4]
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-02-28",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-13296-19044-00001CDD1D",
					["Time"] = "22:49:53",
					["Looter"] = "特變電工",
					["Date"] = "2022-02-28",
					["Class"] = "WARRIOR",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:28830::::::::70:::::::::|h[龍脊戰利品]|h|r", -- [1]
						"|cffa335ee|Hitem:28810::::::::70:::::::::|h[風剪長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [4]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [5]
		{
			["InstanceID"] = 534,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0004A356E2",
					["Time"] = "20:27:16",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32746::::::::70:::::::::|h[圖樣:迅擊護腕]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0000A35775",
					["Time"] = "20:29:46",
					["Looter"] = "司命",
					["Date"] = "2022-03-05",
					["Class"] = "PRIEST",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-534-355-17808-0000235C4A",
					["Time"] = "20:52:36",
					["Class"] = "WARRIOR",
					["Date"] = "2022-03-05",
					["Looter"] = "特變電工",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30874::::::::70:::::::::|h[堅韌意志之劍]|h|r", -- [1]
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [2]
						"|cffa335ee|Hitem:32296::::::::70:::::::::|h[設計圖:絕佳的獅眼石]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-534-355-17897-0000235ED7",
					["Time"] = "21:01:37",
					["Class"] = "MAGE",
					["Date"] = "2022-03-05",
					["Looter"] = "翔翔大肆虐",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-534-355-17905-00002360FA",
					["Time"] = "21:10:23",
					["Class"] = "MAGE",
					["Date"] = "2022-03-05",
					["Looter"] = "魔令古二世",
					["Name"] = "女妖",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-534-355-17888-0000236159",
					["Time"] = "21:13:42",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30915::::::::70:::::::::|h[沸騰狂怒腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30889::::::::70:::::::::|h[卡茲洛加堅固之心]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-534-355-17899-000223623B",
					["Time"] = "21:16:23",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-05",
					["Looter"] = "背鍋俠",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32589::::::::70:::::::::|h[地獄火墜飾]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-534-355-17906-0001A3628A",
					["Time"] = "21:17:32",
					["Class"] = "MAGE",
					["Date"] = "2022-03-05",
					["Looter"] = "熙夏",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34009::::::::70:::::::::|h[審判之錘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-534-355-17906-000223628A",
					["Time"] = "21:17:37",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "石像鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0002A362FE",
					["Time"] = "21:19:44",
					["Class"] = "ROGUE",
					["Date"] = "2022-03-05",
					["Looter"] = "背鍋俠",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:34010::::::::70:::::::::|h[派普的和解罩氅]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-534-355-17895-0000A36498",
					["Time"] = "21:26:41",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-534-355-17842-0000236565",
					["Time"] = "21:31:09",
					["Class"] = "PALADIN",
					["Date"] = "2022-03-05",
					["Looter"] = "歐艾丹",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31093::::::::70:::::::::|h[遺忘防禦者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30896::::::::70:::::::::|h[防衛者的榮耀]|h|r", -- [2]
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-534-355-17968-000023661E",
					["Time"] = "21:42:24",
					["Class"] = "DRUID",
					["Date"] = "2022-03-05",
					["Looter"] = "程昱",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31097::::::::70:::::::::|h[遺忘征服者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30903::::::::70:::::::::|h[無盡憤怒腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30909::::::::70:::::::::|h[安東尼達斯的專注聖禦盾]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [4]
					},
				}, -- [13]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-03-05",
			["FirstClass"] = "WARLOCK",
			["InstanceName"] = "Hyjal Summit",
			["FirstPlayer"] = "術難奉陪",
		}, -- [6]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-03-05",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-564-20902-22881-0000236922",
					["Time"] = "21:56:17",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "元水奔騰者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-564-20902-22875-0002236922",
					["Time"] = "21:56:56",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-03-05",
					["Class"] = "MAGE",
					["Name"] = "考斯卡召海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-564-20902-22876-0001236922",
					["Time"] = "21:56:58",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "考斯卡預言者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-564-20902-22878-0001A36922",
					["Time"] = "21:58:43",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-564-20902-22887-0000236922",
					["Time"] = "22:02:29",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-03-05",
					["Class"] = "WARRIOR",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32241::::::::70:::::::::|h[順流頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-564-20902-22898-0000236922",
					["Time"] = "22:21:09",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [1]
						"|cffa335ee|Hitem:32250::::::::70:::::::::|h[深淵憤怒肩鎧]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-564-20902-23337-0001236922",
					["Time"] = "22:31:15",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-564-20902-22844-00002371D2",
					["Time"] = "22:36:53",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-564-20902-22845-00002371D2",
					["Time"] = "22:36:54",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-564-20902-22841-0000236922",
					["Time"] = "22:40:43",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32270::::::::70:::::::::|h[法力集中束腕]|h|r", -- [1]
						"|cffa335ee|Hitem:32266::::::::70:::::::::|h[欺詐意圖指環]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-564-20902-22880-0000236922",
					["Time"] = "22:44:15",
					["Looter"] = "歿天使",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4490-564-20902-23018-0000236922",
					["Time"] = "22:45:22",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-05",
					["Class"] = "ROGUE",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4490-564-20902-22879-0000236922",
					["Time"] = "22:48:49",
					["Looter"] = "術難奉陪",
					["Date"] = "2022-03-05",
					["Class"] = "WARLOCK",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [2]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4490-564-20902-22945-0000236923",
					["Time"] = "22:48:51",
					["Looter"] = "赤司征十郎",
					["Date"] = "2022-03-05",
					["Class"] = "HUNTER",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4490-564-20902-23047-0001236922",
					["Time"] = "22:51:57",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-03-05",
					["Class"] = "WARRIOR",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-564-20902-22879-0001236923",
					["Time"] = "22:53:14",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-564-20902-23018-0000A36923",
					["Time"] = "22:54:29",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-564-20902-23018-0000236923",
					["Time"] = "22:54:40",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-05",
					["Class"] = "ROGUE",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-564-20902-23147-0002236923",
					["Time"] = "22:55:30",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "影月蠻兵",
					["Loots"] = {
						"|cff0070dd|Hitem:31903::::::::70:::::::::|h[狂怒套卡之五]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-564-20902-22871-0000236922",
					["Time"] = "23:02:51",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32280::::::::70:::::::::|h[強制護手]|h|r", -- [1]
						"|cffa335ee|Hitem:32329::::::::70:::::::::|h[恩慈風帽]|h|r", -- [2]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-564-20902-22853-0004A36922",
					["Time"] = "23:07:36",
					["Looter"] = "歿天使",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-564-20902-23235-0001236922",
					["Time"] = "23:10:23",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "噬骨劍刃狂怒者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-564-20902-23236-0003236922",
					["Time"] = "23:18:42",
					["Looter"] = "柒刻",
					["Date"] = "2022-03-05",
					["Class"] = "SHAMAN",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32943::::::::70:::::::::|h[迅鋼棍棒]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-564-20902-23420-00002380F6",
					["Time"] = "23:26:57",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32332::::::::70:::::::::|h[詛咒之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32352::::::::70:::::::::|h[自然守護足靴]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-564-20902-23222-0000236922",
					["Time"] = "23:29:17",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-564-20902-23223-0006236922",
					["Time"] = "23:29:45",
					["Looter"] = "司命",
					["Date"] = "2022-03-05",
					["Class"] = "PRIEST",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-564-20902-23223-0007A36922",
					["Time"] = "23:29:49",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-564-20902-23196-0000A36922",
					["Time"] = "23:31:17",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-564-20902-22948-0000236922",
					["Time"] = "23:45:38",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32339::::::::70:::::::::|h[原始權威腰帶]|h|r", -- [1]
						"|cffa335ee|Hitem:32334::::::::70:::::::::|h[座乘襲擊上衣]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-564-20902-23339-0002236922",
					["Time"] = "23:48:27",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4490-564-20902-22964-0001A36922",
					["Time"] = "23:49:53",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4490-564-20902-22955-0018236922",
					["Time"] = "23:49:54",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4490-564-20902-22955-000A236922",
					["Time"] = "23:50:55",
					["Looter"] = "熙夏",
					["Date"] = "2022-03-05",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4490-564-20902-22939-0000A36923",
					["Time"] = "23:51:10",
					["Looter"] = "程昱",
					["Date"] = "2022-03-05",
					["Class"] = "DRUID",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4490-564-20902-22939-0014236922",
					["Time"] = "23:51:41",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-05",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4490-564-20902-22957-0001236922",
					["Time"] = "23:58:57",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-05",
					["Class"] = "ROGUE",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4490-564-20902-22947-0000236922",
					["Time"] = "00:13:39",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-03-06",
					["Class"] = "WARRIOR",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4490-564-20902-23394-0002A36922",
					["Time"] = "00:18:48",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-06",
					["Class"] = "ROGUE",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4490-564-20902-23394-0000236922",
					["Time"] = "00:19:49",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-03-06",
					["Class"] = "WARRIOR",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4490-564-20902-23394-0001A36922",
					["Time"] = "00:22:17",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-06",
					["Class"] = "ROGUE",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4490-564-20902-23397-0000A36922",
					["Time"] = "00:24:13",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4490-564-20902-23397-0001A36922",
					["Time"] = "00:25:37",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-03-06",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4490-564-20902-23403-0001236922",
					["Time"] = "00:25:38",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [43]
				{
					["GUID"] = "Creature-0-4490-564-20902-22951-0000236922",
					["Time"] = "00:36:28",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [44]
				{
					["GUID"] = "Creature-0-4490-564-20902-22952-0000236922",
					["Time"] = "00:36:32",
					["Looter"] = "聖經",
					["Date"] = "2022-03-06",
					["Class"] = "SHAMAN",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [45]
				{
					["GUID"] = "Creature-0-4490-564-20902-22950-0000236922",
					["Time"] = "00:36:36",
					["Looter"] = "熙夏",
					["Date"] = "2022-03-06",
					["Class"] = "MAGE",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32519::::::::70:::::::::|h[神聖引導腰帶]|h|r", -- [1]
					},
				}, -- [46]
				{
					["GUID"] = "Creature-0-4490-564-20902-22917-000023990B",
					["Time"] = "01:24:05",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:32375::::::::70:::::::::|h[埃辛諾斯壁壘]|h|r", -- [2]
						"|cffa335ee|Hitem:32525::::::::70:::::::::|h[伊利達瑞高階領主風帽]|h|r", -- [3]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
					},
				}, -- [47]
			},
		}, -- [7]
		{
			["InstanceID"] = 548,
			["Player"] = "邁克爾假死",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2022-03-06",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "HUNTER",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-548-23435-21216-0000249C69",
					["Time"] = "20:23:16",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30056::::::::70:::::::::|h[憎恨回音長袍]|h|r", -- [1]
						"|cffa335ee|Hitem:30052::::::::70:::::::::|h[致命之戒]|h|r", -- [2]
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:30664::::::::70:::::::::|h[野性之心生命根源]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-548-23435-21220-0001249C6A",
					["Time"] = "20:27:21",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "盤牙女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:31298::::::::70:::::::::|h[碎手腿甲]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-548-23435-21212-0000249C69",
					["Time"] = "20:43:17",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "瓦許女士",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:30243::::::::70:::::::::|h[征服防衛者頭盔]|h|r", -- [2]
						"|cffa335ee|Hitem:30102::::::::70:::::::::|h[海怪之心胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:30111::::::::70:::::::::|h[符文圖騰披肩]|h|r", -- [4]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [5]
						"|cffa335ee|Hitem:30242::::::::70:::::::::|h[征服勇士頭盔]|h|r", -- [6]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-548-23435-21217-000024AD3F",
					["Time"] = "20:52:31",
					["Looter"] = "無處天堂",
					["Date"] = "2022-03-06",
					["Class"] = "WARLOCK",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30057::::::::70:::::::::|h[消滅護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:30665::::::::70:::::::::|h[精神冥想耳環]|h|r", -- [2]
						"|cffa335ee|Hitem:30065::::::::70:::::::::|h[真實閃光胸甲]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-548-23435-21226-0001249C69",
					["Time"] = "20:58:48",
					["Looter"] = "莎朗血騎",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "潮行者薩滿",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-548-23435-21213-0000249C69",
					["Time"] = "21:09:13",
					["Looter"] = "莎朗血騎",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30323::::::::70:::::::::|h[設計圖:保衛者之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30720::::::::70:::::::::|h[蛇圍繩帶]|h|r", -- [2]
						"|cffa335ee|Hitem:30098::::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r", -- [3]
						"|cffa335ee|Hitem:30079::::::::70:::::::::|h[伊利達瑞肩墊]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-548-23435-21251-0002249C69",
					["Time"] = "21:10:46",
					["Looter"] = "莎朗血騎",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "深幽泥沼巨人",
					["Loots"] = {
						"|cffa335ee|Hitem:30324::::::::70:::::::::|h[設計圖:紅色浩劫長靴]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-548-23435-21214-0000249C69",
					["Time"] = "21:15:59",
					["Looter"] = "Wii",
					["Date"] = "2022-03-06",
					["Class"] = "WARLOCK",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30101::::::::70:::::::::|h[血海盜賊的外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-548-23435-21215-0000249C69",
					["Time"] = "21:28:55",
					["Looter"] = "莎朗血騎",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30239::::::::70:::::::::|h[征服勇士手套]|h|r", -- [3]
						"|cffa335ee|Hitem:30095::::::::70:::::::::|h[海巨獸毒牙]|h|r", -- [4]
					},
				}, -- [9]
			},
		}, -- [8]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "程昱",
			["Player"] = "邁克爾假死",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-20246-20034-000024B829",
					["Time"] = "21:46:31",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-20246-20037-0001A4B829",
					["Time"] = "21:48:37",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-06",
					["Class"] = "ROGUE",
					["Name"] = "風暴要塞-熔爐鷹獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-20246-19514-000024B829",
					["Time"] = "22:00:36",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29922::::::::70:::::::::|h[歐爾指環]|h|r", -- [1]
						"|cffa335ee|Hitem:32944::::::::70:::::::::|h[鳳凰之爪]|h|r", -- [2]
						"|cffa335ee|Hitem:29923::::::::70:::::::::|h[太陽之王護符]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-20246-19516-000024B829",
					["Time"] = "22:21:54",
					["Looter"] = "無處天堂",
					["Date"] = "2022-03-06",
					["Class"] = "WARLOCK",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:29984::::::::70:::::::::|h[札爾塔束腰]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:30248::::::::70:::::::::|h[征服勇士肩鎧]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-20246-20044-0007A4B829",
					["Time"] = "22:26:55",
					["Looter"] = "奶香小牛蹄",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-20246-20044-0008A4B829",
					["Time"] = "22:27:50",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30024::::::::70:::::::::|h[精靈王披肩]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-20246-20044-000124B829",
					["Time"] = "22:32:41",
					["Looter"] = "程昱",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30030::::::::70:::::::::|h[殞星束腰]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-20246-18805-000024B829",
					["Time"] = "22:37:24",
					["Looter"] = "餅乾味的狗",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:30446::::::::70:::::::::|h[索拉瑞恩藍寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:29976::::::::70:::::::::|h[世界風暴護手]|h|r", -- [2]
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [3]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-20246-20048-000024B829",
					["Time"] = "22:48:27",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-06",
					["Class"] = "ROGUE",
					["Name"] = "紅手百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-20246-20048-000224B829",
					["Time"] = "22:49:59",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-06",
					["Class"] = "ROGUE",
					["Name"] = "紅手百夫長",
					["Loots"] = {
						"|cffa335ee|Hitem:30020::::::::70:::::::::|h[魔導師火焰之索]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-20246-21268-000024CB58",
					["Time"] = "22:55:45",
					["Looter"] = "忠武侯",
					["Date"] = "2022-03-06",
					["Class"] = "HUNTER",
					["Name"] = "虛空之絃長弓",
					["Loots"] = {
						"|cffff8000|Hitem:30318::::::::70:::::::::|h[虛空之絃長弓]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-20246-21274-000024CB58",
					["Time"] = "22:56:29",
					["Looter"] = "蘘荷",
					["Date"] = "2022-03-06",
					["Class"] = "SHAMAN",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-20246-21271-000024CB58",
					["Time"] = "22:56:29",
					["Looter"] = "忠武侯",
					["Date"] = "2022-03-06",
					["Class"] = "HUNTER",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-20246-21269-000024CB58",
					["Time"] = "22:56:32",
					["Looter"] = "餅乾味的狗",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "毀滅",
					["Loots"] = {
						"|cffff8000|Hitem:30316::::::::70:::::::::|h[毀滅]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-20246-21273-000024CB58",
					["Time"] = "22:56:34",
					["Looter"] = "莎朗血騎",
					["Date"] = "2022-03-06",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-550-20246-21272-000024CB58",
					["Time"] = "22:56:37",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-03-06",
					["Class"] = "ROGUE",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-550-20246-19622-000024B829",
					["Time"] = "23:03:00",
					["Looter"] = "翹課吃熱狗",
					["Date"] = "2022-03-06",
					["Class"] = "DRUID",
					["Name"] = "凱爾薩斯·逐日者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
						"|cffa335ee|Hitem:32405::::::::70:::::::::|h[嫩綠球體]|h|r", -- [2]
						"|cffa335ee|Hitem:30283::::::::70:::::::::|h[圖樣:長路之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:29992::::::::70:::::::::|h[逐日者皇家披風]|h|r", -- [4]
						"|cffa335ee|Hitem:29998::::::::70:::::::::|h[銀月皇家護手]|h|r", -- [5]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:30238::::::::70:::::::::|h[征服英雄護胸]|h|r", -- [7]
						"|cffa335ee|Hitem:30237::::::::70:::::::::|h[征服防衛者護胸]|h|r", -- [8]
					},
				}, -- [17]
			},
			["Date"] = "2022-03-06",
			["FirstClass"] = "DRUID",
			["Class"] = "HUNTER",
			["InstanceName"] = "Tempest Keep",
		}, -- [9]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
