
LootMonitorDB = {
	["LootLog"] = {
		{
			["Date"] = "2022-12-20",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "未知",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "纳克萨玛斯",
			["SavedID"] = 131250861,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-533-9383-15956-000021AC06",
					["Time"] = "21:14:58",
					["Class"] = "DRUID",
					["Date"] = "2022-12-20",
					["Looter"] = "希爾弗怒風",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[消化之盾]|h|r", -- [1]
						"|cffa335ee|Hitem:39719::::::::80:::::::::|h[蝗虫衬肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[爱慕之链]|h|r", -- [3]
						"|cffa335ee|Hitem:39702::::::::80:::::::::|h[蛛网金戒]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-533-9383-15953-000021AC06",
					["Time"] = "21:21:38",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-20",
					["Looter"] = "佰鳥朝鳳",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40075::::::::80:::::::::|h[無情]|h|r", -- [1]
						"|cffa335ee|Hitem:39735::::::::80:::::::::|h[虛假尊貴腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:39726::::::::80:::::::::|h[麻木無情護手]|h|r", -- [3]
						"|cffa335ee|Hitem:39731::::::::80:::::::::|h[拘謹束腕]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-533-9383-15952-000021AC06",
					["Time"] = "21:27:54",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-20",
					["Looter"] = "刀萱",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39763::::::::80:::::::::|h[怨灵之击]|h|r", -- [1]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [2]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [3]
						"|cffa335ee|Hitem:39762::::::::80:::::::::|h[断网腰带]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-533-9383-16028-000021AC06",
					["Time"] = "21:41:12",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-20",
					["Looter"] = "凋凌莫切",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [1]
						"|cffa335ee|Hitem:40261::::::::80:::::::::|h[天然變色戰鬥護手]|h|r", -- [2]
						"|cffa335ee|Hitem:40268::::::::80:::::::::|h[容忍聖契]|h|r", -- [3]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[餘肢之書]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-533-9383-15931-000021AC06",
					["Time"] = "21:48:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-20",
					["Looter"] = "波波伊娃",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40257::::::::80:::::::::|h[防衛者密碼]|h|r", -- [1]
						"|cffa335ee|Hitem:40274::::::::80:::::::::|h[解放護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:40284::::::::80:::::::::|h[瘟疫點燃器]|h|r", -- [3]
						"|cffa335ee|Hitem:40351::::::::80:::::::::|h[疲累賢者披肩]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-533-9383-15932-000021AC06",
					["Time"] = "21:54:03",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-20",
					["Looter"] = "母湯貓術士",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40625::::::::80:::::::::|h[失落征服者胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保衛者披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [3]
						"|cffa335ee|Hitem:40304::::::::80:::::::::|h[菌華首盔]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-533-9383-15928-000021AC06",
					["Time"] = "22:03:25",
					["Class"] = "MAGE",
					["Date"] = "2022-12-20",
					["Looter"] = "奶油黄豆卷",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40294::::::::80:::::::::|h[钉板憎恶护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40300::::::::80:::::::::|h[日落之塔]|h|r", -- [2]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-533-9383-16061-000021AC06",
					["Time"] = "22:14:32",
					["Class"] = "DRUID",
					["Date"] = "2022-12-20",
					["Looter"] = "希爾弗怒風",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [1]
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[願望凋落長靴]|h|r", -- [2]
						"|cffa335ee|Hitem:40318::::::::80:::::::::|h[雙重攻擊腿鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:40306::::::::80:::::::::|h[穢邪騎士護腕]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-533-9383-16060-000021AC06",
					["Time"] = "22:24:55",
					["Class"] = "SHAMAN",
					["Date"] = "2022-12-20",
					["Looter"] = "Totemruler",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[喪鐘]|h|r", -- [1]
						"|cffa335ee|Hitem:40335::::::::80:::::::::|h[驚怖之觸]|h|r", -- [2]
						"|cffa335ee|Hitem:40330::::::::80:::::::::|h[無歇攻擊護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40339::::::::80:::::::::|h[高希的風帽]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-533-9383-16146-0002A1AC06",
					["Time"] = "22:28:06",
					["Class"] = "MAGE",
					["Date"] = "2022-12-20",
					["Looter"] = "奶油黄豆卷",
					["Name"] = "死亡骑士",
					["Loots"] = {
						"|cffa335ee|Hitem:40407::::::::80:::::::::|h[沉默的十字军]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-533-9383-15954-000021AC06",
					["Time"] = "22:43:38",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-20",
					["Looter"] = "凋凌莫切",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [1]
						"|cffa335ee|Hitem:40193::::::::80:::::::::|h[偽裝苦難外套]|h|r", -- [2]
						"|cffa335ee|Hitem:40196::::::::80:::::::::|h[無干擾腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40187::::::::80:::::::::|h[慘痛脛甲]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-533-9383-15936-000021AC06",
					["Time"] = "22:49:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-20",
					["Looter"] = "波波伊娃",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [1]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨像跳躍護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:40209::::::::80:::::::::|h[衰老束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:40237::::::::80:::::::::|h[爆發傷痕長靴]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-533-9383-16011-000021AC06",
					["Time"] = "22:59:06",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-20",
					["Looter"] = "佰鳥朝鳳",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40240::::::::80:::::::::|h[动荡胫甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40247::::::::80:::::::::|h[欣喜兜帽]|h|r", -- [2]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40638::::::::80:::::::::|h[失落保卫者的肩甲]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-533-9383-15989-000021CE88",
					["Time"] = "23:05:42",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-20",
					["Looter"] = "佰鳥朝鳳",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40379::::::::80:::::::::|h[骨墳腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40366::::::::80:::::::::|h[巨龍鎧盔]|h|r", -- [2]
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙輝燦]|h|r", -- [3]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[聚源虹膜英雄之鑰]|h|r", -- [4]
						"|cffa335ee|Hitem:40368::::::::80:::::::::|h[謀殺]|h|r", -- [5]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-533-9383-15990-000021AC06",
					["Time"] = "23:17:03",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-20",
					["Looter"] = "佰鳥朝鳳",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [1]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[灾难之握]|h|r", -- [5]
						"|cffa335ee|Hitem:40383::::::::80:::::::::|h[灾难之握]|h|r", -- [6]
						"|cffa335ee|Hitem:40405::::::::80:::::::::|h[卑鄙巫师斗篷]|h|r", -- [7]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4490-533-19811-15956-000028388B",
					["Time"] = "20:19:58",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-25",
					["Looter"] = "樹蛙藍腳",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39718::::::::80:::::::::|h[屍甲蟲手甲]|h|r", -- [1]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[撤銷之握]|h|r", -- [2]
						"|cffa335ee|Hitem:39712::::::::80:::::::::|h[奈幽寶石綴飾魔杖]|h|r", -- [3]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [4]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4490-533-19811-15953-000028388B",
					["Time"] = "20:24:43",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-25",
					["Looter"] = "Ohnoo",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[沙砾指环]|h|r", -- [1]
						"|cffa335ee|Hitem:39734::::::::80:::::::::|h[赎罪胫甲]|h|r", -- [2]
						"|cffa335ee|Hitem:39725::::::::80:::::::::|h[悲伤仆从肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:39731::::::::80:::::::::|h[谨慎护腕]|h|r", -- [4]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4490-533-19811-15974-000528388B",
					["Time"] = "20:25:43",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-25",
					["Looter"] = "戰神丸子哥",
					["Name"] = "恐惧爬行者",
					["Loots"] = {
						"|cff0070dd|Hitem:37771::::::::80:::::::::|h[嫩綠回復腕甲]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4490-533-19811-15974-000928388B",
					["Time"] = "20:27:29",
					["Class"] = "DRUID",
					["Date"] = "2022-12-25",
					["Looter"] = "巴爹利",
					["Name"] = "恐惧爬行者",
					["Loots"] = {
						"|cffa335ee|Hitem:44313::::::::80:::::::::|h[佐姆的脆裂壁壘]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4490-533-19811-15952-000028388B",
					["Time"] = "20:31:31",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-25",
					["Looter"] = "薇亞",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[奪格甲殼束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:39766::::::::80:::::::::|h[族母育卵]|h|r", -- [2]
						"|cffa335ee|Hitem:40063::::::::80:::::::::|h[破碎親族披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[垂死詛咒]|h|r", -- [4]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4490-533-19811-16028-000028388B",
					["Time"] = "20:45:54",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-25",
					["Looter"] = "不死夜空",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[風險計算手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40265::::::::80:::::::::|h[箭歌]|h|r", -- [2]
						"|cffa335ee|Hitem:40272::::::::80:::::::::|h[棄子束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[砂舊指環]|h|r", -- [4]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4490-533-19811-15931-000028388B",
					["Time"] = "20:52:10",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-25",
					["Looter"] = "Ohnoo",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40282::::::::80:::::::::|h[淤泥护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40258::::::::80:::::::::|h[谋划护符]|h|r", -- [2]
						"|cffa335ee|Hitem:40351::::::::80:::::::::|h[疲惫先知衬肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40274::::::::80:::::::::|h[解放护腕]|h|r", -- [4]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4490-533-19811-15932-000028388C",
					["Time"] = "20:56:41",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-25",
					["Looter"] = "樹蛙藍腳",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:39722::::::::80:::::::::|h[虫群护腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落胜利者的腿甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40207::::::::80:::::::::|h[警觉魔印]|h|r", -- [4]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4490-533-19811-15928-000028388B",
					["Time"] = "21:05:14",
					["Class"] = "DRUID",
					["Date"] = "2022-12-25",
					["Looter"] = "咕有云",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落胜利者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40300::::::::80:::::::::|h[日落之塔]|h|r", -- [3]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4490-533-19811-15936-000028388B",
					["Time"] = "21:17:45",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-25",
					["Looter"] = "Ohnoo",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40255::::::::80:::::::::|h[消逝的诅咒]|h|r", -- [1]
						"|cffa335ee|Hitem:40208::::::::80:::::::::|h[蛛魔之刺]|h|r", -- [2]
						"|cffa335ee|Hitem:40204::::::::80:::::::::|h[使徒护腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40236::::::::80:::::::::|h[平静的回音]|h|r", -- [4]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4490-533-19811-16011-000028388B",
					["Time"] = "21:24:24",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-25",
					["Looter"] = "薇亞",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40244::::::::80:::::::::|h[無稽之夢]|h|r", -- [1]
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[奈幽之手]|h|r", -- [2]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [4]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4490-533-19811-16061-000028388B",
					["Time"] = "21:33:33",
					["Class"] = "WARRIOR",
					["Date"] = "2022-12-25",
					["Looter"] = "戰神丸子哥",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:40322::::::::80:::::::::|h[决斗图腾]|h|r", -- [2]
						"|cffa335ee|Hitem:40315::::::::80:::::::::|h[秘义护肩]|h|r", -- [3]
						"|cffa335ee|Hitem:40325::::::::80:::::::::|h[开拓思绪护腕]|h|r", -- [4]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4490-533-19811-16060-000028388B",
					["Time"] = "21:42:17",
					["Class"] = "ROGUE",
					["Date"] = "2022-12-25",
					["Looter"] = "Ohnoo",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40336::::::::80:::::::::|h[轮回]|h|r", -- [1]
						"|cffa335ee|Hitem:40329::::::::80:::::::::|h[逃离兜帽]|h|r", -- [2]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光辉斗篷]|h|r", -- [3]
						"|cffa335ee|Hitem:40341::::::::80:::::::::|h[束缚腰带]|h|r", -- [4]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4490-533-19811-15989-0000285AB5",
					["Time"] = "22:17:34",
					["Class"] = "PALADIN",
					["Date"] = "2022-12-25",
					["Looter"] = "污妖王歸來",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [1]
						"|cffa335ee|Hitem:40375::::::::80:::::::::|h[衰老之戒]|h|r", -- [2]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [3]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[排斥符文]|h|r", -- [4]
						"|cffa335ee|Hitem:40367::::::::80:::::::::|h[巨型构造体之靴]|h|r", -- [5]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4490-533-19811-15990-000028388B",
					["Time"] = "22:27:10",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-25",
					["Looter"] = "不死夜空",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40385::::::::80:::::::::|h[死亡的使者]|h|r", -- [1]
						"|cffa335ee|Hitem:40403::::::::80:::::::::|h[致命仇敌斗篷]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40633::::::::80:::::::::|h[失落胜利者的头冠]|h|r", -- [4]
						"|cffa335ee|Hitem:40398::::::::80:::::::::|h[傲慢护腿]|h|r", -- [5]
					},
				}, -- [30]
			},
		}, -- [1]
		{
			["InstanceID"] = 533,
			["Player"] = "邁克爾假死",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-533-30973-15953-00003020FB",
					["Time"] = "20:44:26",
					["Class"] = "DRUID",
					["Date"] = "2022-12-31",
					["Looter"] = "程昱",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[强力指环]|h|r", -- [1]
						"|cffa335ee|Hitem:39731::::::::80:::::::::|h[谨慎护腕]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-533-30973-15952-00003020FB",
					["Time"] = "20:50:23",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "別逼我開大軍",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [2]
						"|cffa335ee|Hitem:39763::::::::80:::::::::|h[怨灵之击]|h|r", -- [3]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [4]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-533-30973-16028-00003020FB",
					["Time"] = "20:58:08",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "贰零贰贰",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40262::::::::80:::::::::|h[风险手套]|h|r", -- [1]
						"|cffa335ee|Hitem:40265::::::::80:::::::::|h[飞矢之歌]|h|r", -- [2]
						"|cffa335ee|Hitem:40108::::::::80:::::::::|h[美貌之戒]|h|r", -- [3]
						"|cffa335ee|Hitem:40273::::::::80:::::::::|h[多余的肢体]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-533-30973-15932-00003020FB",
					["Time"] = "21:16:31",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "贰零贰贰",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40284::::::::80:::::::::|h[疫病点燃器]|h|r", -- [1]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保卫者的胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40320::::::::80:::::::::|h[虔诚精钢之靴]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4490-533-30973-15928-00003020FB",
					["Time"] = "21:23:47",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "海蜜叉車",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40635::::::::80:::::::::|h[失落保卫者的腿甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40296::::::::80:::::::::|h[沉默之帽]|h|r", -- [2]
						"|cffa335ee|Hitem:40301::::::::80:::::::::|h[极性腰带]|h|r", -- [3]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者的腿甲]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4490-533-30973-16061-00003020FB",
					["Time"] = "21:31:23",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "海蜜叉車",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40321::::::::80:::::::::|h[飞星神像]|h|r", -- [1]
						"|cffa335ee|Hitem:40107::::::::80:::::::::|h[沙砾指环]|h|r", -- [2]
						"|cffa335ee|Hitem:40324::::::::80:::::::::|h[尊重腕甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40317::::::::80:::::::::|h[拉苏维奥斯的腰带]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4490-533-30973-16060-00003020FB",
					["Time"] = "21:39:58",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "十月三十",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40331::::::::80:::::::::|h[无可逃避护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [2]
						"|cffa335ee|Hitem:40334::::::::80:::::::::|h[责任肩甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40339::::::::80:::::::::|h[戈提克的罩帽]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4490-533-30973-15954-00003020FB",
					["Time"] = "21:53:56",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "Devinfon",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40193::::::::80:::::::::|h[遮蔽苦难外套]|h|r", -- [1]
						"|cffa335ee|Hitem:40188::::::::80:::::::::|h[抗拒手套]|h|r", -- [2]
						"|cffa335ee|Hitem:40080::::::::80:::::::::|h[遗失的珠宝]|h|r", -- [3]
						"|cffa335ee|Hitem:40196::::::::80:::::::::|h[安息者的护腿]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4490-533-30973-16011-00003020FB",
					["Time"] = "22:06:27",
					["Class"] = "WARLOCK",
					["Date"] = "2022-12-31",
					["Looter"] = "Devinfon",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落胜利者的肩甲]|h|r", -- [1]
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者的肩甲]|h|r", -- [2]
						"|cffa335ee|Hitem:40246::::::::80:::::::::|h[冲动之靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40239::::::::80:::::::::|h[蛛魔之手]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4490-533-30973-15989-0000304415",
					["Time"] = "22:26:50",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "聖經爻",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [1]
						"|cffa335ee|Hitem:40366::::::::80:::::::::|h[巨龙战盔]|h|r", -- [2]
						"|cffa335ee|Hitem:40381::::::::80:::::::::|h[同情]|h|r", -- [3]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4490-533-30973-15990-00003020FB",
					["Time"] = "22:36:37",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2022-12-31",
					["Looter"] = "贰零贰贰",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40387::::::::80:::::::::|h[无尽的野心]|h|r", -- [1]
						"|cffa335ee|Hitem:40401::::::::80:::::::::|h[理智之声]|h|r", -- [2]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保卫者的头冠]|h|r", -- [3]
						"|cffa335ee|Hitem:40396::::::::80:::::::::|h[逆潮]|h|r", -- [4]
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者的头冠]|h|r", -- [5]
					},
				}, -- [11]
			},
			["Class"] = "HUNTER",
			["Date"] = "2022-12-31",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "纳克萨玛斯",
			["FirstPlayer"] = "未知",
		}, -- [2]
		{
			["Date"] = "2023-01-01",
			["Class"] = "WARRIOR",
			["InstanceID"] = 533,
			["FirstPlayer"] = "特變電工",
			["SavedID"] = 140394537,
			["InstanceName"] = "纳克萨玛斯",
			["FirstClass"] = "WARRIOR",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-533-18538-15954-0000317C9B",
					["Time"] = "20:46:03",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "药剂师诺斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40189::::::::80:::::::::|h[驚懼怒火]|h|r", -- [1]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [2]
						"|cffa335ee|Hitem:40186::::::::80:::::::::|h[突刺手環]|h|r", -- [3]
						"|cffa335ee|Hitem:40198::::::::80:::::::::|h[不潔手環]|h|r", -- [4]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-533-18538-16036-0007B17C9B",
					["Time"] = "20:47:18",
					["Class"] = "DRUID",
					["Date"] = "2023-01-01",
					["Looter"] = "全身爆炸沒死",
					["Name"] = "狂乱蝙蝠",
					["Loots"] = {
						"|cffa335ee|Hitem:40407::::::::80:::::::::|h[靜默十字軍]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-533-18538-15936-0000317C9B",
					["Time"] = "20:52:13",
					["Class"] = "ROGUE",
					["Date"] = "2023-01-01",
					["Looter"] = "看不見的藝術",
					["Name"] = "肮脏的希尔盖",
					["Loots"] = {
						"|cffa335ee|Hitem:40254::::::::80:::::::::|h[危机转折披风]|h|r", -- [1]
						"|cffa335ee|Hitem:40208::::::::80:::::::::|h[蛛魔之刺]|h|r", -- [2]
						"|cffa335ee|Hitem:40201::::::::80:::::::::|h[巨型阔步者护腿]|h|r", -- [3]
						"|cffa335ee|Hitem:40235::::::::80:::::::::|h[朝圣头盔]|h|r", -- [4]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-533-18538-16011-0000317C9B",
					["Time"] = "20:58:46",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "洛欧塞布",
					["Loots"] = {
						"|cffa335ee|Hitem:40637::::::::80:::::::::|h[失落征服者披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40639::::::::80:::::::::|h[失落鎮壓者披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40241::::::::80:::::::::|h[團結束腰]|h|r", -- [3]
						"|cffa335ee|Hitem:40249::::::::80:::::::::|h[活力外衣]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-533-18538-16028-0000317C9B",
					["Time"] = "21:11:51",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-01",
					["Looter"] = "別逼我恐懼",
					["Name"] = "帕奇维克",
					["Loots"] = {
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者審判]|h|r", -- [1]
						"|cffa335ee|Hitem:40271::::::::80:::::::::|h[孤寂束帶]|h|r", -- [2]
						"|cffa335ee|Hitem:40260::::::::80:::::::::|h[刑求腰帶]|h|r", -- [3]
						"|cffa335ee|Hitem:40267::::::::80:::::::::|h[妖術圖騰]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-533-18538-15931-0000317C9B",
					["Time"] = "21:17:24",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "格罗布鲁斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40275::::::::80:::::::::|h[堕落锁链腰带]|h|r", -- [1]
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[同情披肩]|h|r", -- [2]
						"|cffa335ee|Hitem:40252::::::::80:::::::::|h[蔽日披风]|h|r", -- [3]
						"|cffa335ee|Hitem:40283::::::::80:::::::::|h[辐射防护外套]|h|r", -- [4]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-533-18538-15932-0000317C9B",
					["Time"] = "21:21:58",
					["Class"] = "DRUID",
					["Date"] = "2023-01-01",
					["Looter"] = "霝琉璃",
					["Name"] = "格拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40289::::::::80:::::::::|h[同情披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:40234::::::::80:::::::::|h[希尔盖的腐烂外衣]|h|r", -- [2]
						"|cffa335ee|Hitem:40626::::::::80:::::::::|h[失落保卫者的胸甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40627::::::::80:::::::::|h[失落胜利者的胸甲]|h|r", -- [4]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-533-18538-15928-0000317C9B",
					["Time"] = "21:29:23",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "塔迪乌斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40636::::::::80:::::::::|h[失落鎮壓者腿鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:40634::::::::80:::::::::|h[失落征服者腿鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:40297::::::::80:::::::::|h[耐久脛甲]|h|r", -- [3]
						"|cffa335ee|Hitem:40304::::::::80:::::::::|h[菌華首盔]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-533-18538-15956-0000317C9B",
					["Time"] = "21:34:19",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "阿努布雷坎",
					["Loots"] = {
						"|cffa335ee|Hitem:39720::::::::80:::::::::|h[衰退护腿]|h|r", -- [1]
						"|cffa335ee|Hitem:40065::::::::80:::::::::|h[愚者的试炼]|h|r", -- [2]
						"|cffa335ee|Hitem:39703::::::::80:::::::::|h[废除之握]|h|r", -- [3]
						"|cffa335ee|Hitem:39716::::::::80:::::::::|h[消化之盾]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-533-18538-15953-0000317C9B",
					["Time"] = "21:38:41",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "黑女巫法琳娜",
					["Loots"] = {
						"|cffa335ee|Hitem:39728::::::::80:::::::::|h[悲慘圖騰]|h|r", -- [1]
						"|cffa335ee|Hitem:40074::::::::80:::::::::|h[強力掌控戒指]|h|r", -- [2]
						"|cffa335ee|Hitem:39723::::::::80:::::::::|h[火焰灼燒巨盔]|h|r", -- [3]
						"|cffa335ee|Hitem:39757::::::::80:::::::::|h[崇拜塑像]|h|r", -- [4]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-533-18538-15952-0000317C9B",
					["Time"] = "21:44:50",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "情人小徑",
					["Name"] = "迈克斯纳",
					["Loots"] = {
						"|cffa335ee|Hitem:39759::::::::80:::::::::|h[熔蚀几丁质束带]|h|r", -- [1]
						"|cffa335ee|Hitem:40256::::::::80:::::::::|h[死亡之钟]|h|r", -- [2]
						"|cffa335ee|Hitem:40062::::::::80:::::::::|h[被消化的丝绸长袍]|h|r", -- [3]
						"|cffa335ee|Hitem:39764::::::::80:::::::::|h[牺牲者的护腕]|h|r", -- [4]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-533-18538-16061-0000317C9B",
					["Time"] = "21:54:07",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "教官拉苏维奥斯",
					["Loots"] = {
						"|cffa335ee|Hitem:40306::::::::80:::::::::|h[穢邪騎士護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40071::::::::80:::::::::|h[愛慕之鍊]|h|r", -- [2]
						"|cffa335ee|Hitem:40326::::::::80:::::::::|h[願望凋落長靴]|h|r", -- [3]
						"|cffa335ee|Hitem:40319::::::::80:::::::::|h[猜疑護軀]|h|r", -- [4]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-533-18538-16060-0000317C9B",
					["Time"] = "22:05:01",
					["Class"] = "WARLOCK",
					["Date"] = "2023-01-01",
					["Looter"] = "曉唄唄",
					["Name"] = "收割者戈提克",
					["Loots"] = {
						"|cffa335ee|Hitem:40332::::::::80:::::::::|h[教唆護腕]|h|r", -- [1]
						"|cffa335ee|Hitem:40251::::::::80:::::::::|h[光度罩氅]|h|r", -- [2]
						"|cffa335ee|Hitem:40342::::::::80:::::::::|h[喚醒塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:40337::::::::80:::::::::|h[再現聖契]|h|r", -- [4]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-533-18538-16145-0002B17C9B",
					["Time"] = "22:07:33",
					["Class"] = "PRIEST",
					["Date"] = "2023-01-01",
					["Looter"] = "落雪舞",
					["Name"] = "死亡骑士队长",
					["Loots"] = {
						"|cffa335ee|Hitem:40408::::::::80:::::::::|h[祟喚之匕]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-533-18538-15989-00003194DB",
					["Time"] = "22:35:52",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "萨菲隆",
					["Loots"] = {
						"|cffa335ee|Hitem:40374::::::::80:::::::::|h[宇宙之光]|h|r", -- [1]
						"|cffa335ee|Hitem:40382::::::::80:::::::::|h[亡者之魂]|h|r", -- [2]
						"|cffa335ee|Hitem:40365::::::::80:::::::::|h[冰冷痛楚胸铠]|h|r", -- [3]
						"|cffa335ee|Hitem:40372::::::::80:::::::::|h[排斥符文]|h|r", -- [4]
						"|cffa335ee|Hitem:44577::::::::80:::::::::|h[英雄聚焦之虹的钥匙]|h|r", -- [5]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-533-18538-15990-0000317C9B",
					["Time"] = "22:47:27",
					["Class"] = "DEATHKNIGHT",
					["Date"] = "2023-01-01",
					["Looter"] = "你先過來",
					["Name"] = "克尔苏加德",
					["Loots"] = {
						"|cffa335ee|Hitem:40631::::::::80:::::::::|h[失落征服者之冠]|h|r", -- [1]
						"|cffa335ee|Hitem:40385::::::::80:::::::::|h[必亡信使]|h|r", -- [2]
						"|cffa335ee|Hitem:40399::::::::80:::::::::|h[痛苦顯露徽記]|h|r", -- [3]
						"|cffa335ee|Hitem:40402::::::::80:::::::::|h[最終狂笑]|h|r", -- [4]
						"|cffa335ee|Hitem:40632::::::::80:::::::::|h[失落保衛者之冠]|h|r", -- [5]
					},
				}, -- [16]
			},
		}, -- [3]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
