
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 548,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Date"] = "2021-10-23",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-31074-21339-000173F3D5",
					["Time"] = "20:29:33",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-23",
					["Class"] = "PALADIN",
					["Name"] = "盤牙憎恨尖嘯者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-31074-21216-000073F3D5",
					["Time"] = "20:39:03",
					["Looter"] = "程昱",
					["Date"] = "2021-10-23",
					["Class"] = "DRUID",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30629::::::::70:::::::::|h[移位寶石]|h|r", -- [1]
						"|cffa335ee|Hitem:30050::::::::70:::::::::|h[變換夢魘之靴]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-31074-21301-0001F3F3D7",
					["Time"] = "20:56:43",
					["Looter"] = "背鍋俠",
					["Date"] = "2021-10-23",
					["Class"] = "ROGUE",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30308::::::::70:::::::::|h[圖樣:颶風長靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-31074-21217-0000740BA8",
					["Time"] = "21:27:03",
					["Looter"] = "啾咪丸",
					["Date"] = "2021-10-23",
					["Class"] = "PALADIN",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30665::::::::70:::::::::|h[精神冥想耳環]|h|r", -- [1]
						"|cffa335ee|Hitem:30058::::::::70:::::::::|h[潮汐之錘]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-31074-21213-000073F3D5",
					["Time"] = "22:09:19",
					["Looter"] = "程昱",
					["Date"] = "2021-10-23",
					["Class"] = "DRUID",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30098::::::::70:::::::::|h[鋒利鱗片戰爭披風]|h|r", -- [1]
						"|cffa335ee|Hitem:30008::::::::70:::::::::|h[迷失歲月墜飾]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-31074-21299-000273F3D5",
					["Time"] = "22:14:01",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-23",
					["Class"] = "PALADIN",
					["Name"] = "盤牙深淵女巫",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-31074-21214-000073F3D5",
					["Time"] = "22:33:28",
					["Looter"] = "程昱",
					["Date"] = "2021-10-23",
					["Class"] = "DRUID",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30245::::::::70:::::::::|h[征服勇士護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30626::::::::70:::::::::|h[亂流之測量儀]|h|r", -- [2]
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-31074-21230-000073F3D6",
					["Time"] = "22:39:33",
					["Looter"] = "柒莫",
					["Date"] = "2021-10-23",
					["Class"] = "MAGE",
					["Name"] = "灰色之心虛空法師",
					["Loots"] = {
						"|cff0070dd|Hitem:31304::::::::70:::::::::|h[精華集中器]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-548-31074-21215-000073F3D5",
					["Time"] = "22:52:36",
					["Looter"] = "程昱",
					["Date"] = "2021-10-23",
					["Class"] = "DRUID",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30240::::::::70:::::::::|h[征服防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30092::::::::70:::::::::|h[逆戟鯨皮之靴]|h|r", -- [2]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [3]
					},
				}, -- [9]
			},
		}, -- [1]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["FirstPlayer"] = "我只能慢慢來",
			["InstanceName"] = "Tempest Keep",
			["Date"] = "2021-10-23",
			["Class"] = "WARRIOR",
			["FirstClass"] = "DRUID",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-7113-19514-00007422C9",
					["Time"] = "23:36:48",
					["Looter"] = "程昱",
					["Date"] = "2021-10-23",
					["Class"] = "DRUID",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:30448::::::::70:::::::::|h[歐爾之爪]|h|r", -- [1]
						"|cffa335ee|Hitem:29921::::::::70:::::::::|h[火羽胸甲]|h|r", -- [2]
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-7113-20052-00007422C9",
					["Time"] = "23:54:38",
					["Looter"] = "薇亞",
					["Date"] = "2021-10-23",
					["Class"] = "WARLOCK",
					["Name"] = "水晶之核技師",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-7113-19516-00007422C9",
					["Time"] = "00:14:26",
					["Looter"] = "程昱",
					["Date"] = "2021-10-24",
					["Class"] = "DRUID",
					["Name"] = "虛無搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:30450::::::::70:::::::::|h[扭曲彈簧線圈]|h|r", -- [1]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:30250::::::::70:::::::::|h[征服英雄肩鎧]|h|r", -- [3]
					},
				}, -- [3]
			},
		}, -- [2]
		{
			["Date"] = "2021-10-24",
			["Class"] = "WARRIOR",
			["InstanceID"] = 309,
			["FirstPlayer"] = "未知",
			["SavedID"] = 44698949,
			["InstanceName"] = "祖爾格拉布",
			["FirstClass"] = "UNKNOWN",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-309-25674-14509-000074FF83",
					["Time"] = "14:45:59",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-24",
					["Looter"] = "特變電工",
					["Name"] = "高階祭司塞卡爾",
					["Loots"] = {
						"|cff0070dd|Hitem:19898::::::::70:::::::::|h[金度的徽印]|h|r", -- [1]
						"|cff0070dd|Hitem:22712::::::::70:::::::::|h[族群之力]|h|r", -- [2]
						"|cffa335ee|Hitem:19720::::::::70:::::::::|h[原始哈卡萊束帶]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-309-25674-11382-000074FF83",
					["Time"] = "14:52:39",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-24",
					["Looter"] = "特變電工",
					["Name"] = "血領主曼多基爾",
					["Loots"] = {
						"|cffa335ee|Hitem:19722::::::::70:::::::::|h[原始哈卡萊徽章]|h|r", -- [1]
					},
				}, -- [2]
			},
		}, -- [3]
		{
			["InstanceID"] = 550,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Tempest Keep",
			["Date"] = "2021-10-24",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-550-8545-20031-0000F54542",
					["Time"] = "20:35:32",
					["Looter"] = "聖經",
					["Date"] = "2021-10-24",
					["Class"] = "SHAMAN",
					["Name"] = "血守衛軍團士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-550-8545-20043-0004754543",
					["Time"] = "20:37:59",
					["Looter"] = "程昱",
					["Date"] = "2021-10-24",
					["Class"] = "DRUID",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-550-8545-20043-0006754542",
					["Time"] = "20:40:17",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-24",
					["Class"] = "PALADIN",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30282::::::::70:::::::::|h[圖樣:衝擊之靴]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-550-8545-20044-0001F54543",
					["Time"] = "20:43:11",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-24",
					["Class"] = "PALADIN",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-550-8545-18805-0000754542",
					["Time"] = "21:09:09",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-10-24",
					["Class"] = "WARLOCK",
					["Name"] = "高階星術師索拉瑞恩",
					["Loots"] = {
						"|cffa335ee|Hitem:29965::::::::70:::::::::|h[正道束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:29981::::::::70:::::::::|h[伊斯利恩生命法杖]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-550-8545-21274-0000756A54",
					["Time"] = "22:15:49",
					["Looter"] = "來與正妹裸聊",
					["Date"] = "2021-10-24",
					["Class"] = "WARLOCK",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-550-8545-21271-0000756A54",
					["Time"] = "22:16:27",
					["Looter"] = "狂牛奔向天",
					["Date"] = "2021-10-24",
					["Class"] = "HUNTER",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-550-8545-21273-0000756A54",
					["Time"] = "22:16:32",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-10-24",
					["Class"] = "WARRIOR",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-550-8545-21271-0000756E42",
					["Time"] = "22:32:55",
					["Looter"] = "程昱",
					["Date"] = "2021-10-24",
					["Class"] = "DRUID",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-550-8545-21274-0000756E42",
					["Time"] = "22:32:57",
					["Looter"] = "不死夜空",
					["Date"] = "2021-10-24",
					["Class"] = "WARLOCK",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-550-8545-21274-0000757572",
					["Time"] = "23:03:02",
					["Looter"] = "不死夜空",
					["Date"] = "2021-10-24",
					["Class"] = "WARLOCK",
					["Name"] = "瓦解之杖",
					["Loots"] = {
						"|cffff8000|Hitem:30313::::::::70:::::::::|h[瓦解之杖]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-550-8545-21270-0000757572",
					["Time"] = "23:03:20",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-24",
					["Class"] = "WARRIOR",
					["Name"] = "宇宙灌溉者",
					["Loots"] = {
						"|cffff8000|Hitem:30317::::::::70:::::::::|h[宇宙灌溉者]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-550-8545-21271-0000757572",
					["Time"] = "23:03:27",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2021-10-24",
					["Class"] = "WARRIOR",
					["Name"] = "無盡之刃",
					["Loots"] = {
						"|cffff8000|Hitem:30312::::::::70:::::::::|h[無盡之刃]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-550-8545-21273-0000757572",
					["Time"] = "23:03:27",
					["Looter"] = "歐艾丹",
					["Date"] = "2021-10-24",
					["Class"] = "PALADIN",
					["Name"] = "相位壁壘",
					["Loots"] = {
						"|cffff8000|Hitem:30314::::::::70:::::::::|h[相位壁壘]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-550-8545-21272-0000757572",
					["Time"] = "23:03:29",
					["Looter"] = "特變電工",
					["Date"] = "2021-10-24",
					["Class"] = "WARRIOR",
					["Name"] = "扭曲分割者",
					["Loots"] = {
						"|cffff8000|Hitem:30311::::::::70:::::::::|h[扭曲分割者]|h|r", -- [1]
					},
				}, -- [15]
			},
		}, -- [4]
		{
			["InstanceID"] = 548,
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Serpentshrine Cavern",
			["Class"] = "WARRIOR",
			["Date"] = "2021-10-30",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-548-380-21216-00007D2F8F",
					["Time"] = "20:28:25",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-30",
					["Looter"] = "特變電工",
					["Name"] = "不穩定者海卓司",
					["Loots"] = {
						"|cffa335ee|Hitem:30051::::::::70:::::::::|h[新月女神塑像]|h|r", -- [1]
						"|cffa335ee|Hitem:33055::::::::70:::::::::|h[惡意侵略指環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-548-380-21301-0000FD2F90",
					["Time"] = "20:36:16",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-30",
					["Looter"] = "戰光之淵",
					["Name"] = "盤牙破碎者",
					["Loots"] = {
						"|cffa335ee|Hitem:30027::::::::70:::::::::|h[無盡驍勇之靴]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-548-380-21218-0000FD2F90",
					["Time"] = "20:38:26",
					["Class"] = "MAGE",
					["Date"] = "2021-10-30",
					["Looter"] = "Nooblet",
					["Name"] = "瓦司金榮譽守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30321::::::::70:::::::::|h[設計圖:守衛者腰帶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-548-380-21217-00007D420C",
					["Time"] = "21:09:42",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-30",
					["Looter"] = "特變電工",
					["Name"] = "海底潛伏者",
					["Loots"] = {
						"|cffa335ee|Hitem:30065::::::::70:::::::::|h[真實閃光胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:30060::::::::70:::::::::|h[便戰之靴]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-548-380-21213-00007D2F8F",
					["Time"] = "22:19:56",
					["Class"] = "DRUID",
					["Date"] = "2021-10-30",
					["Looter"] = "我只能慢慢來",
					["Name"] = "莫洛葛利姆·潮行者",
					["Loots"] = {
						"|cffa335ee|Hitem:30720::::::::70:::::::::|h[蛇圍繩帶]|h|r", -- [1]
						"|cffa335ee|Hitem:30084::::::::70:::::::::|h[銀色哨兵肩鎧]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-548-380-21298-00037D2F8F",
					["Time"] = "22:22:42",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-30",
					["Looter"] = "別逼我擋怪",
					["Name"] = "盤牙海蛇守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-548-380-21214-00007D2F8F",
					["Time"] = "22:45:19",
					["Class"] = "ROGUE",
					["Date"] = "2021-10-30",
					["Looter"] = "背鍋俠",
					["Name"] = "深淵之王卡拉薩瑞斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30247::::::::70:::::::::|h[征服英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:30663::::::::70:::::::::|h[潮行者深淵胸針]|h|r", -- [2]
						"|cffa335ee|Hitem:30246::::::::70:::::::::|h[征服防衛者護腿]|h|r", -- [3]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-548-380-21215-00007D2F8F",
					["Time"] = "23:07:05",
					["Class"] = "WARRIOR",
					["Date"] = "2021-10-30",
					["Looter"] = "特變電工",
					["Name"] = "『盲目者』李奧薩拉斯",
					["Loots"] = {
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30241::::::::70:::::::::|h[征服英雄手套]|h|r", -- [2]
						"|cffa335ee|Hitem:30097::::::::70:::::::::|h[珊瑚鉤肩墊]|h|r", -- [3]
					},
				}, -- [8]
			},
			["Player"] = "特變電工",
		}, -- [5]
		{
			["InstanceID"] = 550,
			["FirstPlayer"] = "叼煙抽寂寞",
			["InstanceName"] = "Tempest Keep",
			["Class"] = "WARRIOR",
			["Date"] = "2021-10-30",
			["FirstClass"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-550-1994-20039-0000FD60A6",
					["Time"] = "23:33:19",
					["Class"] = "WARLOCK",
					["Date"] = "2021-10-30",
					["Looter"] = "Devinfon",
					["Name"] = "鳳鷹",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-550-1994-19514-00007D60A6",
					["Time"] = "23:46:18",
					["Class"] = "SHAMAN",
					["Date"] = "2021-10-30",
					["Looter"] = "聖經",
					["Name"] = "歐爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29925::::::::70:::::::::|h[鳳凰之翼披風]|h|r", -- [1]
						"|cffa335ee|Hitem:29920::::::::70:::::::::|h[重生鳳凰之翼]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4490-550-1994-20044-0004FD60A6",
					["Time"] = "23:59:34",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-30",
					["Looter"] = "戰光之淵",
					["Name"] = "星術師初學者",
					["Loots"] = {
						"|cffa335ee|Hitem:30183::::::::70:::::::::|h[虛空漩渦]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4490-550-1994-20043-00017D60A7",
					["Time"] = "00:16:39",
					["Class"] = "PALADIN",
					["Date"] = "2021-10-31",
					["Looter"] = "戰光之淵",
					["Name"] = "見習占星者",
					["Loots"] = {
						"|cffa335ee|Hitem:30304::::::::70:::::::::|h[圖樣:季風腰帶]|h|r", -- [1]
					},
				}, -- [4]
			},
			["Player"] = "特變電工",
		}, -- [6]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.0000171661377, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0001525878906, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
