
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 564,
			["FirstPlayer"] = "未知",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-564-23144-22877-0000F65911",
					["Time"] = "20:15:10",
					["Looter"] = "騎風",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-564-23144-22887-0000765911",
					["Time"] = "20:22:09",
					["Looter"] = "騎風",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32240::::::::70:::::::::|h[潮汐潛伏者面罩]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-564-23144-23028-0002F65912",
					["Time"] = "20:24:25",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "噬骨者監工",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-564-23144-22960-0000765912",
					["Time"] = "20:32:46",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "龍喉召龍者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-564-23144-22898-0000765911",
					["Time"] = "20:38:38",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [1]
						"|cffa335ee|Hitem:32254::::::::70:::::::::|h[殘暴者]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-564-23144-22847-0000765911",
					["Time"] = "20:43:20",
					["Looter"] = "騎風",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-564-23144-22844-0000765911",
					["Time"] = "20:43:23",
					["Looter"] = "騎風",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-564-23144-22855-0000765911",
					["Time"] = "20:45:04",
					["Looter"] = "騎風",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-564-23144-22869-0001765911",
					["Time"] = "20:45:06",
					["Looter"] = "騎風",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-564-23144-22844-000276682B",
					["Time"] = "20:50:47",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-564-23144-22841-0000765911",
					["Time"] = "20:54:19",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-07",
					["Class"] = "MAGE",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:32278::::::::70:::::::::|h[寂靜正義手套]|h|r", -- [1]
						"|cffa335ee|Hitem:32265::::::::70:::::::::|h[暗影行者之索]|h|r", -- [2]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-564-23144-22844-0000F6682B",
					["Time"] = "20:54:20",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-564-23144-22879-0001F65911",
					["Time"] = "20:56:38",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-564-23144-22880-0001F65911",
					["Time"] = "20:56:38",
					["Looter"] = "阿波卡獵人",
					["Date"] = "2022-05-07",
					["Class"] = "HUNTER",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-564-23144-22879-0001765911",
					["Time"] = "21:00:50",
					["Looter"] = "歐艾丹",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-564-23144-23018-0000765911",
					["Time"] = "21:02:04",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "影月馴犬者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-564-23144-23172-0000F65911",
					["Time"] = "21:09:28",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-564-23144-23172-0001765911",
					["Time"] = "21:10:55",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "血魔之手",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4491-564-23144-22871-0000765911",
					["Time"] = "21:15:56",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:32512::::::::70:::::::::|h[羅德隆陷落束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32324::::::::70:::::::::|h[隱伏手環]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4491-564-23144-23196-0000765912",
					["Time"] = "21:25:13",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-07",
					["Class"] = "ROGUE",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4491-564-23144-23236-0000765912",
					["Time"] = "21:27:52",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-05-07",
					["Class"] = "DRUID",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4491-564-23144-23420-000076755A",
					["Time"] = "21:35:48",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-07",
					["Class"] = "WARRIOR",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:32346::::::::70:::::::::|h[骨織束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [2]
						"|cffa335ee|Hitem:32354::::::::70:::::::::|h[強能命運之冠]|h|r", -- [3]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4491-564-23144-23222-0000765911",
					["Time"] = "21:41:03",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "噬骨打鬥者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4491-564-23144-23239-0000F65911",
					["Time"] = "21:43:42",
					["Looter"] = "司命",
					["Date"] = "2022-05-07",
					["Class"] = "PRIEST",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-4491-564-23144-22948-0000765911",
					["Time"] = "22:02:10",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-05-07",
					["Class"] = "MAGE",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:32338::::::::70:::::::::|h[血咒肩墊]|h|r", -- [1]
						"|cffa335ee|Hitem:32334::::::::70:::::::::|h[座乘襲擊上衣]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-4491-564-23144-22955-0001F65911",
					["Time"] = "22:08:59",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-4491-564-23144-22955-0001765911",
					["Time"] = "22:08:59",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-07",
					["Class"] = "ROGUE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-4491-564-23144-22939-0000765911",
					["Time"] = "22:09:01",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-07",
					["Class"] = "ROGUE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32606::::::::70:::::::::|h[光明先驅者束腰]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-4491-564-23144-22956-0000765911",
					["Time"] = "22:09:42",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-4491-564-23144-22955-0004765912",
					["Time"] = "22:10:31",
					["Looter"] = "小青蛙",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-4491-564-23144-22959-0000F65911",
					["Time"] = "22:10:35",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "熱情招待者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-4491-564-23144-22939-0004765911",
					["Time"] = "22:14:11",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-4491-564-23144-22962-0001765911",
					["Time"] = "22:17:38",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "悲痛之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-4491-564-23144-22939-000FF65911",
					["Time"] = "22:20:31",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-05-07",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-4491-564-23144-22955-000CF65912",
					["Time"] = "22:20:39",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-4491-564-23144-22955-000AF65912",
					["Time"] = "22:22:29",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-4491-564-23144-22947-0000765911",
					["Time"] = "22:35:52",
					["Looter"] = "淡淡的憂傷",
					["Date"] = "2022-05-07",
					["Class"] = "HUNTER",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:32370::::::::70:::::::::|h[娜迪納的貞潔墜飾]|h|r", -- [2]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [3]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-4491-564-23144-23402-0000F65911",
					["Time"] = "22:42:10",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-07",
					["Class"] = "ROGUE",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32528::::::::70:::::::::|h[卡拉伯爾祝福指環]|h|r", -- [1]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-4491-564-23144-23400-0001F65911",
					["Time"] = "22:43:53",
					["Looter"] = "歿天使",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞執政官",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [39]
				{
					["GUID"] = "Creature-0-4491-564-23144-22951-0000765911",
					["Time"] = "22:55:46",
					["Looter"] = "司命",
					["Date"] = "2022-05-07",
					["Class"] = "PRIEST",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [40]
				{
					["GUID"] = "Creature-0-4491-564-23144-22952-0000765911",
					["Time"] = "22:55:48",
					["Looter"] = "不死夜空",
					["Date"] = "2022-05-07",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [41]
				{
					["GUID"] = "Creature-0-4491-564-23144-22950-0000765911",
					["Time"] = "22:56:00",
					["Looter"] = "不死夜空",
					["Date"] = "2022-05-07",
					["Class"] = "WARLOCK",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [1]
					},
				}, -- [42]
				{
					["GUID"] = "Creature-0-4491-564-23144-22917-0000765911",
					["Time"] = "23:10:13",
					["Looter"] = "小青蛙",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [2]
						"|cffa335ee|Hitem:32471::::::::70:::::::::|h[埃辛諾斯裂刺]|h|r", -- [3]
						"|cffa335ee|Hitem:32524::::::::70:::::::::|h[精靈貴族罩氅]|h|r", -- [4]
					},
				}, -- [43]
			},
			["Date"] = "2022-05-07",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Black Temple",
		}, -- [1]
		{
			["InstanceID"] = 534,
			["FirstPlayer"] = "未知",
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-534-27764-17898-00007691A4",
					["Time"] = "23:36:14",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-534-27764-17895-00027691A4",
					["Time"] = "23:36:31",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-534-27764-17899-0001F691EE",
					["Time"] = "23:37:24",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-534-27764-17767-0000769281",
					["Time"] = "23:41:32",
					["Looter"] = "莉姆露",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "瑞齊·凜冬",
					["Loots"] = {
						"|cffa335ee|Hitem:30873::::::::70:::::::::|h[止水之靴]|h|r", -- [1]
						"|cffa335ee|Hitem:30866::::::::70:::::::::|h[血污肩鎧]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-534-27764-17895-0001F69341",
					["Time"] = "23:42:56",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32736::::::::70:::::::::|h[設計圖:迅鋼護腕]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-534-27764-17898-000076937E",
					["Time"] = "23:44:04",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "憎惡",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-4491-534-27764-17899-00017694B4",
					["Time"] = "23:49:11",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-07",
					["Class"] = "PALADIN",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-4491-534-27764-17905-0000F69547",
					["Time"] = "23:52:15",
					["Looter"] = "司命",
					["Date"] = "2022-05-07",
					["Class"] = "PRIEST",
					["Name"] = "女妖",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-4491-534-27764-17808-000076959C",
					["Time"] = "23:54:58",
					["Looter"] = "聖經",
					["Date"] = "2022-05-07",
					["Class"] = "SHAMAN",
					["Name"] = "安納塞隆",
					["Loots"] = {
						"|cffa335ee|Hitem:30883::::::::70:::::::::|h[殘暴之柱]|h|r", -- [1]
						"|cffa335ee|Hitem:30880::::::::70:::::::::|h[迅行者底鞋]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-4491-534-27764-17899-0000F69755",
					["Time"] = "00:00:53",
					["Looter"] = "冰山一角",
					["Date"] = "2022-05-08",
					["Class"] = "MAGE",
					["Name"] = "幽暗的死靈法師",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-4491-534-27764-17895-0002769755",
					["Time"] = "00:00:58",
					["Looter"] = "冰山一角",
					["Date"] = "2022-05-08",
					["Class"] = "MAGE",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-4491-534-27764-17897-000276989C",
					["Time"] = "00:06:38",
					["Looter"] = "餅乾味的狗",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "地穴惡魔",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-4491-534-27764-17895-0000F69A01",
					["Time"] = "00:12:07",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-4491-534-27764-17888-0000769AD9",
					["Time"] = "00:18:13",
					["Looter"] = "一隻德魯伊",
					["Date"] = "2022-05-08",
					["Class"] = "DRUID",
					["Name"] = "卡茲洛加",
					["Loots"] = {
						"|cffa335ee|Hitem:30917::::::::70:::::::::|h[尖銳怒氣披肩]|h|r", -- [1]
						"|cffa335ee|Hitem:30895::::::::70:::::::::|h[安潔莉絲塔束帶]|h|r", -- [2]
						"|cffa335ee|Hitem:32289::::::::70:::::::::|h[設計圖:激烈的蒼穹藍寶石]|h|r", -- [3]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-4491-534-27764-17895-0000F69A70",
					["Time"] = "00:18:57",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-4491-534-27764-17908-0000769CBE",
					["Time"] = "00:23:34",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-05-08",
					["Class"] = "DRUID",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32592::::::::70:::::::::|h[無情暴風護胸]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-4491-534-27764-17908-0000769CC4",
					["Time"] = "00:23:37",
					["Looter"] = "餅乾味的狗",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32739::::::::70:::::::::|h[設計圖:黎明鋼鐵護肩]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-4491-534-27764-17895-0002769CB3",
					["Time"] = "00:23:38",
					["Looter"] = "餅乾味的狗",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "食屍鬼",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-4491-534-27764-17916-0002F69D07",
					["Time"] = "00:25:00",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "惡魔捕獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32755::::::::70:::::::::|h[圖樣:靈機披肩]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-4491-534-27764-17908-0000769E36",
					["Time"] = "00:29:18",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-08",
					["Class"] = "WARRIOR",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cffa335ee|Hitem:32752::::::::70:::::::::|h[圖樣:速癒裹帶]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-4491-534-27764-17908-0000769E2F",
					["Time"] = "00:29:54",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-05-08",
					["Class"] = "DRUID",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-4491-534-27764-17908-0000769E31",
					["Time"] = "00:30:02",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-08",
					["Class"] = "PALADIN",
					["Name"] = "巨型地獄火",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-4491-534-27764-17842-0000769EFB",
					["Time"] = "00:36:14",
					["Looter"] = "柒刻",
					["Date"] = "2022-05-08",
					["Class"] = "SHAMAN",
					["Name"] = "亞茲加洛",
					["Loots"] = {
						"|cffa335ee|Hitem:31092::::::::70:::::::::|h[遺忘征服者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:30896::::::::70:::::::::|h[防衛者的榮耀]|h|r", -- [2]
						"|cffa335ee|Hitem:31094::::::::70:::::::::|h[遺忘保衛者手套]|h|r", -- [3]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-4491-534-27764-17968-0000769FF2",
					["Time"] = "00:46:52",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-08",
					["Class"] = "WARRIOR",
					["Name"] = "阿克蒙德",
					["Loots"] = {
						"|cffa335ee|Hitem:31096::::::::70:::::::::|h[遺忘防禦者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:30906::::::::70:::::::::|h[刺皮打擊]|h|r", -- [2]
						"|cffa335ee|Hitem:30911::::::::70:::::::::|h[淨化權杖]|h|r", -- [3]
						"|cffa335ee|Hitem:31095::::::::70:::::::::|h[遺忘保衛者頭盔]|h|r", -- [4]
					},
				}, -- [24]
			},
			["Date"] = "2022-05-07",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Hyjal Summit",
		}, -- [2]
		{
			["InstanceID"] = 568,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-568-4619-23574-00007A7987",
					["Time"] = "23:02:38",
					["Looter"] = "汁哞",
					["Date"] = "2022-05-10",
					["Class"] = "DRUID",
					["Name"] = "阿奇爾森",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33216::::::::70:::::::::|h[隱匿意圖護胸]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-568-4619-23576-00007A7987",
					["Time"] = "23:11:33",
					["Looter"] = "汁哞",
					["Date"] = "2022-05-10",
					["Class"] = "DRUID",
					["Name"] = "納羅拉克",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33285::::::::70:::::::::|h[熊族之怒]|h|r", -- [2]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-4491-568-4619-23578-00007A7987",
					["Time"] = "23:23:56",
					["Class"] = "DRUID",
					["Date"] = "2022-05-10",
					["Looter"] = "汁哞",
					["Name"] = "賈納雷",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33329::::::::70:::::::::|h[影牙食人妖皮胸衣]|h|r", -- [2]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-4491-568-4619-23577-00007A7987",
					["Time"] = "23:35:15",
					["Class"] = "DRUID",
					["Date"] = "2022-05-10",
					["Looter"] = "汁哞",
					["Name"] = "哈拉齊",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33299::::::::70:::::::::|h[擁護者肩甲]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-4491-568-4619-24239-00007A862F",
					["Time"] = "23:45:47",
					["Class"] = "DRUID",
					["Date"] = "2022-05-10",
					["Looter"] = "汁哞",
					["Name"] = "妖術領主瑪拉克雷斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33592::::::::70:::::::::|h[遠古儀式披風]|h|r", -- [2]
						"|cffa335ee|Hitem:33432::::::::70:::::::::|h[叢林獵捕者罩盔]|h|r", -- [3]
						"|cffa335ee|Hitem:34029::::::::70:::::::::|h[小巫毒面具]|h|r", -- [4]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-4491-568-4619-23863-00007A88A7",
					["Time"] = "23:51:50",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-10",
					["Looter"] = "特變電工",
					["Name"] = "祖爾金",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:33102::::::::70:::::::::|h[祖爾金之血]|h|r", -- [2]
						"|cffa335ee|Hitem:33466::::::::70:::::::::|h[詛咒骸骨迴圈]|h|r", -- [3]
						"|cffa335ee|Hitem:33473::::::::70:::::::::|h[督軍護胸]|h|r", -- [4]
					},
				}, -- [6]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-05-10",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Zul'Aman",
			["FirstPlayer"] = "未知",
		}, -- [3]
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "騎風",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2022-05-14",
			["FirstClass"] = "SHAMAN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4490-565-20519-18831-00007F420A",
					["Time"] = "13:58:11",
					["Looter"] = "在袍你家祖墳",
					["Date"] = "2022-05-14",
					["Class"] = "WARRIOR",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [2]
						"|cffa335ee|Hitem:29764::::::::70:::::::::|h[逝往防衛者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:29762::::::::70:::::::::|h[逝往英雄肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:28800::::::::70:::::::::|h[那魯之錘]|h|r", -- [5]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4490-565-20519-19044-00007F420A",
					["Time"] = "14:06:27",
					["Looter"] = "冰心冷刃",
					["Date"] = "2022-05-14",
					["Class"] = "ROGUE",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:28824::::::::70:::::::::|h[火星完美護手]|h|r", -- [2]
						"|cffa335ee|Hitem:29765::::::::70:::::::::|h[逝往英雄護腿]|h|r", -- [3]
						"|cffa335ee|Hitem:28804::::::::70:::::::::|h[丘加利頭帶]|h|r", -- [4]
						"|cffa335ee|Hitem:29767::::::::70:::::::::|h[逝往防衛者護腿]|h|r", -- [5]
						"|cffa335ee|Hitem:29766::::::::70:::::::::|h[逝往勇士護腿]|h|r", -- [6]
					},
				}, -- [2]
			},
		}, -- [4]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "阿梨的聖騎士",
			["InstanceName"] = "Sunwell Plateau",
			["FirstClass"] = "PALADIN",
			["Date"] = "2022-05-14",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-31051-25368-00007F97D6",
					["Time"] = "20:15:05",
					["Looter"] = "魔令古二世",
					["Date"] = "2022-05-14",
					["Class"] = "MAGE",
					["Name"] = "日刃殺戮者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-0000FF97D7",
					["Time"] = "20:17:03",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-14",
					["Class"] = "WARRIOR",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-31051-25370-00007F97D7",
					["Time"] = "20:34:14",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-14",
					["Looter"] = "歐艾丹",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:34348::::::::70:::::::::|h[淨化之光魔杖]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-00027F97D6",
					["Time"] = "20:56:50",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-14",
					["Looter"] = "柒刻",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-0001FF97D7",
					["Time"] = "21:02:55",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-14",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-0001FF97D7",
					["Time"] = "21:03:30",
					["Class"] = "MAGE",
					["Date"] = "2022-05-14",
					["Looter"] = "熙夏",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00017F97D6",
					["Time"] = "21:05:53",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-14",
					["Looter"] = "背鍋俠",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:34183::::::::70:::::::::|h[粉碎魔脊]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-31051-25370-00037F97D6",
					["Time"] = "21:07:19",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-14",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00047F97D6",
					["Time"] = "21:07:27",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-14",
					["Looter"] = "背鍋俠",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-31051-25370-0001FF97D7",
					["Time"] = "21:09:23",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-14",
					["Looter"] = "歐艾丹",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-0003FF97D6",
					["Time"] = "21:12:30",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-14",
					["Looter"] = "司命",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-31051-25368-00007FB964",
					["Time"] = "22:28:08",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-14",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃殺戮者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-580-31051-25371-00007FC332",
					["Time"] = "23:03:34",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-14",
					["Looter"] = "柒刻",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-580-31051-25369-00007FC332",
					["Time"] = "23:04:30",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-14",
					["Looter"] = "背鍋俠",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-580-31051-25363-00007FC4BD",
					["Time"] = "23:15:30",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-14",
					["Looter"] = "背鍋俠",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-580-31051-25371-00007FC565",
					["Time"] = "23:18:01",
					["Class"] = "MAGE",
					["Date"] = "2022-05-14",
					["Looter"] = "熙夏",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-580-31051-25367-00007FC633",
					["Time"] = "23:20:59",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-14",
					["Looter"] = "別逼我擋怪",
					["Name"] = "日刃大法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
						"|cffa335ee|Hitem:34183::::::::70:::::::::|h[粉碎魔脊]|h|r", -- [2]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-580-31051-25371-00007FC6EB",
					["Time"] = "23:22:45",
					["Class"] = "PRIEST",
					["Date"] = "2022-05-14",
					["Looter"] = "司命",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cff0070dd|Hitem:34664::::::::70:::::::::|h[太陽微粒]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-580-31051-24892-00007FD448",
					["Time"] = "00:14:27",
					["Class"] = "HUNTER",
					["Date"] = "2022-05-15",
					["Looter"] = "米小白",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34166::::::::70:::::::::|h[透明光柱指環]|h|r", -- [2]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [5]
					},
				}, -- [19]
			},
			["Player"] = "特變電工",
		}, -- [5]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知目標",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-05-15",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-30100-22877-0000809AD9",
					["Time"] = "15:22:08",
					["Looter"] = "大心大肉",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "考斯卡爭吵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-30100-22887-0000009AD9",
					["Time"] = "15:33:23",
					["Looter"] = "戰士衝過來啦",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32242::::::::70:::::::::|h[海洋憤怒之靴]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-30100-23330-0000809AD9",
					["Time"] = "15:42:23",
					["Looter"] = "溫柔秒你",
					["Date"] = "2022-05-15",
					["Class"] = "ROGUE",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-30100-22898-0000009AD9",
					["Time"] = "15:48:22",
					["Looter"] = "戰士衝過來啦",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32253::::::::70:::::::::|h[軍團擊殺十字弩]|h|r", -- [2]
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-30100-22869-0004809AD9",
					["Time"] = "15:51:39",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-30100-23339-0000809AD9",
					["Time"] = "15:55:22",
					["Looter"] = "戰士衝過來啦",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞尋心者",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-30100-22845-000080B048",
					["Time"] = "15:57:23",
					["Looter"] = "朝朝扯旗",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-30100-22844-000180B048",
					["Time"] = "15:58:57",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-30100-22841-0000009AD9",
					["Time"] = "16:02:19",
					["Looter"] = "溫柔秒你",
					["Date"] = "2022-05-15",
					["Class"] = "ROGUE",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32263::::::::70:::::::::|h[禁衛腿甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32270::::::::70:::::::::|h[法力集中束腕]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-30100-22853-0001009AD9",
					["Time"] = "16:07:55",
					["Looter"] = "特變電工",
					["Date"] = "2022-05-15",
					["Class"] = "WARRIOR",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-30100-22869-0001809AD9",
					["Time"] = "16:07:57",
					["Looter"] = "餓了嗎",
					["Date"] = "2022-05-15",
					["Class"] = "WARLOCK",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0004809AD9",
					["Time"] = "16:09:20",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:24213::::::::70:::::::::|h[設計圖:雕刻的皇家黃寶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-001A809AD9",
					["Time"] = "16:10:45",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-001A009AD9",
					["Time"] = "16:10:48",
					["Looter"] = "舞法妍妤",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-001B009AD9",
					["Time"] = "16:10:49",
					["Looter"] = "叉你老牧",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32608::::::::70:::::::::|h[掠取者護手]|h|r", -- [1]
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [2]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-0017009AD9",
					["Time"] = "16:11:41",
					["Looter"] = "真神真聖",
					["Date"] = "2022-05-15",
					["Class"] = "WARLOCK",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0018009AD9",
					["Time"] = "16:11:43",
					["Looter"] = "超神的",
					["Date"] = "2022-05-15",
					["Class"] = "DRUID",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0000809AD9",
					["Time"] = "16:13:34",
					["Looter"] = "舞法妍妤",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-30100-22964-0002809AD9",
					["Time"] = "16:19:14",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:31308::::::::70:::::::::|h[死亡降臨者]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-0020809AD9",
					["Time"] = "16:20:09",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-000E009AD9",
					["Time"] = "16:20:11",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-000F809AD9",
					["Time"] = "16:20:13",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-30100-22939-0011809AD9",
					["Time"] = "16:20:49",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-30100-22955-000F809AD9",
					["Time"] = "16:20:49",
					["Looter"] = "Alentmagex",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [2]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-30100-22947-0000009AD9",
					["Time"] = "16:30:11",
					["Looter"] = "騎風",
					["Date"] = "2022-05-15",
					["Class"] = "SHAMAN",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32367::::::::70:::::::::|h[荒廢護腿]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [5]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-30100-23402-0000009AD9",
					["Time"] = "16:36:45",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞戰場法師",
					["Loots"] = {
						"|cffa335ee|Hitem:34011::::::::70:::::::::|h[伊利達瑞符文盾]|h|r", -- [1]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-30100-22951-0000009AD9",
					["Time"] = "16:51:39",
					["Looter"] = "溫柔秒你",
					["Date"] = "2022-05-15",
					["Class"] = "ROGUE",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-30100-22949-0000009AD9",
					["Time"] = "16:51:41",
					["Looter"] = "Xn",
					["Date"] = "2022-05-15",
					["Class"] = "PALADIN",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-30100-22952-0000009AD9",
					["Time"] = "16:51:50",
					["Looter"] = "小魔女秀燕",
					["Date"] = "2022-05-15",
					["Class"] = "MAGE",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-30100-22950-0000009AD9",
					["Time"] = "16:52:31",
					["Looter"] = "舞法妍妤",
					["Date"] = "2022-05-15",
					["Class"] = "PRIEST",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32505::::::::70:::::::::|h[背叛者的狂熱]|h|r", -- [2]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-30100-22917-0000009AD9",
					["Time"] = "17:12:53",
					["Looter"] = "心態已死",
					["Date"] = "2022-05-15",
					["Class"] = "SHAMAN",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffff8000|Hitem:32837::::::::70:::::::::|h[埃辛諾斯戰刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31089::::::::70:::::::::|h[遺忘征服者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32497::::::::70:::::::::|h[怒風璽戒]|h|r", -- [6]
						"|cffa335ee|Hitem:32524::::::::70:::::::::|h[精靈貴族罩氅]|h|r", -- [7]
					},
				}, -- [31]
			},
		}, -- [6]
		{
			["InstanceID"] = 580,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-8399-25371-000080E843",
					["Time"] = "20:18:51",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-15",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-8399-25363-000000E843",
					["Time"] = "20:19:28",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-15",
					["Looter"] = "阿梨的聖騎士",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-8399-25363-0000010BF2",
					["Time"] = "22:26:39",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-15",
					["Looter"] = "別逼我擋怪",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [3]
			},
			["FirstClass"] = "UNKNOWN",
			["Date"] = "2022-05-15",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Sunwell Plateau",
			["FirstPlayer"] = "未知",
		}, -- [7]
		{
			["InstanceID"] = 564,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-1319-22878-00018636B8",
					["Time"] = "21:05:01",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "元水領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-1319-22887-00000636B8",
					["Time"] = "21:12:22",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32232::::::::70:::::::::|h[恆金外殼護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:32241::::::::70:::::::::|h[順流頭盔]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-1319-22954-00010636B8",
					["Time"] = "21:15:59",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-19",
					["Looter"] = "吃菜",
					["Name"] = "伊利達瑞恐懼者",
					["Loots"] = {
						"|cffa335ee|Hitem:32753::::::::70:::::::::|h[圖樣:速癒披肩]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-1319-22898-00000636B8",
					["Time"] = "21:24:19",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32252::::::::70:::::::::|h[虛空暗影外套]|h|r", -- [2]
						"|cffa335ee|Hitem:32262::::::::70:::::::::|h[納斯雷茲姆虹吸之錘]|h|r", -- [3]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-1319-22853-00020636B8",
					["Time"] = "21:26:44",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "伊利達瑞污染者",
					["Loots"] = {
						"|cff0070dd|Hitem:29550::::::::70:::::::::|h[秘典:造水術 IX]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-1319-22869-00020636B8",
					["Time"] = "21:29:46",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-1319-22847-0001864503",
					["Time"] = "21:33:08",
					["Class"] = "DRUID",
					["Date"] = "2022-05-19",
					["Looter"] = "德爺李",
					["Name"] = "灰舌原獵者",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-1319-22845-0000064503",
					["Time"] = "21:34:04",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-1319-22841-00000636B8",
					["Time"] = "21:38:55",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32278::::::::70:::::::::|h[寂靜正義手套]|h|r", -- [2]
						"|cffa335ee|Hitem:32749::::::::70:::::::::|h[圖樣:電光反射護肩]|h|r", -- [3]
						"|cffa335ee|Hitem:32263::::::::70:::::::::|h[禁衛腿甲]|h|r", -- [4]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-1319-22879-00020636B8",
					["Time"] = "21:41:43",
					["Class"] = "DRUID",
					["Date"] = "2022-05-19",
					["Looter"] = "德爺李",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-1319-22880-00000636B8",
					["Time"] = "21:45:51",
					["Class"] = "DRUID",
					["Date"] = "2022-05-19",
					["Looter"] = "德爺李",
					["Name"] = "影月勇士",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-1319-22879-00028636B8",
					["Time"] = "21:45:52",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-19",
					["Looter"] = "翠玉青茶",
					["Name"] = "影月搶奪者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-1319-23047-00018636B8",
					["Time"] = "21:46:59",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "影月士兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32527::::::::70:::::::::|h[上古知識指環]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-1319-22945-00038636B8",
					["Time"] = "21:52:58",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "影月血法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-1319-22882-00010636B8",
					["Time"] = "21:52:59",
					["Class"] = "DRUID",
					["Date"] = "2022-05-19",
					["Looter"] = "乳牛關倖存者",
					["Name"] = "影月死亡塑形者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-1319-22871-00000636B8",
					["Time"] = "21:58:40",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "泰朗·血魔",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32323::::::::70:::::::::|h[影月毀滅者披氅]|h|r", -- [2]
						"|cffa335ee|Hitem:32512::::::::70:::::::::|h[羅德隆陷落束腰]|h|r", -- [3]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-1319-22869-00028636B8",
					["Time"] = "22:03:20",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cff1eff00|Hitem:25055::::::-29:1467416606:70:::::::::|h[閃避之紫翠玉戒指]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-1319-23236-00038636B8",
					["Time"] = "22:05:20",
					["Class"] = "DRUID",
					["Date"] = "2022-05-19",
					["Looter"] = "德爺李",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-1319-23196-00008636B8",
					["Time"] = "22:06:11",
					["Class"] = "DRUID",
					["Date"] = "2022-05-19",
					["Looter"] = "乳牛關倖存者",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:31884::::::::70:::::::::|h[祝福套卡之五]|h|r", -- [1]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-1319-23236-00010636B8",
					["Time"] = "22:09:11",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-19",
					["Looter"] = "翠玉青茶",
					["Name"] = "噬骨護盾門徒",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-1319-23223-00098636B8",
					["Time"] = "22:10:30",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-19",
					["Looter"] = "翠玉青茶",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-1319-23196-00020636B8",
					["Time"] = "22:12:15",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "噬骨者巨獸",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-1319-23239-00008636B8",
					["Time"] = "22:13:05",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "噬骨者戰士",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-1319-23223-00048636B8",
					["Time"] = "22:13:10",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-19",
					["Looter"] = "翠玉青茶",
					["Name"] = "噬骨看守者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-1319-22948-00000636B8",
					["Time"] = "22:33:38",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "葛塔格·血沸",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32339::::::::70:::::::::|h[原始權威腰帶]|h|r", -- [2]
						"|cffa335ee|Hitem:32333::::::::70:::::::::|h[穩固束腰]|h|r", -- [3]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-1319-23420-000006578E",
					["Time"] = "22:44:26",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "憤怒精華",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32352::::::::70:::::::::|h[自然守護足靴]|h|r", -- [2]
						"|cffa335ee|Hitem:32362::::::::70:::::::::|h[泰坦項鍊]|h|r", -- [3]
					},
				}, -- [26]
				{
					["GUID"] = "Creature-0-5580-564-1319-22964-00000636B8",
					["Time"] = "22:57:28",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-19",
					["Looter"] = "最峰",
					["Name"] = "喜樂女祭司",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [27]
				{
					["GUID"] = "Creature-0-5580-564-1319-22939-000E0636B8",
					["Time"] = "23:00:23",
					["Class"] = "WARLOCK",
					["Date"] = "2022-05-19",
					["Looter"] = "淚雨昕",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [28]
				{
					["GUID"] = "Creature-0-5580-564-1319-22939-000C0636B8",
					["Time"] = "23:03:53",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff1eff00|Hitem:32897::::::::70:::::::::|h[伊利達瑞的印記]|h|r", -- [1]
					},
				}, -- [29]
				{
					["GUID"] = "Creature-0-5580-564-1319-22939-001E0636B8",
					["Time"] = "23:04:15",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff1eff00|Hitem:25003::::::-15:1691942964:70:::::::::|h[精神之血拳腿鎧]|h|r", -- [1]
					},
				}, -- [30]
				{
					["GUID"] = "Creature-0-5580-564-1319-22957-00000636B8",
					["Time"] = "23:05:05",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-19",
					["Looter"] = "翠玉青茶",
					["Name"] = "癲狂之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [31]
				{
					["GUID"] = "Creature-0-5580-564-1319-22947-00000636B8",
					["Time"] = "23:21:50",
					["Class"] = "ROGUE",
					["Date"] = "2022-05-19",
					["Looter"] = "燹火",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31102::::::::70:::::::::|h[遺忘防禦者肩鎧]|h|r", -- [5]
					},
				}, -- [32]
				{
					["GUID"] = "Creature-0-5580-564-1319-23403-00008636B8",
					["Time"] = "23:33:14",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "Gihan",
					["Name"] = "伊利達瑞刺客",
					["Loots"] = {
						"|cffa335ee|Hitem:32229::::::::70:::::::::|h[獅眼石]|h|r", -- [1]
					},
				}, -- [33]
				{
					["GUID"] = "Creature-0-5580-564-1319-23397-00010636B8",
					["Time"] = "23:33:17",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-19",
					["Looter"] = "熊乃乃",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [34]
				{
					["GUID"] = "Creature-0-5580-564-1319-22951-00000636B8",
					["Time"] = "00:11:35",
					["Class"] = "SHAMAN",
					["Date"] = "2022-05-20",
					["Looter"] = "陶大大",
					["Name"] = "瑪蘭黛女士",
					["Loots"] = {
						"|cffa335ee|Hitem:31100::::::::70:::::::::|h[遺忘保衛者護腿]|h|r", -- [1]
					},
				}, -- [35]
				{
					["GUID"] = "Creature-0-5580-564-1319-22949-00000636B8",
					["Time"] = "00:11:37",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "翠玉青茶",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [36]
				{
					["GUID"] = "Creature-0-5580-564-1319-22952-00000636B8",
					["Time"] = "00:11:39",
					["Class"] = "PALADIN",
					["Date"] = "2022-05-20",
					["Looter"] = "翠玉青茶",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [37]
				{
					["GUID"] = "Creature-0-5580-564-1319-22950-00000636B8",
					["Time"] = "00:12:02",
					["Class"] = "DRUID",
					["Date"] = "2022-05-20",
					["Looter"] = "德爺李",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32331::::::::70:::::::::|h[伊利達瑞議會披風]|h|r", -- [2]
					},
				}, -- [38]
				{
					["GUID"] = "Creature-0-5580-564-1319-22917-0000066FB3",
					["Time"] = "00:38:54",
					["Class"] = "WARRIOR",
					["Date"] = "2022-05-20",
					["Looter"] = "特變電工",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32497::::::::70:::::::::|h[怒風璽戒]|h|r", -- [2]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:32496::::::::70:::::::::|h[泰蘭妲的紀念]|h|r", -- [6]
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [7]
					},
				}, -- [39]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2022-05-19",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Black Temple",
			["FirstPlayer"] = "未知",
		}, -- [8]
		{
			["InstanceID"] = 564,
			["Player"] = "邁克爾假死",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Black Temple",
			["Date"] = "2022-05-20",
			["Class"] = "HUNTER",
			["FirstClass"] = "UNKNOWN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-564-23138-22875-0000878DD6",
					["Time"] = "21:25:50",
					["Looter"] = "酒小獵",
					["Date"] = "2022-05-20",
					["Class"] = "HUNTER",
					["Name"] = "考斯卡召海者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-564-23138-22887-0000078DD6",
					["Time"] = "21:38:21",
					["Looter"] = "致命大榔頭",
					["Date"] = "2022-05-20",
					["Class"] = "WARLOCK",
					["Name"] = "高階督軍納珍塔斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32234::::::::70:::::::::|h[穆葛亞拳甲]|h|r", -- [2]
						"|cffa335ee|Hitem:32239::::::::70:::::::::|h[海浪召喚者軟靴]|h|r", -- [3]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-564-23138-23330-0000878DD7",
					["Time"] = "21:43:13",
					["Looter"] = "咯咯笑",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "龍喉風掠者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-564-23138-22898-0000078DD6",
					["Time"] = "21:51:22",
					["Looter"] = "肥仔皇帝",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "瑟普莫斯",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32260::::::::70:::::::::|h[無盡夢魘頸飾]|h|r", -- [2]
						"|cffa335ee|Hitem:32750::::::::70:::::::::|h[圖樣:大地生命束腕]|h|r", -- [3]
						"|cffa335ee|Hitem:32255::::::::70:::::::::|h[魔石壁壘]|h|r", -- [4]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-564-23138-22869-0004078DD6",
					["Time"] = "21:56:32",
					["Looter"] = "騎風",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-564-23138-22844-0002079CDA",
					["Time"] = "21:59:53",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "灰舌戰鬥領主",
					["Loots"] = {
						"|cff0070dd|Hitem:25909::::::::70:::::::::|h[設計圖:奧秘的天火鑽石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-564-23138-22845-0001079CDA",
					["Time"] = "22:00:57",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "灰舌秘法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32249::::::::70:::::::::|h[海泉綠寶石]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-564-23138-22841-0000078DD6",
					["Time"] = "22:02:56",
					["Looter"] = "咯咯笑",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "阿卡瑪的黑暗面",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32265::::::::70:::::::::|h[暗影行者之索]|h|r", -- [2]
						"|cffa335ee|Hitem:32361::::::::70:::::::::|h[盲目先知塑像]|h|r", -- [3]
						"|cffa335ee|Hitem:32744::::::::70:::::::::|h[圖樣:生命再生護腕]|h|r", -- [4]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-564-23138-22855-0000878DD6",
					["Time"] = "22:06:26",
					["Looter"] = "很噁心",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞黑夜領主",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-564-23138-23337-0003078DD6",
					["Time"] = "22:07:56",
					["Looter"] = "一個好野人",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "伊利達瑞百夫長",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-564-23138-22869-0003878DD6",
					["Time"] = "22:07:59",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞切骨者",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-0014878DD6",
					["Time"] = "22:08:47",
					["Looter"] = "很噁心",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32593::::::::70:::::::::|h[獸穴之后足靴]|h|r", -- [1]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-0017878DD6",
					["Time"] = "22:08:50",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:29549::::::::70:::::::::|h[聖典:堅韌禱言 III]|h|r", -- [1]
					},
				}, -- [13]
				{
					["GUID"] = "Creature-0-5580-564-23138-22956-0001878DD6",
					["Time"] = "22:09:57",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "折磨之女祭司",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [14]
				{
					["GUID"] = "Creature-0-5580-564-23138-22955-0001078DD6",
					["Time"] = "22:10:53",
					["Looter"] = "终焉誓約",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [15]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-001E878DD6",
					["Time"] = "22:15:20",
					["Looter"] = "背鍋俠",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cff0070dd|Hitem:32428::::::::70:::::::::|h[黑暗之心]|h|r", -- [1]
					},
				}, -- [16]
				{
					["GUID"] = "Creature-0-5580-564-23138-22939-000B878DD6",
					["Time"] = "22:18:54",
					["Looter"] = "很噁心",
					["Date"] = "2022-05-20",
					["Class"] = "SHAMAN",
					["Name"] = "神廟侍僧",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [17]
				{
					["GUID"] = "Creature-0-5580-564-23138-22955-0011878DD6",
					["Time"] = "22:19:39",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "迷人的客人",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [18]
				{
					["GUID"] = "Creature-0-5580-564-23138-22962-0001078DD6",
					["Time"] = "22:20:50",
					["Looter"] = "酒小獵",
					["Date"] = "2022-05-20",
					["Class"] = "HUNTER",
					["Name"] = "悲痛之女",
					["Loots"] = {
						"|cffa335ee|Hitem:32526::::::::70:::::::::|h[蹂躪指環]|h|r", -- [1]
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [2]
					},
				}, -- [19]
				{
					["GUID"] = "Creature-0-5580-564-23138-22947-0000078DD6",
					["Time"] = "22:27:05",
					["Looter"] = "乾淨俐落",
					["Date"] = "2022-05-20",
					["Class"] = "ROGUE",
					["Name"] = "薩拉茲女士",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32369::::::::70:::::::::|h[兇蠻之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [3]
						"|cffa335ee|Hitem:31101::::::::70:::::::::|h[遺忘征服者肩鎧]|h|r", -- [4]
						"|cffa335ee|Hitem:31103::::::::70:::::::::|h[遺忘保衛者肩鎧]|h|r", -- [5]
					},
				}, -- [20]
				{
					["GUID"] = "Creature-0-5580-564-23138-23394-0001878DD6",
					["Time"] = "22:29:50",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "漫步哨兵",
					["Loots"] = {
						"|cffa335ee|Hitem:32747::::::::70:::::::::|h[圖樣:迅擊護肩]|h|r", -- [1]
					},
				}, -- [21]
				{
					["GUID"] = "Creature-0-5580-564-23138-23397-0003078DD6",
					["Time"] = "22:34:00",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-20",
					["Class"] = "PALADIN",
					["Name"] = "伊利達瑞血領主",
					["Loots"] = {
						"|cffa335ee|Hitem:32231::::::::70:::::::::|h[焚石]|h|r", -- [1]
					},
				}, -- [22]
				{
					["GUID"] = "Creature-0-5580-564-23138-22949-0000078DD6",
					["Time"] = "22:51:52",
					["Looter"] = "喵喵斑斑",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "粉碎者高希歐",
					["Loots"] = {
						"|cffa335ee|Hitem:31098::::::::70:::::::::|h[遺忘征服者護腿]|h|r", -- [1]
					},
				}, -- [23]
				{
					["GUID"] = "Creature-0-5580-564-23138-22952-0000078DD6",
					["Time"] = "22:51:55",
					["Looter"] = "致命大榔頭",
					["Date"] = "2022-05-20",
					["Class"] = "WARLOCK",
					["Name"] = "維拉斯·深影",
					["Loots"] = {
						"|cffa335ee|Hitem:31099::::::::70:::::::::|h[遺忘防禦者護腿]|h|r", -- [1]
					},
				}, -- [24]
				{
					["GUID"] = "Creature-0-5580-564-23138-22950-0000078DD6",
					["Time"] = "22:52:10",
					["Looter"] = "肥仔皇帝",
					["Date"] = "2022-05-20",
					["Class"] = "MAGE",
					["Name"] = "高等虛空術師札瑞佛",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32331::::::::70:::::::::|h[伊利達瑞議會披風]|h|r", -- [2]
					},
				}, -- [25]
				{
					["GUID"] = "Creature-0-5580-564-23138-22917-000007B15C",
					["Time"] = "23:30:33",
					["Looter"] = "邁克爾假死",
					["Date"] = "2022-05-20",
					["Class"] = "HUNTER",
					["Name"] = "伊利丹·怒風",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:32235::::::::70:::::::::|h[薩格拉斯的詛咒幻象]|h|r", -- [2]
						"|cffa335ee|Hitem:32500::::::::70:::::::::|h[卡拉伯爾水晶尖錘]|h|r", -- [3]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:31090::::::::70:::::::::|h[遺忘防禦者護胸]|h|r", -- [5]
						"|cffa335ee|Hitem:31091::::::::70:::::::::|h[遺忘保衛者護胸]|h|r", -- [6]
						"|cffa335ee|Hitem:32754::::::::70:::::::::|h[圖樣:靈機護腕]|h|r", -- [7]
					},
				}, -- [26]
			},
		}, -- [9]
		{
			["InstanceID"] = 580,
			["FirstPlayer"] = "未知",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000188CCA1",
					["Time"] = "20:20:08",
					["Looter"] = "騎風",
					["Date"] = "2022-05-21",
					["Class"] = "SHAMAN",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫水晶]|h|r", -- [1]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-580-26762-25363-000088CCA1",
					["Time"] = "20:20:51",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:32230::::::::70:::::::::|h[影歌紫玉]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000008CCA1",
					["Time"] = "20:29:45",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:35203::::::::70:::::::::|h[設計圖:特硬克銀頸飾]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-580-26762-25369-000008CCA1",
					["Time"] = "20:30:34",
					["Looter"] = "別逼我擋怪",
					["Date"] = "2022-05-21",
					["Class"] = "WARRIOR",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32227::::::::70:::::::::|h[赤紅尖晶石]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-580-26762-25363-000008CCA1",
					["Time"] = "20:30:49",
					["Looter"] = "神經德魯伊",
					["Date"] = "2022-05-21",
					["Class"] = "DRUID",
					["Name"] = "日刃秘術師",
					["Loots"] = {
						"|cffa335ee|Hitem:34346::::::::70:::::::::|h[報復展開]|h|r", -- [1]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000308CCA2",
					["Time"] = "20:33:43",
					["Looter"] = "莉姆露",
					["Date"] = "2022-05-21",
					["Class"] = "SHAMAN",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-580-26762-25371-000088CCA2",
					["Time"] = "20:40:33",
					["Looter"] = "我叫緋村",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "日刃曙光牧師",
					["Loots"] = {
						"|cffa335ee|Hitem:34349::::::::70:::::::::|h[生命的必然性之刃]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-580-26762-25369-000008CCA3",
					["Time"] = "20:41:04",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-21",
					["Class"] = "MAGE",
					["Name"] = "日刃復仇者",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-580-26762-25370-000008CCA3",
					["Time"] = "20:41:06",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-21",
					["Class"] = "MAGE",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-580-26762-25367-000008CCA2",
					["Time"] = "20:41:18",
					["Looter"] = "阿梨的聖騎士",
					["Date"] = "2022-05-21",
					["Class"] = "PALADIN",
					["Name"] = "日刃大法師",
					["Loots"] = {
						"|cffa335ee|Hitem:32228::::::::70:::::::::|h[蒼穹藍寶石]|h|r", -- [1]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-580-26762-24892-000008E258",
					["Time"] = "21:04:47",
					["Looter"] = "子玉兄",
					["Date"] = "2022-05-21",
					["Class"] = "HUNTER",
					["Name"] = "『墮落者』塞斯諾瓦",
					["Loots"] = {
						"|cffa335ee|Hitem:29434::::::::70:::::::::|h[正義徽章]|h|r", -- [1]
						"|cffa335ee|Hitem:34852::::::::70:::::::::|h[遺忘防禦者護腕]|h|r", -- [2]
						"|cffa335ee|Hitem:34848::::::::70:::::::::|h[遺忘征服者護腕]|h|r", -- [3]
						"|cffa335ee|Hitem:34851::::::::70:::::::::|h[遺忘保衛者護腕]|h|r", -- [4]
						"|cffa335ee|Hitem:34164::::::::70:::::::::|h[龍鱗鑲嵌長刃]|h|r", -- [5]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-580-26762-25370-00000900C9",
					["Time"] = "23:24:31",
					["Looter"] = "翔翔大肆虐",
					["Date"] = "2022-05-21",
					["Class"] = "MAGE",
					["Name"] = "日刃暗黑牧師",
					["Loots"] = {
						"|cff0070dd|Hitem:35273::::::::70:::::::::|h[高級熔煉論文]|h|r", -- [1]
					},
				}, -- [12]
			},
			["Player"] = "特變電工",
			["Date"] = "2022-05-21",
			["Class"] = "WARRIOR",
			["FirstClass"] = "UNKNOWN",
			["InstanceName"] = "Sunwell Plateau",
		}, -- [10]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00002098083496, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0002136230469, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
