
LootMonitorDB = {
	["LootLog"] = {
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "貓咪的尾巴",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-08-08",
			["Class"] = "WARRIOR",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-565-17222-18831-00000FCA14",
					["Time"] = "20:44:39",
					["Looter"] = "月巴豸苗",
					["Date"] = "2021-08-08",
					["Class"] = "DRUID",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:28797::::::::70::::::::|h[野蠻巨魔僧侶披風]|h|r", -- [1]
						"|cffa335ee|Hitem:29762::::::::70::::::::|h[逝往英雄肩鎧]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-4491-565-17222-19044-00000FCA14",
					["Time"] = "21:35:22",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-08",
					["Class"] = "DRUID",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28802::::::::70::::::::|h[血喉魔導師之刃]|h|r", -- [2]
						"|cffa335ee|Hitem:28794::::::::70::::::::|h[古羅王之斧]|h|r", -- [3]
					},
				}, -- [2]
			},
		}, -- [1]
		{
			["InstanceID"] = 544,
			["Player"] = "特變電工",
			["FirstPlayer"] = "貓咪的尾巴",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-08-08",
			["Class"] = "WARRIOR",
			["FirstClass"] = "PALADIN",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-4491-544-18233-17257-00000FE7A9",
					["Time"] = "22:34:45",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-08",
					["Class"] = "DRUID",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28777::::::::70::::::::|h[地窖潛行者披風]|h|r", -- [2]
						"|cffa335ee|Hitem:29458::::::::70::::::::|h[復仇者聖禦盾]|h|r", -- [3]
						"|cffa335ee|Hitem:29753::::::::70::::::::|h[逝往防衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [2]
		{
			["InstanceID"] = 532,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-13180-16152-000011511A",
					["Time"] = "00:02:10",
					["Class"] = "DRUID",
					["Date"] = "2021-08-10",
					["Looter"] = "恕嵐轎",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cffa335ee|Hitem:28510::::::::70::::::::|h[經絡鬼靈指環]|h|r", -- [1]
						"|cffa335ee|Hitem:28477::::::::70::::::::|h[先驅者手環]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-13180-16409-0003114E24",
					["Time"] = "00:06:41",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-10",
					["Looter"] = "希爾德烈日",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cffa335ee|Hitem:30674::::::::70::::::::|h[吉爾哈特遺失的足靴]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-13180-15687-0000114E24",
					["Time"] = "00:15:22",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-10",
					["Looter"] = "希爾德烈日",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28528::::::::70::::::::|h[摩洛的幸運懷錶]|h|r", -- [1]
						"|cff0070dd|Hitem:22559::::::::70::::::::|h[公式:附魔武器 - 貓鼬]|h|r", -- [2]
						"|cffa335ee|Hitem:28570::::::::70::::::::|h[達拉然暗影披風]|h|r", -- [3]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-13180-16425-0007114E24",
					["Time"] = "00:21:47",
					["Class"] = "DRUID",
					["Date"] = "2021-08-10",
					["Looter"] = "滅眾生",
					["Name"] = "魅影守衛",
					["Loots"] = {
						"|cffa335ee|Hitem:30644::::::::70::::::::|h[靈巧之握手套]|h|r", -- [1]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-13180-16457-0000114E24",
					["Time"] = "00:29:18",
					["Class"] = "DRUID",
					["Date"] = "2021-08-10",
					["Looter"] = "恕嵐轎",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28522::::::::70::::::::|h[善潔裂片]|h|r", -- [1]
						"|cffa335ee|Hitem:28514::::::::70::::::::|h[恨惡護腕]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-13180-17534-0000115A2A",
					["Time"] = "00:43:06",
					["Class"] = "DRUID",
					["Date"] = "2021-08-10",
					["Looter"] = "恕嵐轎",
					["Name"] = "茱麗葉",
					["Loots"] = {
						"|cffa335ee|Hitem:28578::::::::70::::::::|h[潛藏禮袍]|h|r", -- [1]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-13180-17533-0000115A5D",
					["Time"] = "00:43:09",
					["Class"] = "WARLOCK",
					["Date"] = "2021-08-10",
					["Looter"] = "永世相知",
					["Name"] = "羅慕歐",
					["Loots"] = {
						"|cffa335ee|Hitem:28592::::::::70::::::::|h[贖救靈魂聖契]|h|r", -- [1]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-13180-15691-0000114E24",
					["Time"] = "01:12:37",
					["Class"] = "DRUID",
					["Date"] = "2021-08-10",
					["Looter"] = "恕嵐轎",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28633::::::::70::::::::|h[無限奧義法杖]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-13180-15688-0000114E24",
					["Time"] = "01:36:03",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-10",
					["Looter"] = "特變電工",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28656::::::::70::::::::|h[宵小束腰]|h|r", -- [1]
						"|cff0070dd|Hitem:22561::::::::70::::::::|h[公式:附魔武器 - 靈魂冰霜]|h|r", -- [2]
						"|cffa335ee|Hitem:28785::::::::70::::::::|h[電光相容器]|h|r", -- [3]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-13180-16524-0000114E24",
					["Time"] = "01:57:29",
					["Class"] = "DRUID",
					["Date"] = "2021-08-10",
					["Looter"] = "恕嵐轎",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28675::::::::70::::::::|h[謝爾曼納偉大之戒]|h|r", -- [1]
						"|cffa335ee|Hitem:28669::::::::70::::::::|h[惡霸之靴]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-532-13180-16596-0001114E24",
					["Time"] = "02:17:06",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-10",
					["Looter"] = "希爾德烈日",
					["Name"] = "巨型噬屍獸",
					["Loots"] = {
						"|cffa335ee|Hitem:29728::::::::70::::::::|h[圖樣:屠風者裹帶]|h|r", -- [1]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-532-13180-15690-0000114E24",
					["Time"] = "02:25:36",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-10",
					["Looter"] = "特變電工",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28763::::::::70::::::::|h[永生玉戒]|h|r", -- [2]
						"|cffa335ee|Hitem:28771::::::::70::::::::|h[聖光正義之錘]|h|r", -- [3]
					},
				}, -- [12]
				{
					["GUID"] = "Creature-0-5580-532-13180-15689-0000114E24",
					["Time"] = "02:58:05",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-10",
					["Looter"] = "希爾德烈日",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28735::::::::70::::::::|h[大地之血護胸]|h|r", -- [1]
						"|cffa335ee|Hitem:28730::::::::70::::::::|h[無疤秘銀指環]|h|r", -- [2]
					},
				}, -- [13]
			},
			["FirstClass"] = "PRIEST",
			["Date"] = "2021-08-10",
			["Class"] = "WARRIOR",
			["InstanceName"] = "Karazhan",
			["FirstPlayer"] = "小冰妹",
		}, -- [3]
		{
			["InstanceID"] = 565,
			["Player"] = "特變電工",
			["FirstPlayer"] = "貓咪的尾巴",
			["InstanceName"] = "Gruul's Lair",
			["Date"] = "2021-08-15",
			["FirstClass"] = "PALADIN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-565-171-18831-000018FF52",
					["Time"] = "20:36:55",
					["Looter"] = "佛仔",
					["Date"] = "2021-08-15",
					["Class"] = "DRUID",
					["Name"] = "大君王莫卡爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29763::::::::70::::::::|h[逝往勇士肩鎧]|h|r", -- [1]
						"|cffa335ee|Hitem:28800::::::::70::::::::|h[那魯之錘]|h|r", -- [2]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-565-171-19044-000018FF52",
					["Time"] = "20:52:20",
					["Looter"] = "很熱",
					["Date"] = "2021-08-15",
					["Class"] = "WARLOCK",
					["Name"] = "弒龍者戈魯爾",
					["Loots"] = {
						"|cffa335ee|Hitem:29765::::::::70::::::::|h[逝往英雄護腿]|h|r", -- [1]
						"|cffa335ee|Hitem:28825::::::::70::::::::|h[奧多爾遺產防衛者]|h|r", -- [2]
						"|cffa335ee|Hitem:28823::::::::70::::::::|h[戈魯爾之眼]|h|r", -- [3]
					},
				}, -- [2]
			},
		}, -- [4]
		{
			["InstanceID"] = 544,
			["Player"] = "特變電工",
			["FirstPlayer"] = "未知",
			["InstanceName"] = "Magtheridon's Lair",
			["Date"] = "2021-08-15",
			["FirstClass"] = "UNKNOWN",
			["Class"] = "WARRIOR",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-544-1134-17257-0000190EDB",
					["Time"] = "21:31:15",
					["Looter"] = "貓咪的尾巴",
					["Date"] = "2021-08-15",
					["Class"] = "PALADIN",
					["Name"] = "瑪瑟里頓",
					["Loots"] = {
						"|cffa335ee|Hitem:34845::::::::70::::::::|h[深淵領主的背包]|h|r", -- [1]
						"|cffa335ee|Hitem:28776::::::::70::::::::|h[騙子的口才手套]|h|r", -- [2]
						"|cffa335ee|Hitem:28789::::::::70::::::::|h[瑪瑟里頓之眼]|h|r", -- [3]
						"|cffa335ee|Hitem:29753::::::::70::::::::|h[逝往防衛者護胸]|h|r", -- [4]
						"|cffa335ee|Hitem:32386::::::::70::::::::|h[瑪瑟里頓之首]|h|r", -- [5]
					},
				}, -- [1]
			},
		}, -- [5]
		{
			["InstanceID"] = 532,
			["Player"] = "特變電工",
			["LootTable"] = {
				{
					["GUID"] = "Creature-0-5580-532-23652-16152-00001A8494",
					["Time"] = "23:31:56",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-16",
					["Looter"] = "強運魔人",
					["Name"] = "獵人阿圖曼",
					["Loots"] = {
						"|cff0070dd|Hitem:23809::::::::70::::::::|h[結構圖:穩固恆金瞄準鏡]|h|r", -- [1]
						"|cffa335ee|Hitem:28454::::::::70::::::::|h[獵捕者戰鬥手環]|h|r", -- [2]
						"|cffa335ee|Hitem:28510::::::::70::::::::|h[經絡鬼靈指環]|h|r", -- [3]
					},
				}, -- [1]
				{
					["GUID"] = "Creature-0-5580-532-23652-16409-00031A7E21",
					["Time"] = "23:35:05",
					["Class"] = "PALADIN",
					["Date"] = "2021-08-16",
					["Looter"] = "強運魔人",
					["Name"] = "魅影賓客",
					["Loots"] = {
						"|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r", -- [1]
					},
				}, -- [2]
				{
					["GUID"] = "Creature-0-5580-532-23652-16407-00029A7E21",
					["Time"] = "23:35:26",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-16",
					["Looter"] = "背骨陰仔",
					["Name"] = "鬼靈侍從",
					["Loots"] = {
						"|cffa335ee|Hitem:30644::::::::70::::::::|h[靈巧之握手套]|h|r", -- [1]
					},
				}, -- [3]
				{
					["GUID"] = "Creature-0-5580-532-23652-15687-00001A7E21",
					["Time"] = "23:46:00",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-16",
					["Looter"] = "特變電工",
					["Name"] = "摩洛",
					["Loots"] = {
						"|cffa335ee|Hitem:28566::::::::70::::::::|h[不撓的赤紅束腰]|h|r", -- [1]
						"|cffa335ee|Hitem:28525::::::::70::::::::|h[堅信之戒]|h|r", -- [2]
					},
				}, -- [4]
				{
					["GUID"] = "Creature-0-5580-532-23652-16457-00001A7E21",
					["Time"] = "23:57:03",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-16",
					["Looter"] = "背骨陰仔",
					["Name"] = "貞潔聖女",
					["Loots"] = {
						"|cffa335ee|Hitem:28511::::::::70::::::::|h[內心手環]|h|r", -- [1]
						"|cffa335ee|Hitem:28519::::::::70::::::::|h[復甦手套]|h|r", -- [2]
					},
				}, -- [5]
				{
					["GUID"] = "Creature-0-5580-532-23652-17521-00001A8D61",
					["Time"] = "00:09:38",
					["Class"] = "PRIEST",
					["Date"] = "2021-08-17",
					["Looter"] = "小冰妹",
					["Name"] = "大野狼",
					["Loots"] = {
						"|cffa335ee|Hitem:28590::::::::70::::::::|h[奉獻綬帶]|h|r", -- [1]
						"|cffa335ee|Hitem:28584::::::::70::::::::|h[大野狼的爪子]|h|r", -- [2]
					},
				}, -- [6]
				{
					["GUID"] = "Creature-0-5580-532-23652-17225-00001A94DB",
					["Time"] = "00:52:27",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-17",
					["Looter"] = "特變電工",
					["Name"] = "夜禍",
					["Loots"] = {
						"|cffa335ee|Hitem:28597::::::::70::::::::|h[潘札薩爾胸甲]|h|r", -- [1]
						"|cffa335ee|Hitem:28609::::::::70::::::::|h[餘燼馬刺護符]|h|r", -- [2]
					},
				}, -- [7]
				{
					["GUID"] = "Creature-0-5580-532-23652-15691-00001A7E21",
					["Time"] = "01:08:17",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-17",
					["Looter"] = "特變電工",
					["Name"] = "館長",
					["Loots"] = {
						"|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r", -- [1]
						"|cffa335ee|Hitem:28612::::::::70::::::::|h[慰藉給予者肩鎧]|h|r", -- [2]
					},
				}, -- [8]
				{
					["GUID"] = "Creature-0-5580-532-23652-15688-00001A7E21",
					["Time"] = "01:31:38",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-17",
					["Looter"] = "特變電工",
					["Name"] = "泰瑞斯提安·疫蹄",
					["Loots"] = {
						"|cffa335ee|Hitem:28659::::::::70::::::::|h[薩維亞短劍]|h|r", -- [1]
						"|cffa335ee|Hitem:28656::::::::70::::::::|h[宵小束腰]|h|r", -- [2]
					},
				}, -- [9]
				{
					["GUID"] = "Creature-0-5580-532-23652-16524-00001A7E21",
					["Time"] = "01:51:33",
					["Class"] = "ROGUE",
					["Date"] = "2021-08-17",
					["Looter"] = "背骨陰仔",
					["Name"] = "埃蘭之影",
					["Loots"] = {
						"|cffa335ee|Hitem:28674::::::::70::::::::|h[虎爪護符]|h|r", -- [1]
						"|cffa335ee|Hitem:28671::::::::70::::::::|h[鋼刺面甲]|h|r", -- [2]
					},
				}, -- [10]
				{
					["GUID"] = "Creature-0-5580-532-23652-15690-00001A7E21",
					["Time"] = "02:19:20",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-17",
					["Looter"] = "特變電工",
					["Name"] = "莫克札王子",
					["Loots"] = {
						"|cffa335ee|Hitem:29760::::::::70::::::::|h[逝往勇士頭盔]|h|r", -- [1]
						"|cffa335ee|Hitem:28766::::::::70::::::::|h[神秘紅寶石披氅]|h|r", -- [2]
						"|cffa335ee|Hitem:28771::::::::70::::::::|h[聖光正義之錘]|h|r", -- [3]
					},
				}, -- [11]
				{
					["GUID"] = "Creature-0-5580-532-23652-15689-00001A7E21",
					["Time"] = "02:56:56",
					["Class"] = "WARRIOR",
					["Date"] = "2021-08-17",
					["Looter"] = "特變電工",
					["Name"] = "尼德斯",
					["Loots"] = {
						"|cffa335ee|Hitem:28731::::::::70::::::::|h[冥界之光亮項鍊]|h|r", -- [1]
						"|cffa335ee|Hitem:28742::::::::70::::::::|h[悔悟窄褲]|h|r", -- [2]
					},
				}, -- [12]
			},
			["Class"] = "WARRIOR",
			["Date"] = "2021-08-16",
			["FirstClass"] = "PALADIN",
			["InstanceName"] = "Karazhan",
			["FirstPlayer"] = "強運魔人",
		}, -- [6]
	},
	["Config"] = {
		["ShowMinimapIcon"] = true,
		["MinimapIconAngle"] = 296.3029245814491,
		["EnteringCheck"] = true,
		["OutputPos"] = {
			"RIGHT", -- [1]
			nil, -- [2]
			"RIGHT", -- [3]
			-20.00000381469727, -- [4]
			0, -- [5]
		},
		["OutputToRaidWarning"] = false,
		["BossOnly"] = false,
		["Enabled"] = true,
		["SetWindowPos"] = {
			"CENTER", -- [1]
			nil, -- [2]
			"CENTER", -- [3]
			210.0000152587891, -- [4]
			0, -- [5]
		},
		["ExpireDay"] = 14,
		["Quality"] = 3,
	},
}
