
PallyPowerDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Other",
		["家駒 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "Other",
		["特斯拉大股東 - 伊弗斯"] = "Other",
	},
	["profiles"] = {
		["Default"] = {
			["WrathTransition"] = true,
			["freeassign"] = false,
			["cBuffGood"] = {
				["r"] = 0.2,
				["t"] = 0.6,
				["g"] = 0.2,
				["b"] = 0.2,
			},
			["cBuffNeedSpecial"] = {
				["r"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["b"] = 0.5,
			},
			["cBuffNeedAll"] = {
				["r"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["b"] = 0.5,
			},
			["cBuffNeedSome"] = {
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["enable"] = true,
			["display"] = {
				["frameLocked"] = true,
			},
		},
		["Other"] = {
			["cBuffNeedAll"] = {
				["b"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["cBuffNeedSome"] = {
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["enable"] = true,
			["cBuffNeedSpecial"] = {
				["b"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["cBuffGood"] = {
				["b"] = 0.2,
				["t"] = 0.6,
				["g"] = 0.2,
				["r"] = 0.2,
			},
			["WrathTransition"] = true,
		},
	},
}
PallyPower_Assignments = {
	["家駒"] = {
		2, -- [1]
		2, -- [2]
		0, -- [3]
		2, -- [4]
		2, -- [5]
		2, -- [6]
		0, -- [7]
		0, -- [8]
		2, -- [9]
		2, -- [10]
	},
	["搓牌牌"] = {
		0, -- [1]
		0, -- [2]
		1, -- [3]
		1, -- [4]
		1, -- [5]
		1, -- [6]
		1, -- [7]
		1, -- [8]
		1, -- [9]
		0, -- [10]
	},
	["璀璨丶冬天"] = {
		2, -- [1]
		2, -- [2]
		0, -- [3]
		2, -- [4]
		2, -- [5]
		2, -- [6]
		0, -- [7]
		0, -- [8]
		2, -- [9]
		2, -- [10]
	},
	["Pixx"] = {
		3, -- [1]
		3, -- [2]
		3, -- [3]
		3, -- [4]
		3, -- [5]
		3, -- [6]
		3, -- [7]
		3, -- [8]
		3, -- [9]
		3, -- [10]
	},
	["跳跳小逗比"] = {
		4, -- [1]
		4, -- [2]
		4, -- [3]
		4, -- [4]
		4, -- [5]
		4, -- [6]
		4, -- [7]
		4, -- [8]
		4, -- [9]
		4, -- [10]
	},
}
PallyPower_NormalAssignments = {
	["璀璨丶冬天"] = {
	},
	["Pixx"] = {
	},
	["搓牌牌"] = {
	},
	["跳跳小逗比"] = {
	},
}
PallyPower_AuraAssignments = {
	["家駒"] = 3,
	["搓牌牌"] = 1,
	["Notsosojo"] = 4,
	["橡果树"] = 0,
	["天堂的黑曼巴"] = 0,
	["丁一发儿"] = 0,
	["飛揚的嚕嚕"] = 0,
	["璀璨丶冬天"] = 1,
	["蹭饭灬小天王"] = 0,
	["灰烬小野貓"] = 2,
	["奶油雪糕棒"] = 6,
	["宋小宝丶"] = 1,
	["跳跳小逗比"] = 0,
	["台北"] = 0,
	["刀刀子"] = 0,
	["猛狼开怪"] = 0,
	["Pixx"] = 6,
	["林北醉套烂"] = 0,
	["影姿哀伤"] = 0,
	["村頭卧龍"] = 2,
	["理查娣叔父"] = 0,
	["一抹星光"] = 0,
	["Libralovers"] = 0,
	["超粉我的筆"] = 6,
	["Ninimo"] = 0,
}
PallyPower_SavedPresets = {
	["PallyPower_Assignments"] = {
		[0] = {
		},
	},
	["PallyPower_NormalAssignments"] = {
		[0] = {
		},
	},
}
PallyPower_ChanNames = {
	"寻求组队", -- [1]
	"大脚世界频道", -- [2]
	"交易", -- [3]
	"综合", -- [4]
	"大陸老鄉會", -- [5]
	"胖丁愛唱歌", -- [6]
	"zzm", -- [7]
	"鏡花水月", -- [8]
	[0] = "None",
}
LCD_Data = nil
LCD_GUIDAccess = nil
