
PallyPowerDB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "Other",
		["康樂股長 - 伊弗斯"] = "Other",
		["家駒 - 伊弗斯"] = "Default",
		["畜生犬隊長 - 伊弗斯"] = "Other",
		["路易斯桑拿 - 伊弗斯"] = "Other",
		["咩尬空姐萌萌 - 伊弗斯"] = "Other",
		["邁克爾假死 - 伊弗斯"] = "Other",
		["特斯拉大股東 - 伊弗斯"] = "Other",
	},
	["profiles"] = {
		["Default"] = {
			["WrathTransition"] = true,
			["freeassign"] = false,
			["enable"] = true,
			["cBuffNeedSpecial"] = {
				["r"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["b"] = 0.5,
			},
			["cBuffGood"] = {
				["r"] = 0.2,
				["t"] = 0.6,
				["g"] = 0.2,
				["b"] = 0.2,
			},
			["cBuffNeedSome"] = {
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["display"] = {
				["frameLocked"] = true,
			},
			["cBuffNeedAll"] = {
				["r"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["b"] = 0.5,
			},
		},
		["Other"] = {
			["cBuffNeedAll"] = {
				["b"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["cBuffNeedSome"] = {
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["enable"] = true,
			["cBuffNeedSpecial"] = {
				["b"] = 0.5,
				["t"] = 0.7,
				["g"] = 0.5,
				["r"] = 0.5,
			},
			["cBuffGood"] = {
				["b"] = 0.2,
				["t"] = 0.6,
				["g"] = 0.2,
				["r"] = 0.2,
			},
			["WrathTransition"] = true,
		},
	},
}
PallyPower_Assignments = {
}
PallyPower_NormalAssignments = {
}
PallyPower_AuraAssignments = {
	["兩年半練习生"] = 0,
	["愛哭果"] = 0,
	["不消慌"] = 0,
	["超粉我的筆"] = 0,
	["Libralovers"] = 0,
	["雪祭祀"] = 0,
	["跳跳小逗比"] = 0,
	["獅城梁朝偉"] = 0,
	["變猪變羊變鲵"] = 0,
	["岚之谷玄"] = 0,
	["車神李有田"] = 0,
	["那条好腿"] = 0,
	["丨垚丨垚丨-阿拉希盆地"] = 1,
	["Ninimo"] = 0,
	["橡果树"] = 0,
	["高幫鞋丶"] = 0,
	["圣光的陰影"] = 0,
	["Dktdkt"] = 0,
	["後來的我们丶"] = 0,
	["Temoo"] = 0,
	["灰烬小野貓"] = 0,
	["Ssantot"] = 0,
	["杰伦丶"] = 0,
	["老彭隔壁"] = 6,
	["台北"] = 0,
	["電競丶冰可樂"] = 0,
	["Ninimoo"] = 0,
	["Pixx"] = 0,
	["影姿哀伤"] = 0,
	["魷魚一定敗北-阿拉希盆地"] = 0,
	["搓牌牌"] = 0,
	["丁一发儿"] = 0,
	["半只小熊"] = 0,
	["理查娣叔父"] = 0,
	["不要離我太遠"] = 0,
	["荆州肖战"] = 0,
	["丨判罪丨"] = 2,
	["我与定諤的貓"] = 0,
	["蹭饭灬小天王"] = 0,
	["介他喵的"] = 0,
	["抗三下"] = 0,
	["阿雅啞"] = 0,
	["宋小宝丶"] = 0,
	["贝吉塔丶"] = 0,
	["为欢几何"] = 0,
	["刀刀子"] = 0,
	["猛狼开怪"] = 0,
	["村頭卧龍"] = 0,
	["孫灿呢"] = 0,
	["名将怒涛"] = 0,
	["怪獣"] = 0,
	["莫丶哥"] = 0,
	["嗵嗵鈈嗵"] = 0,
	["守望孤獨"] = 0,
	["飛揚的嚕嚕"] = 0,
	["晞允"] = 0,
	["家駒"] = 6,
	["冬暖夏凉"] = 0,
	["Shuffle"] = 0,
	["Notsosojo"] = 0,
	["紅豆奶茶"] = 0,
	["Yshouldknowm"] = 0,
	["天堂的黑曼巴"] = 0,
	["Asimita"] = 0,
	["長沙小龍蝦"] = 0,
	["晩晚风"] = 0,
	["沒學旋風斬"] = 0,
	["时光机"] = 0,
	["璀璨丶冬天"] = 0,
	["清风扶醉月丶"] = 0,
	["露露骑"] = 1,
	["皮皮侠"] = 0,
	["一抹星光"] = 0,
	["奶油雪糕棒"] = 0,
	["痞子骑士"] = 0,
	["迷人阿汤哥"] = 0,
	["林北醉套烂"] = 1,
	["大騎士長"] = 0,
	["翻云覆雨"] = 0,
	["一季深蓝"] = 0,
	["大陆仔真牛逼"] = 0,
	["台北丨"] = 0,
	["一寸秋"] = 0,
	["Karend"] = 0,
	["野有蔓草"] = 0,
	["萨斯给丶"] = 0,
	["凤梨丶"] = 1,
	["抹茶奶凍"] = 6,
}
PallyPower_SavedPresets = {
	["PallyPower_Assignments"] = {
		[0] = {
		},
	},
	["PallyPower_NormalAssignments"] = {
		[0] = {
		},
	},
}
PallyPower_ChanNames = {
	"寻求组队", -- [1]
	"综合", -- [2]
	"交易", -- [3]
	"本地防务", -- [4]
	"大脚世界频道", -- [5]
	"鏡花水月", -- [6]
	[0] = "None",
}
LCD_Data = nil
LCD_GUIDAccess = nil
