
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"家駒|伊弗斯|Horde|80|PALADIN", -- [1]
				"巴非特|伊弗斯|Horde|80|SHAMAN", -- [2]
				"康樂股長|伊弗斯|Horde|80|DRUID", -- [3]
				"暖男你馬四了|伊弗斯|Alliance|1|WARLOCK", -- [4]
				"特斯拉大股東|伊弗斯|Horde|80|WARLOCK", -- [5]
				"特變電工|伊弗斯|Horde|80|WARRIOR", -- [6]
				"畜生犬隊長|伊弗斯|Horde|34|WARRIOR", -- [7]
				"碼農巴菲特|伊弗斯|Horde|5|SHAMAN", -- [8]
				"邁克爾假死|伊弗斯|Horde|80|HUNTER", -- [9]
				"頂級投資家|伊弗斯|Horde|2|PALADIN", -- [10]
			},
		},
	},
	["profileKeys"] = {
		["碼農巴菲特 - 伊弗斯"] = "碼農巴菲特 - 伊弗斯",
		["康樂股長 - 伊弗斯"] = "康樂股長 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
		["特斯拉大股東 - 伊弗斯"] = "特斯拉大股東 - 伊弗斯",
	},
	["profiles"] = {
		["碼農巴菲特 - 伊弗斯"] = {
		},
		["康樂股長 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"巴非特|伊弗斯|Horde", -- [1]
					"特斯拉大股東|伊弗斯|Horde", -- [2]
					"邁克爾假死|伊弗斯|Horde", -- [3]
				},
			},
		},
		["畜生犬隊長 - 伊弗斯"] = {
		},
		["邁克爾假死 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"康樂股長|伊弗斯|Horde", -- [1]
					"特變電工|伊弗斯|Horde", -- [2]
					"巴非特|伊弗斯|Horde", -- [3]
					"家駒|伊弗斯|Horde", -- [4]
					"特斯拉大股東|伊弗斯|Horde", -- [5]
					"路易斯桑拿|伊弗斯|Horde", -- [6]
				},
			},
		},
		["家駒 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"康樂股長|伊弗斯|Horde", -- [1]
					"特變電工|伊弗斯|Horde", -- [2]
					"巴非特|伊弗斯|Horde", -- [3]
					"邁克爾假死|伊弗斯|Horde", -- [4]
				},
			},
		},
		["巴非特 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"家駒|伊弗斯|Horde", -- [1]
					"邁克爾假死|伊弗斯|Horde", -- [2]
					"特變電工|伊弗斯|Horde", -- [3]
				},
			},
		},
		["特變電工 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"康樂股長|伊弗斯|Horde", -- [1]
					"家駒|伊弗斯|Horde", -- [2]
					"邁克爾假死|伊弗斯|Horde", -- [3]
					"巴非特|伊弗斯|Horde", -- [4]
					"特斯拉大股東|伊弗斯|Horde", -- [5]
					"路易斯桑拿|伊弗斯|Horde", -- [6]
					"阿梨的聖騎士|伊弗斯|Horde", -- [7]
					"司命|伊弗斯|Horde", -- [8]
					"终焉誓約|伊弗斯|Horde", -- [9]
				},
			},
		},
		["頂級投資家 - 伊弗斯"] = {
		},
		["暖男你馬四了 - 伊弗斯"] = {
		},
		["特斯拉大股東 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"家駒|伊弗斯|Horde", -- [1]
					"康樂股長|伊弗斯|Horde", -- [2]
					"巴非特|伊弗斯|Horde", -- [3]
					"邁克爾假死|伊弗斯|Horde", -- [4]
					"特變電工|伊弗斯|Horde", -- [5]
					"路易斯桑拿|伊弗斯|Horde", -- [6]
				},
			},
		},
	},
}
