
Postal3DB = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
	},
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"暖男你馬四了|伊弗斯|Alliance|1|WARLOCK", -- [1]
				"特變電工|伊弗斯|Horde|80|WARRIOR", -- [2]
				"邁克爾假死|伊弗斯|Horde|74|HUNTER", -- [3]
			},
		},
	},
	["profiles"] = {
		["特變電工 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"路易斯桑拿|伊弗斯|Horde", -- [1]
					"邁克爾假死|伊弗斯|Horde", -- [2]
					"阿梨的聖騎士|伊弗斯|Horde", -- [3]
					"司命|伊弗斯|Horde", -- [4]
					"终焉誓約|伊弗斯|Horde", -- [5]
				},
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["BlackBook"] = {
				["recent"] = {
					"特變電工|伊弗斯|Horde", -- [1]
				},
			},
		},
		["暖男你馬四了 - 伊弗斯"] = {
		},
	},
}
