
ThreatClassic2DB = {
	["profileKeys"] = {
		["路易斯桑拿 - 伊弗斯"] = "路易斯桑拿 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["路易斯桑拿 - 伊弗斯"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["frame"] = {
				["width"] = 226.3017578125,
				["height"] = 103.4762268066406,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					710.8806762695312, -- [4]
					-773.5341796875, -- [5]
				},
			},
			["bar"] = {
				["count"] = 5,
			},
		},
		["Default"] = {
			["bar"] = {
				["count"] = 7,
			},
			["frame"] = {
				["height"] = 131.1897583007813,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					622.551025390625, -- [4]
					-726.2216186523438, -- [5]
				},
				["width"] = 249.6908416748047,
			},
			["general"] = {
				["hideOOC"] = true,
			},
			["warnings"] = {
				["sound"] = true,
				["flash"] = true,
			},
		},
	},
}
