
ThreatClassic2DB = {
	["profileKeys"] = {
		["路易斯桑拿 - 伊弗斯"] = "路易斯桑拿 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["路易斯桑拿 - 伊弗斯"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["bar"] = {
				["count"] = 5,
			},
			["frame"] = {
				["height"] = 103.4762268066406,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					741.1903686523438, -- [4]
					-756.630615234375, -- [5]
				},
				["width"] = 226.3017578125,
			},
		},
		["Default"] = {
			["general"] = {
				["hideOOC"] = true,
			},
			["warnings"] = {
				["sound"] = true,
				["flash"] = true,
			},
			["frame"] = {
				["width"] = 235.1190643310547,
				["height"] = 130.0240020751953,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					765.356689453125, -- [4]
					-748.9541625976562, -- [5]
				},
			},
			["bar"] = {
				["count"] = 7,
			},
		},
	},
}
