
ThreatClassic2DB = {
	["profileKeys"] = {
		["碼農巴菲特 - 伊弗斯"] = "Default",
		["畜生犬隊長 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["家駒 - 伊弗斯"] = "Default",
		["頂級投資家 - 伊弗斯"] = "Default",
		["特變電工 - 伊弗斯"] = "Default",
		["路易斯桑拿 - 伊弗斯"] = "路易斯桑拿 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "Default",
		["特斯拉大股東 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["路易斯桑拿 - 伊弗斯"] = {
			["bar"] = {
				["count"] = 8,
			},
		},
		["邁克爾假死 - 伊弗斯"] = {
			["frame"] = {
				["width"] = 226.3017578125,
				["height"] = 103.4762268066406,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					772.6646118164062, -- [4]
					-786.3587036132812, -- [5]
				},
			},
			["bar"] = {
				["count"] = 5,
			},
		},
		["Default"] = {
			["bar"] = {
				["count"] = 7,
			},
			["frame"] = {
				["height"] = 139.9329986572266,
				["position"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					511.2214660644531, -- [4]
					-867.8610229492188, -- [5]
				},
				["width"] = 251.4393310546875,
			},
			["general"] = {
				["hideOOC"] = true,
			},
			["warnings"] = {
				["sound"] = true,
				["flash"] = true,
			},
		},
	},
}
