
TomTomDB = {
	["profileKeys"] = {
		["碼農巴菲特 - 伊弗斯"] = "Default",
		["畜生犬隊長 - 伊弗斯"] = "Default",
		["邁克爾假死 - 伊弗斯"] = "Default",
		["家駒 - 伊弗斯"] = "Default",
		["巴非特 - 伊弗斯"] = "Default",
		["特變電工 - 伊弗斯"] = "Default",
		["頂級投資家 - 伊弗斯"] = "Default",
		["暖男你馬四了 - 伊弗斯"] = "Default",
		["特斯拉大股東 - 伊弗斯"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["poi"] = {
				["setClosest"] = true,
			},
			["arrow"] = {
				["position"] = {
					"BOTTOM", -- [1]
					nil, -- [2]
					"BOTTOM", -- [3]
					-13.97249126434326, -- [4]
					271.8384094238281, -- [5]
				},
			},
			["block"] = {
				["enable"] = false,
				["lock"] = true,
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					-100, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["碼農巴菲特 - 伊弗斯"] = "碼農巴菲特 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
		["暖男你馬四了 - 伊弗斯"] = "暖男你馬四了 - 伊弗斯",
		["特斯拉大股東 - 伊弗斯"] = "特斯拉大股東 - 伊弗斯",
	},
	["profiles"] = {
		["碼農巴菲特 - 伊弗斯"] = {
		},
		["畜生犬隊長 - 伊弗斯"] = {
		},
		["邁克爾假死 - 伊弗斯"] = {
		},
		["家駒 - 伊弗斯"] = {
		},
		["巴非特 - 伊弗斯"] = {
		},
		["特變電工 - 伊弗斯"] = {
		},
		["頂級投資家 - 伊弗斯"] = {
		},
		["暖男你馬四了 - 伊弗斯"] = {
		},
		["特斯拉大股東 - 伊弗斯"] = {
		},
	},
}
