
_weizpvp_globaldb = {
	["profileKeys"] = {
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
	},
	["global"] = {
		["晴空風鈴-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["鮪魚鮮蝦焗烤-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["娘魂-伊弗斯"] = {
			["E"] = true,
			["T"] = 1664462137,
		},
		["背後刃-瑪拉頓"] = {
			["RC"] = "人類",
			["E"] = false,
			["L"] = 70,
			["G"] = "劍與魔法的夢想家",
			["T"] = 1664108321,
		},
		["唐舞桐-瑪拉頓"] = {
			["RC"] = "人類",
			["E"] = false,
			["L"] = 70,
			["G"] = "老兄村",
			["T"] = 1664108417,
		},
		["高嶺響-伊弗斯"] = {
			["E"] = false,
			["L"] = 70,
			["T"] = 1663501504,
			["RC"] = "人类",
		},
		["未知目标-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["少在那五四三-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["Kossï-伊弗斯"] = {
			["E"] = true,
			["T"] = 1664462137,
		},
		["一私麵宅-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "Rely",
			["T"] = 1663501549,
		},
		["阿嚕的老爸-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["錦木小千束-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "Merry Meet Merry Part",
			["T"] = 1663501486,
		},
		["夢想星塵-伊弗斯"] = {
			["C"] = "WARRIOR",
			["RC"] = "人类",
			["E"] = false,
			["T"] = 1663501485,
			["G"] = "Bring Me The Horizon",
			["L"] = 70,
		},
		["腦墊波-伊弗斯"] = {
			["RC"] = "人類",
			["E"] = false,
			["L"] = 70,
			["G"] = "桃花園",
			["T"] = 1664108397,
		},
		["Shinin-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["快樂很好-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509586,
		},
		["卡刀-伊弗斯"] = {
			["E"] = false,
			["L"] = 70,
			["T"] = 1663501491,
			["RC"] = "人类",
		},
		["愛睏安-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["花糖-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509586,
		},
		["妙手不空空-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["寶石收-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509601,
		},
		["克洛伊斯-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["嵐大寶-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501482,
		},
		["威猛哥哥-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501486,
		},
		["靈風-伊弗斯"] = {
			["E"] = false,
			["T"] = 1664108354,
			["L"] = 70,
			["RC"] = "人類",
		},
		["魔女雪-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["囡囡囝囡貓-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "暴風城警政署",
			["T"] = 1663501503,
		},
		["龍門丶丶很大-瑪拉頓"] = {
			["RC"] = "人類",
			["E"] = false,
			["L"] = 70,
			["G"] = "老兄村",
			["T"] = 1664108404,
		},
		["米拉娜-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["嫙嫣-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509586,
		},
		["大胸軟妹-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509589,
		},
		["陌不語-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501490,
		},
		["暴風城神騎-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509601,
		},
		["八冰語八-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["回家的機會少-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["風冥-伊弗斯"] = {
			["RC"] = "暗夜精灵",
			["E"] = false,
			["L"] = 70,
			["G"] = "Look at me",
			["T"] = 1663501504,
		},
		["黑瑪瑙劍灬-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["佐賀野人-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["紅豆兒-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "神火村",
			["T"] = 1663501504,
		},
		["Requime-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["痛風騷年-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["雅里希-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501482,
		},
		["Nightkiller-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509599,
		},
		["迪艾琦-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["山樂妦-瑪拉頓"] = {
			["RC"] = "夜精靈",
			["E"] = false,
			["L"] = 70,
			["G"] = "老兄村",
			["T"] = 1664108354,
		},
		["Xmo-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501505,
		},
		["Uzura-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501504,
		},
		["Kousings-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "極度瘋狂",
			["T"] = 1663501505,
		},
		["夏川淺香-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501482,
		},
		["Berniee-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509596,
		},
		["這是正式錄用-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["盾牌不見了-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501486,
		},
		["Lollipops-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["Hesperiya-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509586,
		},
		["死羊-伊弗斯"] = {
			["RC"] = "德莱尼",
			["E"] = false,
			["L"] = 70,
			["G"] = "Legend of Defiler",
			["T"] = 1663501502,
		},
		["紫色滑嘟嘟-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501489,
		},
		["愛絲娜-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["奧客賭場-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["請不要圍毆我-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501486,
		},
		["悠閒生活-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509601,
		},
		["Tyranth-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "Rbae Style",
			["T"] = 1663501503,
		},
		["波動的俏妞-伊弗斯"] = {
			["RC"] = "德莱尼",
			["E"] = false,
			["L"] = 70,
			["G"] = "今晚想來點",
			["T"] = 1663501503,
		},
		["Pandolala-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["兩個花一個字-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["粉色煙花-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["飯氣攻心-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501482,
		},
		["羽將-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["葉葉都從容-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["我是邊緣人-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["雅沙海飛茲-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501505,
		},
		["冥皇死神-伊弗斯"] = {
			["E"] = false,
			["T"] = 1664108398,
			["L"] = 70,
			["RC"] = "人類",
		},
		["宮本-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["森上梅友鉛-伊弗斯"] = {
			["T"] = 1663509597,
			["C"] = "HUNTER",
			["RL"] = "DAMAGER",
			["E"] = false,
			["L"] = 70,
			["G"] = "紫境之巔",
			["RC"] = "暗夜精灵",
		},
		["緻莉-伊弗斯"] = {
			["RC"] = "侏儒",
			["E"] = false,
			["L"] = 70,
			["G"] = "Devil May Cry",
			["T"] = 1663501504,
		},
		["撲朔迷騎-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "寂寞謳歌",
			["T"] = 1663501505,
		},
		["蕭薰兒-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509599,
		},
		["叫我天使-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509586,
		},
		["凱蘿兒-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "萬神殿",
			["T"] = 1663501504,
		},
		["天青色的雨-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["未知目標-伊弗斯"] = {
			["C"] = "PALADIN",
			["RC"] = "人類",
			["E"] = false,
			["T"] = 1664108240,
			["G"] = "老兄村",
			["L"] = 70,
		},
		["神坦不解釋-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "Rest In Peace",
			["T"] = 1663509589,
		},
		["Botanic-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["王牌死騎-瑪拉頓"] = {
			["RC"] = "夜精靈",
			["E"] = false,
			["L"] = 70,
			["G"] = "小跑步幼幼班",
			["T"] = 1664108403,
		},
		["以火-伊弗斯"] = {
			["E"] = false,
			["L"] = 70,
			["T"] = 1663509596,
			["RC"] = "人类",
		},
		["筱筱牧-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509589,
		},
		["Pongwan-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "台灣",
			["T"] = 1663501549,
		},
		["龍單選手-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["聖光宅男-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "我們這疫家",
			["T"] = 1663509597,
		},
		["貓咪可可-伊弗斯"] = {
			["RC"] = "暗夜精灵",
			["E"] = false,
			["L"] = 70,
			["G"] = "軍師聯盟",
			["T"] = 1663501504,
		},
		["Ruleady-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501495,
		},
		["瓦櫓多-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509599,
		},
		["移動型比卡超-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509589,
		},
		["Irena-伊弗斯"] = {
			["RC"] = "矮人",
			["E"] = false,
			["L"] = 66,
			["G"] = "暴風城隍廟",
			["T"] = 1663501504,
		},
		["巫町雨-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["宇羽-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["靜琉-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509597,
		},
		["肉鬆奶油獅-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501487,
		},
		["Exa-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501482,
		},
		["小傳說牧師-瑪拉頓"] = {
			["RC"] = "人類",
			["E"] = false,
			["L"] = 70,
			["G"] = "老兄村",
			["T"] = 1664108397,
		},
		["Rough-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509599,
		},
		["帥阿老皮-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501480,
		},
		["懵懵懂懂-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["撒拉-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["九轉歸元勁-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["Littleheimo-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "神啓",
			["T"] = 1663501504,
		},
		["多多豬豬-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["Reus-伊弗斯"] = {
			["RC"] = "德莱尼",
			["E"] = false,
			["L"] = 70,
			["G"] = "Rely",
			["T"] = 1663501492,
		},
		["墨葵-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["花落卻無聲-瑪拉頓"] = {
			["E"] = false,
			["T"] = 1664108396,
			["L"] = 70,
			["RC"] = "矮人",
		},
		["一寸輝二號機-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["洛塔斯-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509587,
		},
		["塞爾溫布蕾妮-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["投柒-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["輕狂子-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509599,
		},
		["凜心玥-伊弗斯"] = {
			["RC"] = "德莱尼",
			["E"] = false,
			["L"] = 70,
			["G"] = "傻傻的萌貓天地",
			["T"] = 1663509599,
		},
		["聖之客-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["雅心一-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501486,
		},
		["冰邪之歌-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501488,
		},
		["綠琦-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["池魚-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501499,
		},
		["蹂躪小幼貓-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509600,
		},
		["怕不怕-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663501486,
		},
		["酸櫻桃派-伊弗斯"] = {
			["RC"] = "人类",
			["E"] = false,
			["L"] = 70,
			["G"] = "食我",
			["T"] = 1663509590,
		},
		["審判之源-伊弗斯"] = {
			["E"] = true,
			["T"] = 1663509598,
		},
		["玉米筍-伊弗斯"] = {
			["E"] = false,
			["L"] = 70,
			["T"] = 1663501504,
			["RC"] = "人类",
		},
		["呃嬸嬸既龍龍-伊弗斯"] = {
			["RC"] = "暗夜精灵",
			["E"] = false,
			["L"] = 70,
			["G"] = "United Hunter II",
			["T"] = 1663501504,
		},
	},
}
_weizpvp_global_info = {
	["Database_Version"] = 3,
	["Addon_Version"] = "v1.9.6.2b",
}
