
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["say_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["useSkin"] = true,
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -81.3145686526666,
			["x"] = -112.5122471110292,
			["point"] = "TOPRIGHT",
		},
		["free"] = false,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["咩尬獵人"] = {
				},
				["寻求组队"] = {
				},
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["coloredNames"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["伊弗斯"] = {
		["家駒"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq22|k"] = 2,
			},
			["guildList"] = {
				["不知风雪落"] = 169,
				["县书记"] = 163,
				["刺客捌拾柒"] = 173,
				["我不是小贼"] = 122,
				["德西"] = 131,
				["洛丶陽"] = 96,
				["凝渊丶"] = 93,
				["可樂酱"] = 94,
				["枫油京"] = 134,
				["大一啊"] = 1,
				["丶小师妹"] = 102,
				["Chouzai"] = 33,
				["咒贖之魘"] = 69,
				["听魔法在涌动"] = 114,
				["鳌江苹果"] = 27,
				["大幅度动作"] = 12,
				["麒麟灬"] = 86,
				["小不点思思"] = 76,
				["Nghjdr"] = 34,
				["贝塔叔叔"] = 200,
				["白日做小梦"] = 41,
				["天生贏家"] = 138,
				["邻居大表哥"] = 151,
				["缄墨"] = 159,
				["从小就很白"] = 92,
				["低調聖光領域"] = 206,
				["无毁之湖光"] = 118,
				["血尊"] = 155,
				["感恩教授"] = 181,
				["盲人全身按摩"] = 42,
				["Yydks"] = 36,
				["低调的奶妈"] = 37,
				["Nevers"] = 98,
				["红宝山"] = 52,
				["涵睿灬真真"] = 129,
				["Rivii"] = 19,
				["膽小的老羊"] = 212,
				["一夕海棠丶"] = 68,
				["喜达"] = 58,
				["吃糖不"] = 109,
				["Kenymet"] = 201,
				["Muller"] = 78,
				["盧卡麼德里脊"] = 188,
				["某獵人"] = 24,
				["綺羅生丶"] = 72,
				["樱花飞雪"] = 66,
				["尼古拉斯凯奇"] = 8,
				["伍仟萬"] = 75,
				["狐狸有点坏"] = 139,
				["宛若游龙"] = 127,
				["爆血啃腚药丸"] = 40,
				["Dareghe"] = 137,
				["水晶鞋"] = 25,
				["欧皇丶呆瓜"] = 29,
				["不二法门"] = 91,
				["致鳳風"] = 87,
				["烈烈卡丽"] = 22,
				["家駒"] = 158,
				["大黯黒天"] = 55,
				["Wwlam"] = 47,
				["盲人全身抚摸"] = 204,
				["遠古術士"] = 195,
				["咔卡罗特"] = 80,
				["死亡执行者"] = 153,
				["大热屁"] = 50,
				["漫天花落时"] = 77,
				["千总"] = 83,
				["玩的好人还帅"] = 210,
				["賊賊神"] = 63,
				["兰马洛克"] = 116,
				["让子弹飞会儿"] = 99,
				["半桶水在晃"] = 84,
				["Jnlrone"] = 62,
				["Hitytr"] = 160,
				["無敵更無敵"] = 187,
				["身居梦海"] = 18,
				["忠孝南路"] = 15,
				["軒轅戰神"] = 89,
				["干涉我"] = 179,
				["朝天椒"] = 10,
				["薛傢俊"] = 191,
				["文武半边天"] = 183,
				["Ut"] = 124,
				["Firstep"] = 166,
				["布鲁斯丶李"] = 146,
				["枫影冰雪"] = 165,
				["Fander"] = 90,
				["Passion"] = 164,
				["穆可可"] = 4,
				["天降杀姬"] = 177,
				["水自天上來"] = 16,
				["魔萨归来"] = 162,
				["趣多多丶丶"] = 97,
				["开无敌"] = 128,
				["李丰田"] = 57,
				["温柔丨"] = 186,
				["美国隊長"] = 150,
				["經典特侖蘇"] = 60,
				["聖別"] = 106,
				["予笑颜"] = 17,
				["云动"] = 100,
				["陌路梨殇"] = 64,
				["丷蛋蛋"] = 170,
				["红兮"] = 104,
				["志在八荒"] = 147,
				["猎十三"] = 149,
				["善恶无定"] = 38,
				["不太會變"] = 143,
				["言彪哥言"] = 111,
				["Usualway"] = 35,
				["低調陶璐娜"] = 79,
				["风暴要火"] = 101,
				["灼灼月光"] = 39,
				["拆牛旁"] = 2,
				["小角蛮牛"] = 145,
				["孟獲哥哥"] = 157,
				["秋水倚天"] = 44,
				["巫王蘿莉賊"] = 95,
				["亡者丶归来"] = 171,
				["若兰"] = 121,
				["曾经的美好"] = 184,
				["源生暗影"] = 59,
				["霜之灬哀傷"] = 45,
				["重型坦坦克"] = 120,
				["剑啸天"] = 107,
				["好丨嗨呦"] = 161,
				["记得吃早餐"] = 156,
				["彩云之岚"] = 119,
				["菊裂"] = 88,
				["醉酒丶牧"] = 110,
				["原野丶"] = 6,
				["降落闪"] = 65,
				["李丶寒丶銥"] = 28,
				["冰藍大魔王"] = 152,
				["翳頫亖夞夞"] = 53,
				["破败之王"] = 67,
				["赤膊打領帶"] = 56,
				["放开那个女孩"] = 14,
				["青溟"] = 142,
				["兔子丷驾渔船"] = 172,
				["嘉禾之穗"] = 140,
				["長歌焚焱"] = 196,
				["少女一抬腿"] = 178,
				["Kotk"] = 82,
				["谷谷德"] = 194,
				["美貌大仙"] = 32,
				["勤快的少尉"] = 3,
				["女神潘多拉"] = 144,
				["丨阿童木丨"] = 48,
				["Aixike"] = 115,
				["小米壳丶"] = 74,
				["莫灬言"] = 125,
				["奶瓶给你打掉"] = 70,
				["冬瓜鮮奶酪"] = 105,
				["上去咬"] = 7,
				["指尖上的灵魂"] = 30,
				["法可游"] = 51,
				["止战"] = 185,
				["秋日的呓语"] = 133,
				["Alder"] = 46,
				["凉丝丝"] = 126,
				["陈富贵儿"] = 197,
				["团队领袖"] = 73,
				["以前是小甜甜"] = 49,
				["東方御風"] = 199,
				["東方御雷"] = 81,
				["装电视台"] = 54,
				["戰神馬雲飛"] = 117,
				["大領主叁號"] = 9,
				["海王騎士"] = 5,
				["Seashell"] = 168,
				["天地会陈近南"] = 213,
				["葳蕤蒹葭"] = 136,
				["还挺好的"] = 203,
				["低調布萊恩特"] = 205,
				["瓦倫尼古拉斯"] = 154,
				["必須會扛"] = 132,
				["盲人全身摸摸"] = 207,
				["尛爆脾氣"] = 141,
				["谢礼灬"] = 193,
				["Lierentwo"] = 167,
				["原野狂猎"] = 174,
				["哈利榮恩妙麗"] = 123,
				["目十月分"] = 211,
				["日暮爾途遠"] = 113,
				["Phelps"] = 21,
				["远程转火"] = 103,
				["娛樂時代"] = 85,
				["鋼煉"] = 26,
				["团子喵"] = 112,
				["霍老五"] = 198,
				["觉皇"] = 192,
				["繼續扯單"] = 23,
				["燕归人丶"] = 61,
				["吖呸"] = 175,
				["牛脾氣部長"] = 71,
				["繞王"] = 31,
				["東方破晓"] = 108,
				["碎碎冰丷"] = 189,
				["低調咔咔"] = 209,
				["嘰里咕嚕兒"] = 176,
				["狐狸爱摔跤"] = 135,
				["微风未有细沙"] = 180,
				["拂塵痴漢"] = 182,
				["晚禱"] = 43,
				["流浪心霊"] = 148,
				["打阿达打"] = 20,
				["菜刀就怕木"] = 190,
				["狂野绿皮"] = 13,
				["规划的痕迹"] = 202,
				["低調神聖領域"] = 11,
				["Shanyu"] = 130,
				["一牧急"] = 208,
			},
		},
		["頂級投資家"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq29|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq12|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq1|k"] = 2,
				["小西"] = 1,
				["|Kq17|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq29|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq22|k"] = 2,
				["Sred"] = 1,
				["|Kq12|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq24|k"] = 2,
			},
		},
		["碼農巴菲特"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq16|k"] = 2,
			},
		},
		["邁克爾假死"] = {
			["friendList"] = {
				["Thisisbookk"] = 1,
				["|Kq22|k"] = 2,
				["吐司小淘氣"] = 1,
				["佛印"] = 1,
				["路易斯桑拿"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["|Kq23|k"] = 2,
				["琥珀貓"] = 1,
				["青樓探花"] = 1,
				["沒有小骨"] = 1,
				["展雄飛"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["別背對我"] = 1,
				["乆牛乆排丂"] = 1,
				["小小寶"] = 1,
				["凡凡射爆妳"] = 1,
				["十塊錢"] = 1,
				["鮮肉牛"] = 1,
				["卡莉米奈西爾"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["泰山喔一喔"] = 1,
				["阿強"] = 1,
				["白菜蘿蔔湯"] = 1,
				["颯可買地殼"] = 1,
				["孟德兄"] = 1,
				["甲鳥薩"] = 1,
				["裴矩"] = 1,
				["瀟灑大壞蛋"] = 1,
				["萬一"] = 1,
				["奶很小不給力"] = 1,
				["|Kq26|k"] = 2,
				["強插插卡稱"] = 1,
				["尊重友善包容"] = 1,
				["帕司達"] = 1,
				["給本仙女跪下"] = 1,
				["楓糖奶油"] = 1,
				["大泰山"] = 1,
				["后羿之后"] = 1,
				["萬箭"] = 1,
				["戒斷症"] = 1,
				["為你跑屍"] = 1,
				["麥噹噹當勞"] = 1,
				["|Kq28|k"] = 2,
				["|Kq21|k"] = 2,
				["梅妃"] = 1,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["皮蛋瘦肉粥"] = 1,
				["Ddevv"] = 1,
				["哞哞牛哞哞"] = 1,
				["|Kq3|k"] = 2,
				["狄玥"] = 1,
				["路易斯衝鋒"] = 1,
				["|Kq19|k"] = 2,
				["|Kq2|k"] = 2,
				["夕映澤瞳"] = 1,
				["黑暗蘿莉"] = 1,
				["跌倒馬丁尼"] = 1,
				["國家機器動次"] = 1,
				["大發哥"] = 1,
				["畜生大隊長"] = 1,
				["|Kq25|k"] = 2,
				["貝西揮出釣竿"] = 1,
				["|Kq5|k"] = 2,
				["小心吐乃"] = 1,
				["|Kq11|k"] = 2,
				["站住別動"] = 1,
				["傻酷喇"] = 1,
				["佐久夜巨巨"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["搞事莉莉絲"] = 1,
				["美腿"] = 1,
				["拔蘿蔔"] = 1,
				["鈴木一徹"] = 1,
				["|Kq20|k"] = 2,
				["威尼斯紹琴"] = 1,
				["|Kq24|k"] = 2,
				["唯恐不亂"] = 1,
				["柴汪汪"] = 1,
				["|Kq6|k"] = 2,
				["|Kq16|k"] = 2,
				["快刀"] = 1,
				["桃園綠巨人"] = 1,
				["卡副本專員"] = 1,
				["小芸"] = 1,
				["Lars"] = 1,
				["對您失望透頂"] = 1,
				["術匠師"] = 1,
				["青蛙"] = 1,
				["|Kq12|k"] = 2,
				["阿峰哥"] = 1,
				["浪漫牛兒"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["九如魚翅湯"] = 1,
				["Xemomo"] = 1,
				["帕爾提娜"] = 1,
				["|Kq17|k"] = 2,
				["|Kq9|k"] = 2,
				["忘卻的紀念"] = 1,
				["|Kq1|k"] = 2,
				["|Kq8|k"] = 2,
				["客家鳥德"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["成都張叔叔"] = 1,
				["小泰山"] = 1,
				["崩巴"] = 1,
				["毛毛小寶貝"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["花生夾心酥"] = 1,
				["號呆"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["古达克"] = 6,
				["Booto"] = 21,
				["疯狂的小猴"] = 27,
				["聖光幽蘭"] = 15,
				["Maxmix"] = 16,
				["邁克爾假死"] = 10,
				["草里有人"] = 14,
				["Pyoo"] = 5,
				["Pyts"] = 1,
				["帅气小猴子"] = 4,
				["圣光幽兰"] = 23,
				["安见我非鱼"] = 24,
				["打不过加入"] = 25,
				["灰缘愛"] = 18,
				["賊賊帝"] = 19,
				["玄戈丶"] = 13,
				["脚大下盘稳"] = 9,
				["Ronbo"] = 2,
				["千叶丶"] = 3,
				["Pyeo"] = 22,
				["罪詠奈落落"] = 8,
				["海飛絲"] = 17,
				["春風吹你臉臉"] = 12,
				["晩晩风"] = 26,
				["灬瘋灬子"] = 7,
				["Mixmax"] = 29,
				["贼兮兮"] = 28,
				["小巷派诗人"] = 11,
				["Boccaccio"] = 20,
			},
		},
		["暖男你馬四了"] = {
			["friendList"] = {
				["|Kq56|k"] = 2,
				["|Kq75|k"] = 2,
				["|Kq68|k"] = 2,
				["|Kq54|k"] = 2,
				["|Kq63|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq71|k"] = 2,
				["|Kq45|k"] = 2,
				["|Kq55|k"] = 2,
				["|Kq70|k"] = 2,
				["|Kq76|k"] = 2,
				["|Kq67|k"] = 2,
				["|Kq72|k"] = 2,
				["|Kq66|k"] = 2,
				["|Kq69|k"] = 2,
				["|Kq74|k"] = 2,
				["|Kq73|k"] = 2,
				["|Kq58|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq53|k"] = 2,
				["|Kq64|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq57|k"] = 2,
				["|Kq65|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["許你一世情"] = 1,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["胡辣來殺人囉"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["卡萊姆"] = 1,
				["|Kq11|k"] = 2,
				["騎風"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["路易斯桑拿"] = 1,
				["希爾德烈日"] = 1,
				["|Kq20|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["橋下小酒杯"] = 1,
				["愛很簡單"] = 1,
				["司命"] = 1,
				["咪姐兒"] = 1,
				["阿鋒哥"] = 1,
				["|Kq26|k"] = 2,
				["董卓"] = 1,
				["房仲陳先生"] = 1,
				["Cqzqs"] = 1,
				["萬箭"] = 1,
				["Shadowlol"] = 1,
				["|Kq17|k"] = 2,
				["Geng"] = 1,
				["Tods"] = 1,
				["|Kq4|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq21|k"] = 2,
				["Lonelykiller"] = 1,
				["卡道圖騰"] = 1,
				["|Kq5|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["殤丶"] = 1,
				["後天"] = 1,
				["|Kq1|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq16|k"] = 2,
			},
			["guildList"] = {
				["Easylove"] = 10,
				["Osnn"] = 12,
				["孟婆來碗湯灬"] = 6,
				["一高階督軍一"] = 2,
				["電報太保"] = 15,
				["冠狀病變"] = 4,
				["倉庫叮"] = 9,
				["Onitsuka"] = 16,
				["何必認真"] = 3,
				["棒棒腿迴旋踢"] = 13,
				["Apexlol"] = 5,
				["壺茶泡泡"] = 1,
				["特變電工"] = 14,
				["缺錢"] = 7,
				["Neos"] = 11,
				["Gamerbyy"] = 8,
			},
		},
		["特斯拉大股東"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq25|k"] = 2,
				["棒棒糖甜"] = 1,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["路易斯桑拿"] = 1,
				["|Kq8|k"] = 2,
				["公子晶"] = 1,
				["|Kq15|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq9|k"] = 2,
			},
			["guildList"] = {
				["孫小美主任"] = 49,
				["不消慌"] = 84,
				["天虹丶藍眼睛"] = 92,
				["髪如雪丶杰倫"] = 39,
				["吾乃帶餅侍衛"] = 35,
				["谢绝模仿"] = 107,
				["圓圓香大死騎"] = 114,
				["健身小白馬某"] = 86,
				["最兇殘丶怀旧"] = 100,
				["為歡幾何"] = 46,
				["偏执的黑曼巴"] = 44,
				["嗜血牛籃子"] = 33,
				["飘逸丶之灵"] = 17,
				["土豆先生"] = 132,
				["超級棕熊"] = 125,
				["怪不是我引的"] = 116,
				["灰烬小野貓"] = 134,
				["治疗师"] = 122,
				["圓圓香大餛飩"] = 22,
				["风吹草技摆"] = 3,
				["硬丶邦邦"] = 72,
				["滅絶师太"] = 102,
				["修星"] = 4,
				["楊總很帥氣"] = 120,
				["特斯拉大股東"] = 123,
				["素笺淡墨"] = 73,
				["高启盛丶"] = 79,
				["员哥哥"] = 90,
				["沭麦芽"] = 29,
				["狮子小叮当"] = 69,
				["菜逼骑士"] = 7,
				["寻猎师"] = 60,
				["雲頂阿"] = 19,
				["灰烬小土豆"] = 133,
				["牧当归"] = 6,
				["我自己"] = 28,
				["牛德不德了"] = 67,
				["真有内涵"] = 71,
				["搞錯了再來"] = 99,
				["唐浩天"] = 113,
				["小梅西丶"] = 15,
				["湛灡"] = 5,
				["球王梅西丷"] = 47,
				["杂货"] = 18,
				["孤傲的黑曼巴"] = 59,
				["圓圓香大湯圓"] = 21,
				["半斤八两"] = 87,
				["颖姐"] = 109,
				["我不会压制"] = 98,
				["長沙柯瑞"] = 1,
				["貓悠悠"] = 34,
				["Manteo"] = 53,
				["丶李寒衣丶"] = 110,
				["慕塵墨染"] = 97,
				["高企盛"] = 78,
				["阿妮丶"] = 23,
				["沒有耳朵"] = 16,
				["諾即諾離"] = 106,
				["雙龍魔影劍"] = 31,
				["嬴蕩"] = 40,
				["村里二丫"] = 10,
				["藜蒿"] = 38,
				["虎昂"] = 26,
				["李丶寒丶衣"] = 101,
				["科目貮"] = 12,
				["圓圓香大包子"] = 20,
				["Nonomen"] = 41,
				["高企强"] = 129,
				["叁歲伎倆"] = 112,
				["Catpower"] = 27,
				["球王梅西丶"] = 135,
				["不会隐身的猫"] = 54,
				["Debowii"] = 52,
				["皓月丶"] = 50,
				["远哥哥"] = 126,
				["最兇殘丶黑骑"] = 119,
				["选秀的黑曼巴"] = 127,
				["理解"] = 48,
				["小馬愛吃烤肉"] = 94,
				["楊總很霸氣"] = 121,
				["最兇殘丶萨爹"] = 117,
				["最兇殘丶追月"] = 64,
				["辣個小賊啊"] = 108,
				["順妮"] = 136,
				["天堂的黑曼巴"] = 115,
				["圆哥哥"] = 131,
				["藜蒿腊肉"] = 124,
				["园哥哥"] = 130,
				["毒占慾"] = 66,
				["古代小虾米"] = 88,
				["飘逸灬之灵"] = 8,
				["牛小壮"] = 103,
				["小馬正面硬剛"] = 95,
				["哇老虎耶"] = 91,
				["Ezezz"] = 9,
				["乐乐奶茶"] = 85,
				["小梅西灬"] = 93,
				["俺叫牛大"] = 111,
				["Kinhim"] = 83,
				["阿喝"] = 43,
				["软绵绵之魂"] = 13,
				["肅嶼瑾年"] = 75,
				["夜风飘雨"] = 32,
				["Dinesha"] = 82,
				["铜锅涮肥牛"] = 77,
				["逺灬方"] = 76,
				["Azzaz"] = 81,
				["藜蒿韭菜"] = 105,
				["玩偶鸽鸽"] = 70,
				["牛牛吨"] = 68,
				["张学友丶"] = 62,
				["德半夏"] = 63,
				["老汉坐莲"] = 74,
				["夜风飘雪"] = 57,
				["元哥哥丶"] = 56,
				["蝦楽"] = 45,
				["疯狂小胡哥"] = 104,
				["灰烬小瑪莉"] = 37,
				["望玥芊寻"] = 65,
				["演技派小粉人"] = 2,
				["圆圆香大馄饨"] = 14,
				["乾淨小受"] = 24,
				["煤球藝術家"] = 11,
				["青絲漫舞"] = 36,
				["Axaxa"] = 80,
				["婉约流年"] = 58,
				["小土豆妮丶"] = 30,
				["Zebowii"] = 25,
				["Bhsrtfg"] = 51,
				["不羁的黑曼巴"] = 55,
				["飄逸丶之靈"] = 128,
				["吾乃烈風餅"] = 89,
				["沒有尾巴"] = 42,
				["小宝贝鸭"] = 61,
				["帅就行了"] = 96,
				["最兇殘丶鬼术"] = 118,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["Ronbo"] = {
				{
					["type"] = 1,
					["time"] = 1679155086,
					["from"] = "邁克爾假死",
					["msg"] = "与<Ronbo>的交易成功了。收入19562g。",
					["inbound"] = false,
					["convo"] = "Ronbo",
				}, -- [1]
				["info"] = {
				},
			},
			["疯狂的小猴"] = {
				{
					["type"] = 1,
					["time"] = 1679751169,
					["from"] = "邁克爾假死",
					["msg"] = "爪子",
					["inbound"] = false,
					["convo"] = "疯狂的小猴",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679752499,
					["from"] = "邁克爾假死",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:26984:0|h[愤怒]|h|r (Rank 9) was used, there's a newer rank at level 69. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "疯狂的小猴",
				}, -- [2]
				["info"] = {
				},
			},
			["Mixmax"] = {
				{
					["type"] = 1,
					["time"] = 1679740014,
					["from"] = "邁克爾假死",
					["msg"] = "527",
					["inbound"] = false,
					["convo"] = "Mixmax",
				}, -- [1]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679741834,
					["from"] = "魔法束褲#310522",
					["msg"] = "UDL?",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679741975,
					["from"] = "邁克爾假死",
					["msg"] = "下午又分2W",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679741982,
					["from"] = "邁克爾假死",
					["msg"] = "2W=320",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679742003,
					["from"] = "魔法束褲#310522",
					["msg"] = "可以",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679742025,
					["from"] = "邁克爾假死",
					["msg"] = "晚上基本上又2W",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679742032,
					["from"] = "邁克爾假死",
					["msg"] = "一天600到手",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679742040,
					["from"] = "魔法束褲#310522",
					["msg"] = "等你好消息",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679746363,
					["from"] = "邁克爾假死",
					["msg"] = "祖達克競技場任務",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679746368,
					["from"] = "邁克爾假死",
					["msg"] = "記得做",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679746369,
					["from"] = "邁克爾假死",
					["msg"] = "我都做了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679746381,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯 现在没队",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679746382,
					["from"] = "邁克爾假死",
					["msg"] = "<DBM> 邁克爾假死正在与25人 - 托里姆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679746672,
					["from"] = "邁克爾假死",
					["msg"] = "<DBM> 邁克爾假死已在25人 - 托里姆的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679747586,
					["from"] = "邁克爾假死",
					["msg"] = "77買大鳥去",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679747596,
					["from"] = "邁克爾假死",
					["msg"] = "風暴峭壁",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679747598,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯 今天骑鸟",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679747611,
					["from"] = "邁克爾假死",
					["msg"] = "後面的任務送牌子多",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679747620,
					["from"] = "魔法束褲#310522",
					["msg"] = "OK",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679749806,
					["from"] = "魔法束褲#310522",
					["msg"] = "见鬼了，AG的术士训练师不见了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679749821,
					["from"] = "邁克爾假死",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1679749828,
					["from"] = "邁克爾假死",
					["msg"] = "問門衛",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1679749834,
					["from"] = "邁克爾假死",
					["msg"] = "怒焰峽谷",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1679750195,
					["from"] = "魔法束褲#310522",
					["msg"] = "AG NPC 全没了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1679750202,
					["from"] = "邁克爾假死",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1679750209,
					["from"] = "邁克爾假死",
					["msg"] = "被杀了？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1679750226,
					["from"] = "邁克爾假死",
					["msg"] = "不用学技能",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1679750226,
					["from"] = "魔法束褲#310522",
					["msg"] = "萨尔还在",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1679750231,
					["from"] = "邁克爾假死",
					["msg"] = "先练级",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1679750237,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1679750975,
					["from"] = "邁克爾假死",
					["msg"] = "天堂40万",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1679750983,
					["from"] = "邁克爾假死",
					["msg"] = "|Hitem:45518::::::::80:::::::::|h[天堂之焰]|h",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1679750985,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1679750995,
					["from"] = "邁克爾假死",
					["msg"] = "折合人民币6400",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1679750997,
					["from"] = "邁克爾假死",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1679751021,
					["from"] = "魔法束褲#310522",
					["msg"] = "老板V5",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1679757697,
					["from"] = "邁克爾假死",
					["msg"] = "过0灯了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1679757699,
					["from"] = "邁克爾假死",
					["msg"] = "太抢了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1679757703,
					["from"] = "邁克爾假死",
					["msg"] = "我们这个团",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1679757714,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1679757715,
					["from"] = "邁克爾假死",
					["msg"] = "0灯尤格萨隆 堪比bug",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1679757723,
					["from"] = "邁克爾假死",
					["msg"] = "你听过星辰的0灯尤格萨隆吗",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1679757729,
					["from"] = "邁克爾假死",
					["msg"] = "首杀",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1679757743,
					["from"] = "魔法束褲#310522",
					["msg"] = "听过",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1679757816,
					["from"] = "魔法束褲#310522",
					["msg"] = "世界首杀",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1679757828,
					["from"] = "邁克爾假死",
					["msg"] = "巨难",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1679757838,
					["from"] = "邁克爾假死",
					["msg"] = "我们这个团这周才第二次打",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1679757854,
					["from"] = "魔法束褲#310522",
					["msg"] = "削弱了吗",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1679757859,
					["from"] = "邁克爾假死",
					["msg"] = "没有",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1679757872,
					["from"] = "邁克爾假死",
					["msg"] = "|Hachievement:17341:Player-4487-0008386D:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[千钧一发：奥杜尔]|h|Hachievement:3164:Player-4487-0008386D:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[黑暗中的独影（25人）]|h",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1679757932,
					["from"] = "魔法束褲#310522",
					["msg"] = "那确实NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1679758104,
					["from"] = "魔法束褲#310522",
					["msg"] = "我要去ALX 摆烂了，做不动任务了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1679758112,
					["from"] = "邁克爾假死",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1679758116,
					["from"] = "邁克爾假死",
					["msg"] = "任务快的多",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1679758159,
					["from"] = "邁克爾假死",
					["msg"] = "这把分4万4",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1679758175,
					["from"] = "邁克爾假死",
					["msg"] = "704块钱",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1679758177,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1679758280,
					["from"] = "魔法束褲#310522",
					["msg"] = "摆烂到77 然后去风暴",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1679758384,
					["from"] = "魔法束褲#310522",
					["msg"] = "没有鸟 没有传家宝 确实恶心",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1679758389,
					["from"] = "邁克爾假死",
					["msg"] = "77就起飛了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1679758402,
					["from"] = "邁克爾假死",
					["msg"] = "我身上吃排骨都攢了22萬G了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1679758413,
					["from"] = "邁克爾假死",
					["msg"] = "3520塊錢",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1679758440,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯。。",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1679758463,
					["from"] = "魔法束褲#310522",
					["msg"] = "AG 被屠了。。",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1679758476,
					["from"] = "邁克爾假死",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1679758487,
					["from"] = "邁克爾假死",
					["msg"] = "部落單邊服還能被屠",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1679758493,
					["from"] = "魔法束褲#310522",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1679758718,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:165:Player-4487-001352E6:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[完美阿拉希盆地]|h|Hachievement:154:Player-4487-001352E6:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[阿拉希盆地胜利]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1679758730,
					["from"] = "邁克爾假死",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [68]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1679072358,
					["from"] = "Oneonone#3565",
					["msg"] = "25人H嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679578531,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - 烈焰戰輪還有23%時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1679746343,
					["from"] = "邁克爾假死",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679746349,
					["from"] = "邁克爾假死",
					["msg"] = "打啥呢",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679751013,
					["from"] = "邁克爾假死",
					["msg"] = "天堂40万",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679757458,
					["from"] = "邁克爾假死",
					["msg"] = "我过0灯了",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679757458,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "<DBM> Nicolol正在与25人 - 尤格萨隆交战，（当前28% (阶段3)，25/25存活）",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679757572,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "<DBM> Nicolol已在25人 - 尤格萨隆的战斗中取得胜利！",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [6]
				["info"] = {
				},
			},
		},
		["特斯拉大股東"] = {
			["高企强"] = {
				{
					["type"] = 1,
					["time"] = 1679721085,
					["from"] = "特斯拉大股東",
					["msg"] = "王者补一下",
					["inbound"] = false,
					["convo"] = "高企强",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679730051,
					["from"] = "特斯拉大股東",
					["msg"] = "王者",
					["inbound"] = false,
					["convo"] = "高企强",
				}, -- [2]
				["info"] = {
				},
			},
			["俺叫牛大"] = {
				{
					["type"] = 1,
					["time"] = 1679721902,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:27003:0|h[斜掠]|h|r (Rank 5) was used, there's a newer rank at level 72. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "俺叫牛大",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679729979,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:26997:0|h[横扫（熊）]|h|r (Rank 6) was used, there's a newer rank at level 72.",
					["inbound"] = false,
					["convo"] = "俺叫牛大",
				}, -- [2]
				["info"] = {
				},
			},
			["沒有耳朵"] = {
				{
					["type"] = 1,
					["time"] = 1679109525,
					["from"] = "特斯拉大股東",
					["msg"] = "666",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679119192,
					["from"] = "特斯拉大股東",
					["msg"] = "与<沒有耳朵>的交易成功了。付出9000g。获得|cffa335ee|Hitem:45271::::::::80:::::::::|h[愈石者]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679119192,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cfff48cba沒有耳朵|r ▶ Trade completed (Gave Money : 9000Gold & Received 1 items : 愈石者)",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679136744,
					["from"] = "特斯拉大股東",
					["msg"] = "与<沒有耳朵>的交易成功了。收入27608g。",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679136744,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cfff48cba沒有耳朵|r ▶ Trade completed (Received Money : 27608Gold)",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679713694,
					["from"] = "特斯拉大股東",
					["msg"] = "666",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [6]
				["info"] = {
				},
			},
			["天堂的黑曼巴"] = {
				{
					["type"] = 1,
					["time"] = 1679123290,
					["from"] = "天堂的黑曼巴",
					["msg"] = "你不行补石头",
					["inbound"] = true,
					["convo"] = "天堂的黑曼巴",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679123297,
					["from"] = "天堂的黑曼巴",
					["msg"] = "比如T死了啥的 ",
					["inbound"] = true,
					["convo"] = "天堂的黑曼巴",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679123306,
					["from"] = "特斯拉大股東",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "天堂的黑曼巴",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679123322,
					["from"] = "天堂的黑曼巴",
					["msg"] = "主要给暗牧 T  小德就行",
					["inbound"] = true,
					["convo"] = "天堂的黑曼巴",
				}, -- [4]
				["info"] = {
				},
			},
			["牛德不德了"] = {
				{
					["type"] = 1,
					["time"] = 1679131758,
					["from"] = "牛德不德了",
					["msg"] = "与[特斯拉大股東]交易成功。(交出)|cffffffff|Hitem:16023::::::::80:::::::::|h[高级活动假人]|h|rx2",
					["inbound"] = true,
					["convo"] = "牛德不德了",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679131758,
					["from"] = "特斯拉大股東",
					["msg"] = "与<牛德不德了>的交易成功了。获得|cffffffff|Hitem:16023::::::::80:::::::::|h[高级活动假人]|h|r(2)等1件物品。",
					["inbound"] = false,
					["convo"] = "牛德不德了",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679131758,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cffff7c0a牛德不德了|r ▶ Trade completed (Received 1 items : 高级活动假人x2)",
					["inbound"] = false,
					["convo"] = "牛德不德了",
				}, -- [3]
				["info"] = {
				},
			},
			["飄逸丶之靈"] = {
				{
					["type"] = 1,
					["time"] = 1679721328,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:30910:0|h[厄运诅咒]|h|r (Rank 2) was used, there's a newer rank at level 80. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "飄逸丶之靈",
				}, -- [1]
				["info"] = {
				},
			},
			["村里二丫"] = {
				{
					["type"] = 1,
					["time"] = 1679116804,
					["from"] = "特斯拉大股東",
					["msg"] = "智慧祝福",
					["inbound"] = false,
					["convo"] = "村里二丫",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679120884,
					["from"] = "特斯拉大股東",
					["msg"] = "智慧祝福拍下",
					["inbound"] = false,
					["convo"] = "村里二丫",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679120893,
					["from"] = "村里二丫",
					["msg"] = "回不了蓝。。。",
					["inbound"] = true,
					["convo"] = "村里二丫",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679120897,
					["from"] = "特斯拉大股東",
					["msg"] = "對",
					["inbound"] = false,
					["convo"] = "村里二丫",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679120898,
					["from"] = "特斯拉大股東",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "村里二丫",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679123259,
					["from"] = "特斯拉大股東",
					["msg"] = "智慧祝福",
					["inbound"] = false,
					["convo"] = "村里二丫",
				}, -- [6]
				["info"] = {
				},
			},
			["园哥哥"] = {
				{
					["type"] = 1,
					["time"] = 1679733264,
					["from"] = "特斯拉大股東",
					["msg"] = "与<园哥哥>的交易成功了。收入1000g。",
					["inbound"] = false,
					["convo"] = "园哥哥",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679733264,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cffff7c0a园哥哥|r ▶ Trade completed (Received Money : 1000Gold)",
					["inbound"] = false,
					["convo"] = "园哥哥",
				}, -- [2]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679579557,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679579561,
					["from"] = "特斯拉大股東",
					["msg"] = "74了啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679579567,
					["from"] = "特斯拉大股東",
					["msg"] = "啥时候练的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679579598,
					["from"] = "魔法束褲#310522",
					["msg"] = "一直在练",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679581829,
					["from"] = "特斯拉大股東",
					["msg"] = "我在10人奧杜亞吃排骨",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679581859,
					["from"] = "魔法束褲#310522",
					["msg"] = "好的",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679581862,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 钢铁议会交战，（当前99% (阶段1) (已消灭0/3个首领)，10/10存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679582070,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東已在10人 - 钢铁议会的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679584526,
					["from"] = "魔法束褲#310522",
					["msg"] = "明天有点事，先下了，后天见~",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679584532,
					["from"] = "特斯拉大股東",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679584533,
					["from"] = "特斯拉大股東",
					["msg"] = "8",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679584536,
					["from"] = "魔法束褲#310522",
					["msg"] = "88",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1679060529,
					["from"] = "特斯拉大股東",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679060543,
					["from"] = "特斯拉大股東",
					["msg"] = "我发微信你不会",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679060553,
					["from"] = "Oneonone#3565",
					["msg"] = "忙瘋掉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679060556,
					["from"] = "Oneonone#3565",
					["msg"] = "捲的要死",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679060601,
					["from"] = "Oneonone#3565",
					["msg"] = "乾 你在是在向我炫耀",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679060617,
					["from"] = "Oneonone#3565",
					["msg"] = "我被刺激到  所以不回  哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679060821,
					["from"] = "特斯拉大股東",
					["msg"] = "|Hachievement:3036:Player-4487-00246B86:1:3:10:23:4294967295:4294967295:4294967295:4294967295|h[被观察者（10人）]|h|Hachievement:3037:Player-4487-00246B86:1:3:4:23:4294967295:4294967295:4294967295:4294967295|h[被观察者（25人）]|h",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679060832,
					["from"] = "Oneonone#3565",
					["msg"] = "媽蛋",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679060850,
					["from"] = "特斯拉大股東",
					["msg"] = "我在拉屎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679060856,
					["from"] = "特斯拉大股東",
					["msg"] = "舒服",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679060857,
					["from"] = "Oneonone#3565",
					["msg"] = "擦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679060861,
					["from"] = "特斯拉大股東",
					["msg"] = "自由飞翔",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679060865,
					["from"] = "Oneonone#3565",
					["msg"] = "我以爲你在浴場",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679060870,
					["from"] = "特斯拉大股東",
					["msg"] = "吉祥如意",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679060894,
					["from"] = "Oneonone#3565",
					["msg"] = "不如浴場",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679066889,
					["from"] = "特斯拉大股東",
					["msg"] = "|Hitem:46038::::::::80:::::::::|h[黑暗物质]|h又出",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679066890,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 霍迪爾交戰（當前86%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679066893,
					["from"] = "特斯拉大股東",
					["msg"] = "连续2CD",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679066976,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳已經擊敗10人 - 霍迪爾!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679066976,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 科隆加恩交战，（当前35%，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1679066985,
					["from"] = "Oneonone#3565",
					["msg"] = "有爽到了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1679067007,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東已在10人 - 科隆加恩的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1679069668,
					["from"] = "Oneonone#3565",
					["msg"] = "我這裏超黑",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1679069669,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 米米尔隆交战，（当前18% (阶段1)，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1679069671,
					["from"] = "Oneonone#3565",
					["msg"] = "娘的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1679069717,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東已在10人 - 米米尔隆的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1679072283,
					["from"] = "Oneonone#3565",
					["msg"] = "啥都沒出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1679072295,
					["from"] = "特斯拉大股東",
					["msg"] = "我分了1万",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1679072304,
					["from"] = "Oneonone#3565",
					["msg"] = "我是親友團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1679072307,
					["from"] = "Oneonone#3565",
					["msg"] = "ROLL團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1679072322,
					["from"] = "特斯拉大股東",
					["msg"] = "睡了 明天早上10点还要打",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1679072323,
					["from"] = "特斯拉大股東",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1679072404,
					["from"] = "特斯拉大股東",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1679072404,
					["from"] = "特斯拉大股東",
					["msg"] = "全通",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1679072413,
					["from"] = "特斯拉大股東",
					["msg"] = "很快 3小时",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1679072415,
					["from"] = "特斯拉大股東",
					["msg"] = "晚上要打猎人25人全通",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1679072431,
					["from"] = "特斯拉大股東",
					["msg"] = "稳定farm就快乐",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1679072438,
					["from"] = "特斯拉大股東",
					["msg"] = "跟25人PT速推差不多",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1679579352,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1679579353,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - XT-002拆解者交戰（當前73%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1679579355,
					["from"] = "特斯拉大股東",
					["msg"] = "几h",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1679579441,
					["from"] = "Oneonone#3565",
					["msg"] = "我是去幫忙的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1679579451,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - XT-002拆解者還有84%時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1679579464,
					["from"] = "Oneonone#3565",
					["msg"] = "小號提升團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1679579469,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1679579481,
					["from"] = "特斯拉大股東",
					["msg"] = "我这边刚好差个全通冰dk",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1679579491,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1679579510,
					["from"] = "Oneonone#3565",
					["msg"] = "居然還有缺冰DK",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1679579528,
					["from"] = "Oneonone#3565",
					["msg"] = "盜賊 法師  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1679579530,
					["from"] = "Oneonone#3565",
					["msg"] = "戰士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1679579822,
					["from"] = "Oneonone#3565",
					["msg"] = "明晚開始 又可以玩暗黑4了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1679580904,
					["from"] = "Oneonone#3565",
					["msg"] = "我原來那個團缺一個術士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1679580917,
					["from"] = "Oneonone#3565",
					["msg"] = "讓我去練  哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1679580918,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 锋鳞交战，（当前97%，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1679580986,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東已在10人 - 锋鳞的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1679580986,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 奧芮雅交戰（當前45%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1679581004,
					["from"] = "特斯拉大股東",
					["msg"] = "我術士有固定的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1679581044,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳已經擊敗10人 - 奧芮雅!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1679586325,
					["from"] = "特斯拉大股東",
					["msg"] = "还不睡觉",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1679586333,
					["from"] = "特斯拉大股東",
					["msg"] = "我们已经有9周没一起吃火锅了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1679586343,
					["from"] = "Oneonone#3565",
					["msg"] = "睡覺去了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1679586406,
					["from"] = "Oneonone#3565",
					["msg"] = "後天早上開搞暗黑4了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1679586407,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 维扎克斯将军交战，（当前91%，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1679586494,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東在10人 - 维扎克斯将军（68%）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				["info"] = {
				},
			},
			["丶李寒衣丶"] = {
				{
					["type"] = 1,
					["time"] = 1679115179,
					["from"] = "特斯拉大股東",
					["msg"] = "耐精",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679722492,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:25435:0|h[复活术]|h|r (Rank 6) was used, there's a newer rank at level 78. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679733245,
					["from"] = "特斯拉大股東",
					["msg"] = "与<丶李寒衣丶>的交易成功了。收入17364g。",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679733245,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cffffffff丶李寒衣丶|r ▶ Trade completed (Received Money : 17364Gold)",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [4]
				["info"] = {
				},
			},
		},
		["家駒"] = {
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679406034,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679406036,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679406051,
					["from"] = "魔法束褲#310522",
					["msg"] = "{邪恶}",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679406105,
					["from"] = "家駒",
					["msg"] = "能聽到嗎",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679406114,
					["from"] = "魔法束褲#310522",
					["msg"] = "等我连麦",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679407015,
					["from"] = "家駒",
					["msg"] = "听到",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679407019,
					["from"] = "家駒",
					["msg"] = "你不能听见我？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679408077,
					["from"] = "家駒",
					["msg"] = "hekili",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679809595,
					["from"] = "魔法束褲#310522",
					["msg"] = "我擦 幽暗城还有怪",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679809609,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679809616,
					["from"] = "魔法束褲#310522",
					["msg"] = "技能学不成了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679809619,
					["from"] = "家駒",
					["msg"] = "你是不是进副本了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679809628,
					["from"] = "家駒",
					["msg"] = "我起银月城学",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679809663,
					["from"] = "魔法束褲#310522",
					["msg"] = "[幽暗城之战 (13267)]",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679809676,
					["from"] = "家駒",
					["msg"] = "你在任务里面",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679809678,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679809679,
					["from"] = "魔法束褲#310522",
					["msg"] = "[幽暗城之战 (13267)]",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679809687,
					["from"] = "魔法束褲#310522",
					["msg"] = "什么贵",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679809690,
					["from"] = "家駒",
					["msg"] = "放弃",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679809739,
					["from"] = "家駒",
					["msg"] = "或者你把这个任务完成了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [20]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1679215966,
					["from"] = "Oneonone#3565",
					["msg"] = "搞暗黑4",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679216123,
					["from"] = "家駒",
					["msg"] = "我又练一个骑士",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679216130,
					["from"] = "Oneonone#3565",
					["msg"] = "，，，",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679326842,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑4 挺無敵的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679326845,
					["from"] = "Oneonone#3565",
					["msg"] = "體驗很好",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679326847,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679326861,
					["from"] = "Oneonone#3565",
					["msg"] = "代入感極强",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679327122,
					["from"] = "Oneonone#3565",
					["msg"] = "比暗黑3  強",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679327145,
					["from"] = "家駒",
					["msg"] = "魔獸才是王道",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679327170,
					["from"] = "Oneonone#3565",
					["msg"] = "魔獸也好玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679327191,
					["from"] = "Oneonone#3565",
					["msg"] = "睡覺去了 暗黑適合碎片化時間玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679327198,
					["from"] = "Oneonone#3565",
					["msg"] = "魔獸適合  時間多的時候玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679327213,
					["from"] = "Oneonone#3565",
					["msg"] = "碎片化時間  玩魔獸就是發呆",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679327219,
					["from"] = "Oneonone#3565",
					["msg"] = "除了升級之外",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679405262,
					["from"] = "家駒",
					["msg"] = "看我名字",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679405263,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 青樓探花正在與10人 - 奧芮雅交戰（當前100%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679405373,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 青樓探花已經擊敗10人 - 奧芮雅!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679405397,
					["from"] = "Oneonone#3565",
					["msg"] = "，，。，",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679405441,
					["from"] = "家駒",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679405543,
					["from"] = "Oneonone#3565",
					["msg"] = "你來一個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1679405615,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑4真牛逼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1679411266,
					["from"] = "Oneonone#3565",
					["msg"] = "昨天玩完暗黑4",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1679411269,
					["from"] = "Oneonone#3565",
					["msg"] = "心心念念",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1679411277,
					["from"] = "Oneonone#3565",
					["msg"] = "真心不錯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1679578297,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1679578298,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 烈焰戰輪交戰（當前96%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1679578303,
					["from"] = "家駒",
					["msg"] = "几H",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1679758993,
					["from"] = "家駒",
					["msg"] = "我过0灯了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1679758994,
					["from"] = "家駒",
					["msg"] = "太抢了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1679760310,
					["from"] = "Oneonone#3565",
					["msg"] = "太強了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1679760325,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑4真的好好玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1679760334,
					["from"] = "Oneonone#3565",
					["msg"] = "你來感受一下",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1679760341,
					["from"] = "Oneonone#3565",
					["msg"] = "完全ting'bu'xia'l哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1679735591,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679735607,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "啊？",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679735618,
					["from"] = "家駒",
					["msg"] = "一下午又赚300",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679735637,
					["from"] = "家駒",
					["msg"] = "分2W",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [4]
				["info"] = {
				},
			},
		},
		["特變電工"] = {
			["卡萊姆"] = {
				{
					["type"] = 1,
					["time"] = 1678725803,
					["from"] = "特變電工",
					["msg"] = "早啊",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1678725804,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1678725812,
					["from"] = "卡萊姆",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1678725827,
					["from"] = "特變電工",
					["msg"] = "好久沒看見你的長頭髮了",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1678725837,
					["from"] = "卡萊姆",
					["msg"] = "有屁快放 是不是想借錢",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1678725842,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1678725844,
					["from"] = "特變電工",
					["msg"] = "怎麼可能",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1678725847,
					["from"] = "卡萊姆",
					["msg"] = "最好你那麼38",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1678725854,
					["from"] = "卡萊姆",
					["msg"] = "無事不登三寶殿 想幹什麼",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1678725859,
					["from"] = "特變電工",
					["msg"] = "我3個CD分了10萬",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1678725860,
					["from"] = "特變電工",
					["msg"] = "g",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1678725866,
					["from"] = "特變電工",
					["msg"] = "25人全通",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1678725870,
					["from"] = "特變電工",
					["msg"] = "包括觀星",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1678725870,
					["from"] = "卡萊姆",
					["msg"] = "怎麼我都沒跟到這種舒服團",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1678725876,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1678725878,
					["from"] = "卡萊姆",
					["msg"] = "你現在到底是玩哪隻",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1678725882,
					["from"] = "特變電工",
					["msg"] = "3只",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1678725889,
					["from"] = "特變電工",
					["msg"] = "術士是25人全通",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1678725895,
					["from"] = "特變電工",
					["msg"] = "獵人是25人9H",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1678725900,
					["from"] = "特變電工",
					["msg"] = "戰士便當",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1678725945,
					["from"] = "卡萊姆",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1678725957,
					["from"] = "卡萊姆",
					["msg"] = "所以你現在是玩啥",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1678725965,
					["from"] = "特變電工",
					["msg"] = "3只",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1678725967,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1678725971,
					["from"] = "卡萊姆",
					["msg"] = "ˇˇ",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1678725978,
					["from"] = "卡萊姆",
					["msg"] = "我也玩三隻",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1678725988,
					["from"] = "特變電工",
					["msg"] = "戰獵很難找團",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1678725990,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1678725998,
					["from"] = "特變電工",
					["msg"] = "術士很香",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1678726001,
					["from"] = "卡萊姆",
					["msg"] = "很難",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1678726005,
					["from"] = "卡萊姆",
					["msg"] = "SS到處都要",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [31]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679848721,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:13:Player-4487-001352E6:1:3:27:23:4294967295:4294967295:4294967295:4294967295|h[80级]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679848722,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工正在与25人 - 维扎克斯将军交战，（当前78%，25/25存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679848945,
					["from"] = "魔法束褲#310522",
					["msg"] = "80了 先下了 明天搞裝備",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679849230,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已在25人 - 维扎克斯将军的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				["info"] = {
				},
			},
			["司命"] = {
				{
					["type"] = 1,
					["time"] = 1678805838,
					["from"] = "特變電工",
					["msg"] = "|cffc41e3a陶寶寶|r",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1678805841,
					["from"] = "特變電工",
					["msg"] = "把我拋棄了",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1678806239,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1678806246,
					["from"] = "特變電工",
					["msg"] = "聽說你們2%飛了？",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [4]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1679208586,
					["from"] = "特變電工",
					["msg"] = "昨天下午进了一个团 第一次组团就25人全通H 指挥DPS是个邪DK 每个DPS都是第一 特别是观星 各种指挥还拿第一 不是脚本就是天才..",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679208587,
					["from"] = "誓約之劍#31592",
					["msg"] = "<DBM> 終焉之戰正在與10人 - XT-002拆解者交戰（當前15%，10/10存活）",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679208624,
					["from"] = "誓約之劍#31592",
					["msg"] = "<DBM> 終焉之戰已經擊敗10人 - XT-002拆解者!",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679209340,
					["from"] = "特變電工",
					["msg"] = "出剑了吗",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679209346,
					["from"] = "誓約之劍#31592",
					["msg"] = "沒啊",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679209349,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679209351,
					["from"] = "特變電工",
					["msg"] = "还好",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679209358,
					["from"] = "誓約之劍#31592",
					["msg"] = "山怪都2把了",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679209366,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679209368,
					["from"] = "特變電工",
					["msg"] = "我0",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679209393,
					["from"] = "特變電工",
					["msg"] = "我战猎 2个冷门职业",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679209396,
					["from"] = "特變電工",
					["msg"] = "太他妈惨了",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679209403,
					["from"] = "誓約之劍#31592",
					["msg"] = "獵人很强啊 很多團都缺",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679209416,
					["from"] = "特變電工",
					["msg"] = "猎人一般都带一个",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679209422,
					["from"] = "特變電工",
					["msg"] = "有偏见",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679209430,
					["from"] = "特變電工",
					["msg"] = "攻击自由那个猎人很强",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679209431,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679209435,
					["from"] = "特變電工",
					["msg"] = "我打不过他啊",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679209443,
					["from"] = "誓約之劍#31592",
					["msg"] = "專業和業餘..",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [19]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
