
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["msgin_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["say_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["r"] = 1,
			["g"] = 0.0784313725490196,
			["b"] = 0.9882352941176471,
		},
		["wispIn"] = {
			["r"] = 0.5607843137254902,
			["g"] = 0.03137254901960784,
			["b"] = 0.7607843137254902,
		},
		["sysMsg"] = {
			["r"] = 1,
			["g"] = 0.6627450980392157,
			["b"] = 0,
		},
		["BNwispOut"] = {
			["r"] = 0.1725490196078431,
			["g"] = 0.6352941176470588,
			["b"] = 1,
		},
		["historyIn"] = {
			["r"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["b"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["r"] = 1,
			["g"] = 0,
			["b"] = 0,
		},
		["BNwispIn"] = {
			["r"] = 0,
			["g"] = 0.4862745098039216,
			["b"] = 0.6549019607843137,
		},
		["useSkin"] = true,
		["historyOut"] = {
			["r"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["b"] = 0.7058823529411764,
		},
		["webAddress"] = {
			["r"] = 1,
			["g"] = 1,
			["b"] = 1,
		},
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["position"] = 200,
		["rightClickNew"] = false,
		["free"] = false,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["direction"] = 1,
		["border"] = false,
		["groupOnly"] = false,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
	["windowOnTop"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
	},
	["ignoreArrowKeys"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["clampToScreen"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["winFade"] = true,
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["history"] = {
		["ageLimit"] = true,
		["maxPer"] = true,
		["previewCount"] = 25,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["maxPer"] = true,
			["preview"] = true,
			["maxCount"] = 500,
			["previewCount"] = 25,
		},
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["寻求组队"] = {
				},
				["咩尬獵人"] = {
				},
			},
		},
		["say"] = {
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["battleground"] = {
		},
	},
	["tabAdvance"] = false,
	["whoLookups"] = true,
	["menuSortActivity"] = true,
}
WIM3_Cache = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["friendList"] = {
				["|Km12|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km15|k"] = 2,
				["|Km16|k"] = 2,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["沒有小骨"] = 1,
				["|Km3|k"] = 2,
				["Thisisbookk"] = 1,
				["崩巴"] = 1,
				["|Km7|k"] = 2,
				["鮮肉牛"] = 1,
				["小璐大人"] = 1,
				["花子"] = 1,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["青樓探花"] = 1,
				["小泰山"] = 1,
				["十塊錢"] = 1,
				["颯可買地殼"] = 1,
				["|Km8|k"] = 2,
				["甲鳥薩"] = 1,
				["貓之妙妙"] = 1,
				["阿強"] = 1,
				["號呆"] = 1,
				["奶很小不給力"] = 1,
				["孟德兄"] = 1,
				["花生夾心酥"] = 1,
				["尊重友善包容"] = 1,
				["帕司達"] = 1,
				["別背對我"] = 1,
				["畜生區隊長"] = 1,
				["成都張叔叔"] = 1,
				["卡莉米奈西爾"] = 1,
				["泰山喔一喔"] = 1,
				["柴汪汪"] = 1,
				["客家鳥德"] = 1,
				["麥噹噹當勞"] = 1,
				["大發哥"] = 1,
				["|Km11|k"] = 2,
				["梅妃"] = 1,
				["給本仙女跪下"] = 1,
				["大泰山"] = 1,
				["皮蛋瘦肉粥"] = 1,
				["Ddevv"] = 1,
				["哞哞牛哞哞"] = 1,
				["為你跑屍"] = 1,
				["小心吐乃"] = 1,
				["路易斯衝鋒"] = 1,
				["九如魚翅湯"] = 1,
				["|Km1|k"] = 2,
				["夕映澤瞳"] = 1,
				["|Km5|k"] = 2,
				["萬箭"] = 1,
				["浪漫牛兒"] = 1,
				["狄玥"] = 1,
				["畜生大隊長"] = 1,
				["術匠師"] = 1,
				["|Km2|k"] = 2,
				["跌倒馬丁尼"] = 1,
				["快刀"] = 1,
				["傻酷喇"] = 1,
				["站住別動"] = 1,
				["|Km13|k"] = 2,
				["萬一"] = 1,
				["芋頭冰"] = 1,
				["小小寶"] = 1,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["樹獺從命"] = 1,
				["|Km14|k"] = 2,
				["拔蘿蔔"] = 1,
				["美腿"] = 1,
				["|Km4|k"] = 2,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["唯恐不亂"] = 1,
				["強插插卡稱"] = 1,
				["桃園綠巨人"] = 1,
				["佐久夜巨巨"] = 1,
				["小芸"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["搞事莉莉絲"] = 1,
				["Lars"] = 1,
				["白菜蘿蔔湯"] = 1,
				["楓糖奶油"] = 1,
				["青蛙"] = 1,
				["展雄飛"] = 1,
				["阿峰哥"] = 1,
				["毛毛小寶貝"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["貝西揮出釣竿"] = 1,
				["Xemomo"] = 1,
				["帕爾提娜"] = 1,
				["國家機器動次"] = 1,
				["黑暗蘿莉"] = 1,
				["忘卻的紀念"] = 1,
				["后羿之后"] = 1,
				["噬血症"] = 1,
				["瀟灑大壞蛋"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["武漢大隊長"] = 1,
				["|Km6|k"] = 2,
				["凡凡射爆妳"] = 1,
				["裴矩"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["|Km9|k"] = 2,
				["|Km10|k"] = 2,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["妮阿桃"] = 1,
				["你就這"] = 167,
				["台台"] = 606,
				["灰魯魯"] = 40,
				["無恥老王"] = 970,
				["女乃馬奇"] = 776,
				["嗜甜如命"] = 356,
				["后羿射日"] = 528,
				["風擱淺雨"] = 725,
				["米菲亞"] = 119,
				["楓慈"] = 562,
				["有一種天空"] = 174,
				["山鳥飛絕"] = 284,
				["寒霜凝"] = 609,
				["屎汭嗑"] = 373,
				["剩其他人不在"] = 346,
				["傑克薩恩"] = 172,
				["斬三"] = 643,
				["三隊薩滿"] = 332,
				["莫炘宇"] = 2,
				["不二佳"] = 196,
				["熊爺爺發包包"] = 144,
				["子瑜的草藥包"] = 150,
				["Kengdom"] = 114,
				["美國鋼鐵牛"] = 247,
				["青春一記荒唐"] = 491,
				["逃啦夭"] = 628,
				["冰炎"] = 343,
				["Bigomage"] = 17,
				["部落守衛"] = 920,
				["妘妹"] = 14,
				["風懲"] = 468,
				["清靜"] = 193,
				["塔琳"] = 538,
				["毛仔怪"] = 240,
				["職業試玩二"] = 124,
				["缺三咖"] = 120,
				["蕭哥真的好帥"] = 140,
				["血靈萬相"] = 445,
				["早射達人"] = 237,
				["好細"] = 364,
				["发财"] = 351,
				["熊爺爺還錢"] = 154,
				["獵艷狂魔"] = 571,
				["熊熊的糖糖"] = 414,
				["鮮橘茶"] = 748,
				["Rainstop"] = 254,
				["新冠病毒"] = 687,
				["小小清"] = 678,
				["菠菠麗娜"] = 435,
				["傀儡娃娃"] = 201,
				["Mesher"] = 859,
				["泡泡老哥"] = 241,
				["心之箭"] = 682,
				["楊婆婆"] = 36,
				["小小閣"] = 546,
				["中華民國台牛"] = 602,
				["香草拿鐵派司"] = 976,
				["咪咪兔"] = 953,
				["一祈福一"] = 601,
				["神定未來"] = 246,
				["加摩爾必須死"] = 347,
				["大阪和牛"] = 303,
				["柚子尬抹茶"] = 207,
				["草東"] = 281,
				["咪咪俗麗"] = 227,
				["浦原喜助"] = 190,
				["殺小六十九"] = 159,
				["記不清是誰"] = 588,
				["今晚打老鼠"] = 23,
				["草莓比司吉"] = 756,
				["巴溫"] = 778,
				["浜边美波"] = 242,
				["Angelaqwq"] = 200,
				["致命哞哞"] = 10,
				["我叫緋村"] = 387,
				["豬隊友字帆"] = 450,
				["基基斯咪搭"] = 536,
				["鬼鬥"] = 177,
				["執夏千歌"] = 535,
				["韓韓"] = 110,
				["沂忻"] = 63,
				["死亡之影"] = 963,
				["Binary"] = 651,
				["符阿水"] = 621,
				["Iamxiaobu"] = 656,
				["轉世叫小賀"] = 750,
				["嬤嬤喪"] = 734,
				["牛梅花薄切"] = 243,
				["寒氣斷空"] = 29,
				["圣光的欺诈"] = 358,
				["子瑜的酷吉"] = 888,
				["兵革"] = 870,
				["至夏悠悠"] = 910,
				["Secondkill"] = 324,
				["去年的羊肉"] = 524,
				["綠皮共治仔"] = 428,
				["瘋牛症病原體"] = 943,
				["雪菈"] = 926,
				["香草鐵泡泡"] = 129,
				["彩希芙"] = 379,
				["愁思"] = 385,
				["御獸者"] = 274,
				["盡力"] = 423,
				["七玄冰火"] = 513,
				["Sinanju"] = 764,
				["軟飯最暖胃"] = 454,
				["立花里子"] = 834,
				["一瓢飲"] = 864,
				["麻匪張麻子"] = 749,
				["Kumamon"] = 657,
				["巡撫"] = 549,
				["小熱飯"] = 820,
				["悶我"] = 383,
				["紫薯布丁"] = 580,
				["極速三輪車"] = 212,
				["九層塔炒蛤蠣"] = 811,
				["水野潮陽"] = 619,
				["牛夫人"] = 905,
				["楓夜"] = 962,
				["退後一步試試"] = 158,
				["草莓帕妃糖"] = 802,
				["冰紅茶拿鐵"] = 4,
				["鄭屁杰"] = 459,
				["Foliage"] = 315,
				["神之班尼爾"] = 424,
				["哇嘎哩嗎嘕"] = 879,
				["微風賊賊"] = 232,
				["惡魔師"] = 234,
				["藤原拓海王"] = 717,
				["甜在心大饅頭"] = 798,
				["韓覽叫"] = 306,
				["癢癢哥布林"] = 944,
				["漢尼拔博士"] = 739,
				["象牙"] = 449,
				["情玥幻冰"] = 384,
				["老牧濕"] = 975,
				["Bezrukova"] = 499,
				["柯憐娜"] = 560,
				["冰糖炖水泥"] = 25,
				["瑟蘭德雅"] = 67,
				["射在牆壁上"] = 133,
				["葉立德"] = 437,
				["偷摸大雞"] = 266,
				["偷遍世界"] = 482,
				["那堤瑟雅"] = 458,
				["滅團師太"] = 166,
				["淡紫"] = 410,
				["肝指數飆升"] = 801,
				["貪吃布丁"] = 451,
				["恣夏不醉"] = 612,
				["德魯伊一二三"] = 553,
				["Ya"] = 730,
				["密斯歐勒橘"] = 857,
				["不好笑"] = 333,
				["從沒見過冰山"] = 381,
				["Elfmoon"] = 653,
				["赦生滅"] = 589,
				["吸奶仔"] = 529,
				["魔剎"] = 727,
				["Bigo"] = 650,
				["痴瓜群眾"] = 245,
				["香草拿鐵奶昔"] = 984,
				["亂鳳"] = 664,
				["淒月之夜"] = 9,
				["光光小戰"] = 128,
				["最美的"] = 397,
				["自然忽悠着你"] = 431,
				["一叭等三年"] = 480,
				["終歸一命"] = 836,
				["老闆挺住"] = 583,
				["牛鞭"] = 244,
				["頭暈暈"] = 467,
				["Echoes"] = 760,
				["塔槍卡"] = 775,
				["兇殘的涂老闆"] = 24,
				["Trowa"] = 76,
				["黃泊淳本人"] = 476,
				["名不知君"] = 856,
				["索盧塞克"] = 800,
				["麟大大"] = 48,
				["三小火柴"] = 221,
				["蛋比鳥大"] = 718,
				["香草西米露"] = 983,
				["朽木白哉"] = 790,
				["柒刻"] = 559,
				["我是馬邦德"] = 152,
				["Zodd"] = 661,
				["Seductive"] = 289,
				["冰火霜天"] = 342,
				["風鳥"] = 271,
				["豕者豆頁女且"] = 947,
				["神崎蘭子"] = 741,
				["冰烏龍拿鐵"] = 165,
				["雪酪"] = 277,
				["關鍵時刻寶傑"] = 968,
				["日黑扯旗"] = 688,
				["鬼武葬"] = 112,
				["纖手馭龍"] = 622,
				["豬一般的隊友"] = 72,
				["小弟弟甩了甩"] = 371,
				["熊爺爷"] = 570,
				["小赫"] = 199,
				["南港蘇貞昌"] = 56,
				["萌熊"] = 913,
				["叁月"] = 876,
				["逃之夭夭"] = 638,
				["帥哥史奴比"] = 374,
				["燐葉"] = 904,
				["人生攝影師"] = 222,
				["代入我的心事"] = 853,
				["Angelaqq"] = 5,
				["十全藥膳排骨"] = 772,
				["柳七夜"] = 647,
				["宇文邕"] = 751,
				["米麗婭"] = 579,
				["征戰者"] = 80,
				["大遺言家"] = 302,
				["綠簡"] = 582,
				["Tankgirl"] = 329,
				["口袋代言人"] = 352,
				["曾揮霍的昨天"] = 396,
				["德武与安娜"] = 552,
				["貓之妙妙"] = 282,
				["琴操姑娘"] = 420,
				["芸淡風輕"] = 146,
				["一阿美一"] = 21,
				["月瀅瀅"] = 897,
				["十二月"] = 100,
				["可樂小子"] = 353,
				["無心之罪"] = 41,
				["九層塔烘蛋"] = 812,
				["八倍鏡"] = 77,
				["九天"] = 868,
				["小樂子"] = 79,
				["其實也還好"] = 871,
				["霧月"] = 466,
				["驀然"] = 473,
				["Dessertpal"] = 313,
				["庫瑪雷斯"] = 32,
				["阿加特"] = 461,
				["雷加尔"] = 156,
				["武釋"] = 204,
				["小小真情"] = 31,
				["突然想玩獵人"] = 754,
				["雷依爾"] = 721,
				["秋聖卍"] = 908,
				["毘沙喵天"] = 902,
				["伊修爾瓦列德"] = 123,
				["閃開薩不住啦"] = 593,
				["熊貓呱呱"] = 415,
				["密斯特布魯"] = 957,
				["小倉由菜"] = 735,
				["燁燁"] = 490,
				["Exilearrow"] = 654,
				["Eustacé"] = 761,
				["楓謎"] = 753,
				["風少"] = 724,
				["地瓜炸雞"] = 817,
				["Xaru"] = 508,
				["鬼聖"] = 195,
				["黯靈老牧"] = 122,
				["帥死人"] = 173,
				["阿米拉"] = 922,
				["凌鹿打工仔"] = 874,
				["冰乓波"] = 192,
				["雪菈菈"] = 746,
				["Btk"] = 18,
				["後面有沒料怪"] = 380,
				["天天漲不停"] = 360,
				["厄德莫斯"] = 350,
				["亂亂鳳"] = 766,
				["紫玥兒"] = 261,
				["花憐無落葉"] = 70,
				["楓熙"] = 484,
				["安娜要乖"] = 677,
				["木瓜雙皮奶"] = 557,
				["光光小賊"] = 927,
				["百里守約"] = 422,
				["終焉之戰"] = 427,
				["夏筱羽"] = 539,
				["一壺濁酒"] = 863,
				["Ignited"] = 317,
				["紅樂樂"] = 287,
				["聖光強強滾"] = 429,
				["一晧晧一"] = 511,
				["Cleric"] = 502,
				["雕梨姥牧"] = 843,
				["搓泥匹"] = 105,
				["裟剎"] = 446,
				["布妞"] = 958,
				["德得德魯伊"] = 191,
				["龍龍薩"] = 143,
				["氣象將軍立渝"] = 137,
				["閒妻涼母"] = 594,
				["Ladoo"] = 658,
				["午夜奶爸"] = 604,
				["Backagain"] = 498,
				["兇神惡薩"] = 520,
				["毛仔獸"] = 117,
				["西谷夕"] = 447,
				["最悟"] = 788,
				["Bigoc"] = 130,
				["莖莖有味"] = 127,
				["亞培"] = 52,
				["月黑高飛"] = 398,
				["Exileblade"] = 762,
				["熾夏玩美"] = 830,
				["血獄"] = 626,
				["恢復有毒"] = 683,
				["山鰤獵人"] = 822,
				["巴歐"] = 550,
				["人財兩空"] = 223,
				["邱必特"] = 590,
				["Muo"] = 505,
				["淼焱"] = 411,
				["江柔"] = 738,
				["柯爾岑娜"] = 189,
				["兒頭"] = 295,
				["爪爪小騎"] = 416,
				["暗影達人"] = 483,
				["香飄飄抹茶"] = 809,
				["修但幾勒靠杯"] = 338,
				["夜盲症"] = 269,
				["海拉魯"] = 38,
				["偶像大屍"] = 848,
				["今晚打瞌睡"] = 255,
				["陸蚩"] = 465,
				["布妞妞"] = 891,
				["珍奶去冰"] = 107,
				["德福"] = 233,
				["松貴桃"] = 238,
				["微風吹胸毛飄"] = 171,
				["系告敢丟"] = 286,
				["帥帥兔"] = 170,
				["Doomslayer"] = 131,
				["旗旗"] = 236,
				["猥瑣老王"] = 972,
				["別逼我擋怪"] = 770,
				["丟丟"] = 810,
				["射貴桃"] = 369,
				["Chrishuang"] = 218,
				["查爾濕"] = 898,
				["正氣凜然阿廚"] = 565,
				["幼女試車員"] = 61,
				["Xiaobaobaoba"] = 330,
				["至夏想想"] = 838,
				["芒果雪莓娘"] = 713,
				["致命大榔頭"] = 710,
				["Xiaoming"] = 510,
				["正中眉心"] = 618,
				["啊啦呼啊吧"] = 94,
				["莫忘窮苦多"] = 488,
				["干什麼東西"] = 375,
				["以莉亞"] = 265,
				["艾彩"] = 87,
				["布茶茶"] = 752,
				["酒妹"] = 806,
				["杏子"] = 399,
				["失敗的糆"] = 363,
				["玉琳哥"] = 906,
				["火蛇圖騰"] = 755,
				["法力高"] = 698,
				["牛德卿山在"] = 162,
				["西黑大將軍"] = 109,
				["狂妄失德"] = 260,
				["自由的牛"] = 432,
				["驚天拳吳留手"] = 845,
				["艾斯卡達爾"] = 712,
				["不死族守衛"] = 866,
				["騷蹄子"] = 808,
				["Tods"] = 97,
				["新興區加摩爾"] = 785,
				["毘沙聖天"] = 160,
				["當代電影大師"] = 572,
				["陌語"] = 464,
				["Theend"] = 506,
				["先坦三分鐘"] = 256,
				["卡茲那堤"] = 12,
				["鹹魚我最鹹"] = 272,
				["撒浪嘿"] = 685,
				["終歸一嗜"] = 639,
				["貓神的小貓咪"] = 147,
				["狂暴麥該牢"] = 84,
				["Qiqi"] = 632,
				["若相依"] = 208,
				["櫻滿集"] = 179,
				["寧鳳林臭酸奶"] = 368,
				["牤師"] = 417,
				["小峱"] = 186,
				["我是大高玩"] = 388,
				["天空橋朋花"] = 541,
				["氣在來"] = 409,
				["沙漠之鷹"] = 106,
				["Cowwalker"] = 858,
				["專射你臉"] = 370,
				["完美落地"] = 366,
				["Delonte"] = 312,
				["苜獅"] = 623,
				["澈沐沐"] = 701,
				["水包屎做的"] = 758,
				["追憶似水流年"] = 917,
				["皮蛋瘦肉粥"] = 706,
				["三條悟"] = 514,
				["杜拉拉"] = 693,
				["這一拳二十年"] = 486,
				["關節"] = 250,
				["你娘靈堂失火"] = 666,
				["晒骆驼"] = 81,
				["埃漏哈死洞"] = 115,
				["紫祈"] = 648,
				["霄林北"] = 807,
				["哺唅吉"] = 95,
				["Barry"] = 113,
				["喚不回的感傷"] = 290,
				["菸酒大叔"] = 262,
				["阿伯回來了"] = 644,
				["歐陽薰"] = 175,
				["楓舞筱嫣"] = 899,
				["不良柴犬"] = 334,
				["仕若終章"] = 336,
				["香草煉乳冰沙"] = 928,
				["菸酒阿叔"] = 436,
				["奧利恩"] = 298,
				["布琳希德"] = 151,
				["赤城米莉亞"] = 121,
				["笨笨的樂子"] = 194,
				["Inasiiss"] = 504,
				["洨胖"] = 700,
				["焦阿曬"] = 83,
				["香濃可可"] = 726,
				["翦燭"] = 709,
				["Gihan"] = 655,
				["今晚打醬油"] = 517,
				["夜羽殤"] = 58,
				["在座的各位"] = 78,
				["超級高玩"] = 842,
				["蕭家掌門人"] = 715,
				["魁儡"] = 599,
				["頹廢曉曉"] = 92,
				["誘導力場"] = 181,
				["龍舟隊長"] = 478,
				["Hers"] = 316,
				["小雙"] = 935,
				["Jackz"] = 318,
				["好辣手"] = 542,
				["小坦鶴"] = 890,
				["陳半仙"] = 263,
				["天竺鼠卡車"] = 362,
				["痴人聖"] = 573,
				["無小雙"] = 964,
				["小夥棄"] = 30,
				["Rocketduck"] = 860,
				["裁芸剪水"] = 839,
				["來自辛亥驕傲"] = 813,
				["克洛根"] = 339,
				["天涯海角"] = 361,
				["城崎美嘉"] = 674,
				["十全旗手"] = 645,
				["扣泥吉娃娃"] = 684,
				["Sgirl"] = 325,
				["為所欲為倉庫"] = 138,
				["風雲火虎"] = 469,
				["Weijiey"] = 183,
				["狸奈奈"] = 42,
				["又有你的毛"] = 671,
				["弭幻詭譎"] = 231,
				["投十元獵人"] = 136,
				["Ashsbringer"] = 649,
				["一吋法師"] = 633,
				["阿芸偷偷摸摸"] = 216,
				["奇奇"] = 885,
				["達米安"] = 919,
				["Snutzy"] = 326,
				["怎麼又中了"] = 382,
				["弓曲廣陵散"] = 188,
				["泰泰"] = 793,
				["東尼大木棒"] = 35,
				["香飄飄奶酪"] = 844,
				["Soullink"] = 328,
				["蜂蜜蘋果醋"] = 442,
				["很姓少年噁心"] = 202,
				["风韵"] = 111,
				["耶灬我誰"] = 637,
				["虛弱的肥仔"] = 203,
				["咖哩叔叔"] = 815,
				["Aldo"] = 631,
				["朝朝扯旗"] = 82,
				["生若浮雲"] = 8,
				["Zeisslol"] = 731,
				["媽我回來了"] = 544,
				["奪魂黑影"] = 132,
				["莫陽"] = 148,
				["偷鹽蛇"] = 732,
				["西北偏北"] = 759,
				["燕草"] = 285,
				["啤兒冰盪"] = 646,
				["卡禿嚕皮"] = 349,
				["焚情"] = 305,
				["芬達蘋果"] = 88,
				["很熱"] = 551,
				["閃蝴蝶"] = 921,
				["寒陰姬"] = 367,
				["饅頭砸摳"] = 629,
				["洛樊"] = 64,
				["子瑜的寵物"] = 676,
				["死靈守護者"] = 407,
				["冷面杀手"] = 345,
				["二十七號"] = 335,
				["月爸的遠征"] = 304,
				["Ogamar"] = 219,
				["光光小牧"] = 929,
				["天上聖母默娘"] = 180,
				["給妳棒棒"] = 581,
				["海大王"] = 569,
				["雙嬌小魚兒"] = 924,
				["薯條小子"] = 440,
				["Reko"] = 273,
				["阿薩佈魯"] = 91,
				["化身孤島的鯨"] = 640,
				["佛懺降罪人"] = 665,
				["沖繩黑糖牛奶"] = 852,
				["泥哥戰士"] = 699,
				["可貴者膽"] = 733,
				["英德烈"] = 912,
				["不學無宿"] = 865,
				["风的祭奠"] = 471,
				["自我身心投入"] = 248,
				["凌鹿"] = 873,
				["咩噗"] = 354,
				["一雨知寒"] = 98,
				["喵小紅"] = 267,
				["濕滑螺絲起子"] = 7,
				["薄荷與雷電"] = 439,
				["艾瑪肉肉"] = 967,
				["阿芸"] = 126,
				["德過且過"] = 62,
				["你們"] = 481,
				["草帽魯夫"] = 71,
				["提里奧弗丁乂"] = 896,
				["林美不要"] = 825,
				["散財"] = 392,
				["是把火"] = 939,
				["海德格啾我"] = 153,
				["姽嫿"] = 641,
				["槍與薔薇"] = 405,
				["狂人十一"] = 740,
				["小妹妹蹲著吃"] = 59,
				["Xegony"] = 145,
				["感冒用濕濕"] = 168,
				["簡郭阿龍"] = 835,
				["電電狗"] = 75,
				["布布妞妞"] = 680,
				["仰視"] = 337,
				["Xiaobudesu"] = 509,
				["捅王"] = 169,
				["早安七哭比"] = 279,
				["飄逸小術"] = 598,
				["逃啊夭"] = 918,
				["歐巴嘎"] = 564,
				["終歸一夢"] = 909,
				["麵包宗師"] = 850,
				["喔告咬他"] = 228,
				["告敢丟"] = 672,
				["亂亂凰"] = 663,
				["九幽獨行"] = 515,
				["貪食蛇大帝"] = 45,
				["珍奶不加冰"] = 797,
				["萬一"] = 625,
				["小蝴莉"] = 547,
				["姆露"] = 934,
				["窮學生"] = 425,
				["倒立喝汽水"] = 951,
				["新店周杰倫"] = 235,
				["噗噗術"] = 357,
				["無小小雙"] = 980,
				["奶舖"] = 886,
				["狗勾"] = 293,
				["喵之琳琳"] = 673,
				["Opcoastline"] = 322,
				["所要者魂"] = 782,
				["凱薩裂蹄"] = 99,
				["血雞林薩滿"] = 487,
				["法施"] = 15,
				["子瑜的彬彬"] = 956,
				["Monni"] = 320,
				["殺手九十六"] = 942,
				["寶奇課長"] = 777,
				["華惹法"] = 624,
				["喪屍梅林"] = 57,
				["粉爺"] = 69,
				["冰摩卡拿鐵"] = 521,
				["速趴悲劇塔"] = 456,
				["琥珀川伊藤"] = 276,
				["陰險小戰"] = 142,
				["喵葬人"] = 534,
				["黑貓好朋友"] = 297,
				["洨賴"] = 568,
				["轉世叫小赫"] = 804,
				["桂妮薇兒"] = 299,
				["阿芸好強壯"] = 141,
				["Alexqq"] = 307,
				["風涼話大師"] = 93,
				["追憶風華年代"] = 805,
				["亂亂鳳薩"] = 516,
				["櫻桃兔"] = 900,
				["貝比女孩"] = 803,
				["地板哥"] = 932,
				["光光小術"] = 952,
				["璐璐雪"] = 832,
				["Jbook"] = 319,
				["只好玩法爺了"] = 877,
				["憂心"] = 386,
				["Hulkv"] = 264,
				["程昱"] = 707,
				["悍飽"] = 642,
				["牧鹿人"] = 965,
				["急性發錢寒"] = 894,
				["套路"] = 230,
				["毘沙門天"] = 566,
				["小奶牧"] = 818,
				["Monnini"] = 51,
				["阿公店店花"] = 720,
				["速不術"] = 455,
				["奶香小牛蹄"] = 102,
				["予恩"] = 767,
				["思緒飄揚"] = 259,
				["合作射老師"] = 527,
				["阡阡兒"] = 294,
				["枫皇"] = 402,
				["丨深深丨"] = 198,
				["艾歐比康"] = 249,
				["來了來了來了"] = 54,
				["美國牛隊長"] = 108,
				["Elfnatural"] = 19,
				["Dogg"] = 314,
				["泣孤"] = 118,
				["小心吐奶"] = 611,
				["Nokillor"] = 600,
				["風城浮雲"] = 723,
				["莉賽洛德"] = 585,
				["塔洛娜"] = 27,
				["職業試玩四"] = 125,
				["愛喝摸摸茶"] = 555,
				["哩五嘆吉哞"] = 816,
				["大鷹吉祥"] = 955,
				["灰色騎士"] = 702,
				["Alta"] = 16,
				["安鬼莉"] = 545,
				["妖獵手"] = 854,
				["克里澌"] = 668,
				["近我者聖光"] = 206,
				["痛夢空洞"] = 43,
				["Matoloki"] = 479,
				["肉煮到不見啦"] = 430,
				["Chiehyu"] = 310,
				["好想玩狂戰喔"] = 887,
				["火石哥"] = 413,
				["買單火焰球"] = 719,
				["Socasky"] = 327,
				["西湖水"] = 187,
				["Katyheha"] = 283,
				["輸潑屎大"] = 915,
				["Nunn"] = 321,
				["帕那刻亞"] = 681,
				["Bomi"] = 96,
				["阿薩姆奶聖"] = 463,
				["奶爸想單刷啦"] = 28,
				["哇嘎哩嗎嘻噠"] = 531,
				["Brucelolz"] = 949,
				["日陽羽翼"] = 961,
				["凌貓"] = 257,
				["傳說小百"] = 55,
				["凜冬將臨"] = 225,
				["Essilorlolz"] = 950,
				["瘋狂羅賓"] = 574,
				["李美宏敢啦"] = 614,
				["信我者得永生"] = 768,
				["一隻牛"] = 847,
				["騙神仔"] = 472,
				["打骨頭"] = 783,
				["艾彩屁屁有痣"] = 711,
				["沒有什麼"] = 37,
				["憤怒年糕"] = 781,
				["算了戒不掉"] = 577,
				["書包"] = 691,
				["伊騰飛"] = 53,
				["Hemanbb"] = 763,
				["血劍一佈"] = 210,
				["生財之道"] = 214,
				["毛毛小寶貝"] = 567,
				["隔壁班導師"] = 595,
				["暹小花"] = 690,
				["姨媽來了"] = 365,
				["資深小妹"] = 977,
				["綠惡魔"] = 485,
				["Novdark"] = 288,
				["莎雅"] = 434,
				["尼根小小號"] = 157,
				["啾毛"] = 533,
				["武動血吼"] = 239,
				["十四位薩滿"] = 348,
				["根雞圖騰"] = 826,
				["職業試玩一"] = 945,
				["跟風練個聖騎"] = 453,
				["灰燼之刃"] = 620,
				["小屁還"] = 258,
				["賺錢第一"] = 494,
				["閃電鏈拉西"] = 11,
				["光光小薩"] = 301,
				["卍一空一卍"] = 523,
				["拉普拉斯"] = 736,
				["大姨媽"] = 884,
				["綺麗"] = 742,
				["口囧口"] = 226,
				["芙蕾拉"] = 280,
				["叔叔撞阿姨"] = 525,
				["有洙川陽炎"] = 34,
				["小肥毛"] = 973,
				["舞唲曦"] = 205,
				["冰心冷刃"] = 769,
				["喵小菲"] = 883,
				["衝鋒釋放"] = 627,
				["Rodenstock"] = 729,
				["黑色努比"] = 477,
				["潑屎妹"] = 412,
				["無大雙"] = 270,
				["Chickbb"] = 309,
				["處不留爺自去"] = 587,
				["射手獵"] = 116,
				["薯餅蛋堡"] = 441,
				["Amyamy"] = 308,
				["啾嗷"] = 882,
				["麒麒"] = 253,
				["鄉下嬉皮"] = 591,
				["Tyranus"] = 969,
				["楓荷"] = 827,
				["哭妖王"] = 532,
				["飍靐"] = 470,
				["血染紅的悲傷"] = 444,
				["海鹽那堤"] = 176,
				["肯德基蛋塔"] = 584,
				["達羅威夫人"] = 744,
				["小雷包"] = 548,
				["酒醉哥"] = 592,
				["喵嗷嗚"] = 774,
				["史傳傑女士"] = 526,
				["奔波兒霸"] = 608,
				["箭箭"] = 578,
				["患得患失"] = 613,
				["終南山活死人"] = 426,
				["無碼牛腥拳"] = 794,
				["楓雲"] = 616,
				["光光小獵"] = 930,
				["柏修斯"] = 403,
				["牛夫人的奶媽"] = 275,
				["廬山升龍霸"] = 377,
				["是朵花"] = 940,
				["夏瑀"] = 954,
				["是場雨"] = 937,
				["蔡翠秋"] = 914,
				["梅子醬"] = 561,
				["黃泉夜"] = 475,
				["冰城邪靈"] = 341,
				["天才那個珊"] = 933,
				["我是犀牛"] = 851,
				["光光小聖"] = 149,
				["玖筒"] = 419,
				["新店彭于晏"] = 784,
				["榨菜茶葉蛋"] = 617,
				["乜都德"] = 765,
				["亡靈新兵"] = 634,
				["武者羅"] = 901,
				["購滿長皮包"] = 841,
				["塔林"] = 213,
				["巡迴家"] = 60,
				["楓憶"] = 615,
				["超級王"] = 73,
				["特務七十八"] = 971,
				["憂鬱鈴鐺"] = 823,
				["假死釋放靈魂"] = 603,
				["搖滾布絲"] = 390,
				["斯卡蒂"] = 393,
				["小魚浠浠"] = 372,
				["春娘"] = 786,
				["雨食"] = 596,
				["平平的平平"] = 376,
				["菇逃菇鬧"] = 714,
				["咖哩芝麻"] = 530,
				["要水請叫爸爸"] = 840,
				["口古口"] = 209,
				["小雙是女神"] = 134,
				["舞箭人春寒"] = 185,
				["大祐馳玖"] = 607,
				["白龍魯迅儒學"] = 139,
				["香草拿鐵奶泡"] = 978,
				["一項羽一"] = 331,
				["發條橘子"] = 705,
				["越女劍"] = 74,
				["宇閣墨香"] = 889,
				["Startrack"] = 660,
				["玩命凱薩"] = 635,
				["灆曦"] = 292,
				["熊爺爺"] = 795,
				["密斯布菈蕾"] = 211,
				["我係菩提老祖"] = 178,
				["米糬糬"] = 68,
				["嘉寶"] = 26,
				["只活在副本"] = 814,
				["Angelinaqwq"] = 197,
				["梅爾德拉斯"] = 404,
				["單戈女臣"] = 355,
				["曹洪"] = 556,
				["率獸食人"] = 418,
				["閉著眼睛讓你"] = 90,
				["飛葉快刀"] = 252,
				["超可愛牛牛"] = 452,
				["雷霆崖守衛"] = 47,
				["齁裡穴"] = 630,
				["依依啊啊"] = 300,
				["Brant"] = 501,
				["台灣小黑熊"] = 878,
				["乂岩谷尚文乂"] = 164,
				["業餘鏟屎官"] = 563,
				["轉世麥皂"] = 489,
				["郭雲天老師"] = 46,
				["尐沫"] = 103,
				["拉加斯"] = 960,
				["偷心小貓咪"] = 869,
				["Bndd"] = 652,
				["蜜糖吐司"] = 946,
				["姜小蝦"] = 543,
				["鬼頭刀"] = 474,
				["Bgman"] = 49,
				["美佐不要"] = 837,
				["果蛋"] = 401,
				["薩拉米果"] = 155,
				["最峰"] = 787,
				["戀芯星塵"] = 959,
				["老衲法號衰哥"] = 44,
				["蜜世界"] = 443,
				["恩歪剋低武士"] = 895,
				["鳳凰雁"] = 163,
				["國安感冒糖漿"] = 268,
				["隱之限界"] = 923,
				["莎爾維加"] = 433,
				["小剝皮"] = 610,
				["卡迪歐"] = 495,
				["浪漫晨風"] = 855,
				["部落工讀生"] = 745,
				["生財功具"] = 833,
				["啻犬"] = 881,
				["小蒨"] = 679,
				["Chihanx"] = 311,
				["佛系補血"] = 224,
				["北都"] = 875,
				["一布卡一"] = 184,
				["Vapocoolant"] = 507,
				["魁魁"] = 496,
				["天蓬"] = 675,
				["只是浮雲"] = 773,
				["雅妮提絲"] = 251,
				["玄燁朧"] = 703,
				["為妳寫詩"] = 903,
				["阿美族"] = 462,
				["撒浪嘿呦"] = 686,
				["我叫朵拉斯"] = 824,
				["薩哞耶"] = 716,
				["到底是在吵尛"] = 522,
				["叫我拔拔"] = 101,
				["魔女宅急射"] = 728,
				["林森北路殺手"] = 400,
				["柒莫"] = 493,
				["哈辣雞翅"] = 880,
				["蕃茄兒"] = 438,
				["月下的野貓"] = 737,
				["米契"] = 708,
				["Furiousling"] = 492,
				["朕說了算"] = 789,
				["素西西"] = 86,
				["秋毛"] = 576,
				["Rolickon"] = 861,
				["Lucozade"] = 659,
				["燄靈"] = 66,
				["Tiramisul"] = 182,
				["Rewinted"] = 323,
				["Forthemagic"] = 503,
				["Boleyn"] = 500,
				["武玥蝕貳"] = 696,
				["Lemesis"] = 50,
				["一之瀨志希"] = 862,
				["殺戮幻影"] = 828,
				["靈刀希狼"] = 722,
				["劍人無雙"] = 771,
				["法師一二三"] = 161,
				["毛弄兒"] = 6,
				["邁克爾假死"] = 457,
				["是塊寶"] = 938,
				["半盞清酒"] = 605,
				["克雷恩風行者"] = 669,
				["神圣小德"] = 799,
				["攝魂"] = 391,
				["水也兄"] = 757,
				["老藕"] = 743,
				["椒麻雞腿排"] = 694,
				["冰腳被抵抗"] = 872,
				["骨感胖妹"] = 747,
				["胖胖的樂子"] = 215,
				["無情虐殺"] = 296,
				["熙夏"] = 796,
				["當心你的背後"] = 421,
				["旺旺大禮包"] = 689,
				["鬍鬚大欸"] = 846,
				["殘暴章魚燒"] = 291,
				["夜王"] = 540,
				["不死夜空"] = 662,
				["小於菟"] = 819,
				["彌之音"] = 378,
				["克勞斯"] = 667,
				["大樂子"] = 229,
				["捷克羅姆"] = 389,
				["是隻貓"] = 974,
				["未解之謎"] = 692,
				["觀察員"] = 448,
				["尼撈味"] = 104,
				["Xiaobula"] = 220,
				["恐怖熊"] = 936,
				["長毛大猩猩"] = 460,
				["薩筱步"] = 586,
				["幽暗城守衛"] = 780,
				["謹言慎行"] = 89,
				["瀨戶豪三郎"] = 39,
				["幸福的秘密"] = 893,
				["王大垂"] = 704,
				["種汁種汁"] = 217,
				["狠諸席"] = 831,
				["竒竒"] = 636,
				["是條魚"] = 979,
				["癢癢臭臭的"] = 575,
				["仲夏星夜"] = 518,
				["丹戰"] = 278,
				["是片雲"] = 941,
				["亂亂鳳獵"] = 22,
				["新冠病毒女王"] = 394,
				["一阿牛一"] = 512,
				["母湯愛上偶"] = 408,
				["夜霜雪"] = 359,
				["默昕羽"] = 3,
				["雷摩特製造商"] = 597,
				["四條悟"] = 13,
				["凌兒"] = 670,
				["澳門線上賭場"] = 65,
				["曠野呼喊者"] = 395,
				["殺意龍魂"] = 697,
				["林森南路殺手"] = 558,
				["Bnxx"] = 948,
				["突擊"] = 85,
				["布妞大正妹"] = 135,
				["咪姐兒"] = 931,
				["榮耀之小貓幾"] = 695,
				["香草拿鐵小妹"] = 982,
				["休憩空間"] = 519,
				["心癮"] = 554,
				["樂仔"] = 406,
				["Shirokuma"] = 20,
				["毘沙哞天"] = 792,
				["帕爾提娜"] = 779,
				["沁玥冰兒"] = 829,
				["楓羽"] = 791,
				["睡鬼"] = 907,
				["恶魔貓男"] = 33,
				["乂橘子乂"] = 867,
				["香飄飄奶昔"] = 849,
				["冷漠混蛋"] = 344,
				["玉米哞湯"] = 966,
				["致夏之戰"] = 911,
				["塔格奧的遠征"] = 537,
				["干別嚇我"] = 892,
				["就打徳"] = 821,
				["雪在流"] = 925,
				["Abyss"] = 497,
				["追憶似水年華"] = 916,
				["冬釀津白"] = 340,
				["香草小姊姊"] = 981,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km7|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["小西"] = 1,
				["|Km2|k"] = 2,
				["Sred"] = 1,
				["|Km8|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Km11|k"] = 2,
				["|Km1|k"] = 2,
				["|Km12|k"] = 2,
				["萬箭"] = 1,
				["|Km15|k"] = 2,
				["阿鋒哥"] = 1,
				["Gihan"] = 1,
				["|Km10|k"] = 2,
				["卡萊姆"] = 1,
				["焚天"] = 1,
				["恕嵐轎"] = 1,
				["|Km3|k"] = 2,
				["月半豸苗"] = 1,
				["|Km9|k"] = 2,
				["白白昀"] = 1,
				["希爾德烈日"] = 1,
				["|Km7|k"] = 2,
				["|Km14|k"] = 2,
				["|Km16|k"] = 2,
				["|Km13|k"] = 2,
				["房仲陳先生"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["|Km2|k"] = 2,
				["Shadowlol"] = 1,
				["|Km5|k"] = 2,
				["|Km8|k"] = 2,
			},
			["guildList"] = {
				["Reliable"] = 29,
				["肯呔羅"] = 106,
				["小可魯"] = 42,
				["台灣因仔"] = 24,
				["軟爛膝蓋"] = 107,
				["滅眾生"] = 49,
				["恕嵐轎"] = 82,
				["霜月桔"] = 22,
				["錯誤選晢"] = 60,
				["莫德里騎"] = 6,
				["小新術士"] = 70,
				["曹莉瑪的筆"] = 35,
				["母湯伯伯"] = 1,
				["拖把打阿公"] = 47,
				["檳榔頭"] = 10,
				["烏雷克馬奇努"] = 85,
				["Alsaceco"] = 38,
				["阿巧"] = 101,
				["蕾妲"] = 88,
				["轉守為攻"] = 98,
				["老衲送你歸西"] = 56,
				["母狗夜叉"] = 94,
				["希爾德血蹄"] = 104,
				["殘虐小蟲"] = 17,
				["飛行河南人"] = 102,
				["血腥情人節"] = 57,
				["好運魔人"] = 79,
				["小聖坦"] = 18,
				["檳榔仙"] = 105,
				["阿巧姊姊"] = 2,
				["倪好"] = 7,
				["玟筱聖"] = 55,
				["麥擱安捏怕"] = 103,
				["亞曼德"] = 39,
				["幸運魔人"] = 81,
				["白毛大狗妖"] = 86,
				["哭哭貓咪"] = 25,
				["薩柒多思"] = 20,
				["細皮嫩肉"] = 33,
				["破麻再世"] = 97,
				["灰色八度空間"] = 96,
				["柔情似水"] = 9,
				["潮吹突疼"] = 95,
				["悶棍發大財"] = 30,
				["賽亞人"] = 59,
				["希爾德烈日"] = 93,
				["吃我種子拉"] = 40,
				["墨西哥土鑑師"] = 4,
				["夭壽麥"] = 92,
				["玩術士的血蹄"] = 14,
				["正經賊"] = 48,
				["善哉善哉"] = 91,
				["今晚不打烊"] = 90,
				["千櫻若月"] = 67,
				["吃我颱風拉"] = 76,
				["阿果里歐斯"] = 61,
				["陰陽聖女"] = 28,
				["Akina"] = 72,
				["蘋果巨硬"] = 34,
				["拿手卷換壽司"] = 83,
				["乂神射手霖乂"] = 12,
				["烤烤茶"] = 51,
				["曼丁希爾"] = 84,
				["無形箭"] = 36,
				["速嵐轎"] = 100,
				["迷你桔"] = 99,
				["腎騎"] = 21,
				["小冷"] = 80,
				["名月"] = 41,
				["太狠了"] = 78,
				["阿巧妹妹"] = 37,
				["距離太遠了"] = 89,
				["大巧克力棒"] = 77,
				["漾兒"] = 50,
				["特變電工"] = 53,
				["小得得"] = 43,
				["三浦建太郎"] = 8,
				["一身萊姆病"] = 75,
				["滴踢滴愛上頭"] = 31,
				["冬東鼠"] = 13,
				["牧原股份"] = 52,
				["Musashi"] = 74,
				["哈佛說我負責"] = 23,
				["Cutmedown"] = 73,
				["銀月土鑑師"] = 71,
				["風味小札"] = 69,
				["琥珀穗"] = 68,
				["亞戴爾"] = 66,
				["變型專家"] = 58,
				["一拳揍飛你"] = 65,
				["Mattion"] = 3,
				["十二火兒"] = 64,
				["背骨陰仔"] = 108,
				["追山小"] = 63,
				["黑到你看不到"] = 62,
				["強運魔人"] = 45,
				["半截入土"] = 16,
				["羽天星"] = 87,
				["紅麗幻法"] = 5,
				["灰光"] = 26,
				["王帥法"] = 54,
				["巨睪小男孩"] = 11,
				["我聖粉啦"] = 46,
				["想當熊的血蹄"] = 19,
				["巧克力薄餅"] = 44,
				["雷蟲"] = 32,
				["尼默爾艾默"] = 15,
				["Kamisato"] = 27,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["protected"] = true,
		["stats"] = 0,
		["action"] = 2,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["stats"] = 0,
		["raid"] = true,
		["received"] = true,
		["guild"] = true,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["stats"] = 0,
		["all"] = true,
		["received"] = true,
		["action"] = 2,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["特變電工"] = {
			["紅麗幻法"] = {
				{
					["type"] = 1,
					["time"] = 1629140516,
					["from"] = "特變電工",
					["msg"] = "與<紅麗幻法>的交易成功了。收入500g。給予|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = false,
					["convo"] = "紅麗幻法",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629140516,
					["from"] = "紅麗幻法",
					["msg"] = "與<特變電工>的交易成功了。付出500g。獲得|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = true,
					["convo"] = "紅麗幻法",
				}, -- [2]
				["info"] = {
				},
			},
			["Goyalol#4337"] = {
				{
					["type"] = 1,
					["time"] = 1629293465,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629293477,
					["from"] = "Goyalol#4337",
					["msg"] = "啥 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629293498,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629293509,
					["from"] = "特變電工",
					["msg"] = "33",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629293522,
					["from"] = "特變電工",
					["msg"] = "這次我調整了一下",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629293528,
					["from"] = "特變電工",
					["msg"] = "做了一個插件",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629293531,
					["from"] = "Goyalol#4337",
					["msg"] = "小D不在啊",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629293532,
					["from"] = "特變電工",
					["msg"] = "超强",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629293554,
					["from"] = "Goyalol#4337",
					["msg"] = "小D上夜班 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629293557,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629293562,
					["from"] = "特變電工",
					["msg"] = "周三這麽好的日子",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629293674,
					["from"] = "Goyalol#4337",
					["msg"] = "沒辦法 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629298083,
					["from"] = "特變電工",
					["msg"] = "我這次技術大大提升",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629298100,
					["from"] = "特變電工",
					["msg"] = "他媽的 取了這個戰隊名字之後 虧了50W",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629901123,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629901159,
					["from"] = "Goyalol#4337",
					["msg"] = "在陪他們混55",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629901179,
					["from"] = "Goyalol#4337",
					["msg"] = "晚點我看看 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [17]
				["info"] = {
				},
			},
			["牧原股份#3763"] = {
				{
					["type"] = 1,
					["time"] = 1628964840,
					["from"] = "特變電工",
					["msg"] = "|Hitem:29249::::::::70::::::::|h[善行手環]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628964876,
					["from"] = "特變電工",
					["msg"] = "|Hitem:27946::::::::70::::::::|h[鳥人羽毛披風]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628964894,
					["from"] = "特變電工",
					["msg"] = "|Hitem:30552::::::::70::::::::|h[受祝福的丹泉石]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629010194,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629010204,
					["from"] = "特變電工",
					["msg"] = "外面下雨",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629010214,
					["from"] = "特變電工",
					["msg"] = "你不在家干能干嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629010238,
					["from"] = "牧原股份#3763",
					["msg"] = "看孩子",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629010253,
					["from"] = "特變電工",
					["msg"] = "晚上8点要上线哦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629011178,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629011186,
					["from"] = "特變電工",
					["msg"] = "他妹的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629011197,
					["from"] = "特變電工",
					["msg"] = "你這周先找一個雙25人團",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629011206,
					["from"] = "特變電工",
					["msg"] = "晚上8點的沒補位置了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629011214,
					["from"] = "牧原股份#3763",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629011650,
					["from"] = "特變電工",
					["msg"] = "wca ",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629011654,
					["from"] = "特變電工",
					["msg"] = "麥克H",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629011656,
					["from"] = "特變電工",
					["msg"] = "來不來",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629011657,
					["from"] = "牧原股份#3763",
					["msg"] = "ca ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629011672,
					["from"] = "牧原股份#3763",
					["msg"] = "不去 玩不了那麽投入",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629011679,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629033143,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麽樣 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629033151,
					["from"] = "特變電工",
					["msg"] = "1把過",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629033156,
					["from"] = "特變電工",
					["msg"] = "你趕緊找隊伍打",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629033165,
					["from"] = "牧原股份#3763",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629033201,
					["from"] = "牧原股份#3763",
					["msg"] = "媽的  水管爆了 擦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629033207,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629033219,
					["from"] = "特變電工",
					["msg"] = "找物業啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629033230,
					["from"] = "牧原股份#3763",
					["msg"] = "大半夜哪裏找物業",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629033617,
					["from"] = "牧原股份#3763",
					["msg"] = "kpi完成了 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629033618,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 瑪瑟里頓交戰（當前未知 (階段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629033973,
					["from"] = "牧原股份#3763",
					["msg"] = "我怎麽加dc",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629033982,
					["from"] = "特變電工",
					["msg"] = "你加幹嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629033999,
					["from"] = "牧原股份#3763",
					["msg"] = "我加入了G團  可是我怎麽加如DC頻道呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629034007,
					["from"] = "特變電工",
					["msg"] = "他會給一個網址",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629034010,
					["from"] = "特變電工",
					["msg"] = "複製就可以",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629034011,
					["from"] = "牧原股份#3763",
					["msg"] = "我要DC號 沒人理我",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629034030,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 還沒發",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629034275,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 瑪瑟里頓!",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629035180,
					["from"] = "特變電工",
					["msg"] = "你打哪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629035188,
					["from"] = "牧原股份#3763",
					["msg"] = "2個",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629037442,
					["from"] = "特變電工",
					["msg"] = "起飛了沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629037446,
					["from"] = "特變電工",
					["msg"] = "DC正常吧",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629037452,
					["from"] = "牧原股份#3763",
					["msg"] = "1",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629037523,
					["from"] = "特變電工",
					["msg"] = "格魯爾打完了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629037524,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 瑪瑟里頓交戰（當前未知 (階段1)，24/25存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629037633,
					["from"] = "牧原股份#3763",
					["msg"] = "治療量第二 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629037643,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 瑪瑟里頓還有99% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629037644,
					["from"] = "牧原股份#3763",
					["msg"] = "可惜滅了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629037849,
					["from"] = "特變電工",
					["msg"] = "好玩不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629037897,
					["from"] = "牧原股份#3763",
					["msg"] = "可以 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629037908,
					["from"] = "牧原股份#3763",
					["msg"] = "估計要滅慘 野團",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629037918,
					["from"] = "特變電工",
					["msg"] = "還好啊 都打過的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629037922,
					["from"] = "特變電工",
					["msg"] = "格魯爾打完了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629037932,
					["from"] = "牧原股份#3763",
					["msg"] = "沒 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629037937,
					["from"] = "特變電工",
					["msg"] = "坑",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629037938,
					["from"] = "牧原股份#3763",
					["msg"] = "開始打這個",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629037951,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 我是來練習的 無所謂",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629037952,
					["from"] = "特變電工",
					["msg"] = "沒你啥裝備的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629037958,
					["from"] = "牧原股份#3763",
					["msg"] = "胸甲",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629037971,
					["from"] = "特變電工",
					["msg"] = "你要毛T4啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629037974,
					["from"] = "特變電工",
					["msg"] = "浪費前",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629037983,
					["from"] = "牧原股份#3763",
					["msg"] = "我樂意",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629037985,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629037987,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629038252,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈  又滅了 嘎嘎",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629038290,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629038295,
					["from"] = "特變電工",
					["msg"] = "菜啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629038302,
					["from"] = "牧原股份#3763",
					["msg"] = "第一棒都沒弄好 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629038321,
					["from"] = "牧原股份#3763",
					["msg"] = "太垃圾了 我是第二棒 都沒用武之地",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629038330,
					["from"] = "牧原股份#3763",
					["msg"] = "傷心",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629038835,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 滅了 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629038839,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629038840,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 瑪瑟里頓交戰（當前99% (階段1)，5/17存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1629038850,
					["from"] = "特變電工",
					["msg"] = "你8點來的話已經起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1629038851,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 瑪瑟里頓還有99% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1629038962,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 都沒過P1 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1629040184,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1629040185,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 瑪瑟里頓交戰（當前82% (階段1)，1/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1629040185,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 瑪瑟里頓還有82% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1629040188,
					["from"] = "特變電工",
					["msg"] = "還沒過？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1629040192,
					["from"] = "特變電工",
					["msg"] = "團長直接拉黑了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1629040192,
					["from"] = "牧原股份#3763",
					["msg"] = "沒  ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1629040201,
					["from"] = "特變電工",
					["msg"] = "什麽垃圾團",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1629040204,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1629040218,
					["from"] = "牧原股份#3763",
					["msg"] = "浪費我大藍 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1629040230,
					["from"] = "特變電工",
					["msg"] = "別喝了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1629040232,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1629040300,
					["from"] = "特變電工",
					["msg"] = "語音啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1629040301,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1629124785,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1629127186,
					["from"] = "牧原股份#3763",
					["msg"] = "你試試",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1629131109,
					["from"] = "特變電工",
					["msg"] = "你跟大家一起站 一起跑就行了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1629131115,
					["from"] = "牧原股份#3763",
					["msg"] = "ok",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1629140270,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1629140270,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1629140682,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。收入960g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1629140682,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。付出960g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1629216425,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1629216436,
					["from"] = "牧原股份#3763",
					["msg"] = "我做的門任務叫什麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1629216444,
					["from"] = "牧原股份#3763",
					["msg"] = "風暴們麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1629216449,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1629216460,
					["from"] = "特變電工",
					["msg"] = "還有 H監獄裏面接一個任務",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1629216468,
					["from"] = "特變電工",
					["msg"] = "H監獄是毒蛇神殿的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1629216485,
					["from"] = "牧原股份#3763",
					["msg"] = "我先搞風暴要塞的吧 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1629216487,
					["from"] = "特變電工",
					["msg"] = "月影村是風暴門任務",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1629216492,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1629216503,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 我找了個攻略",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1629216569,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 是不是臺服任務名和大陸不一樣 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1629216578,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1629216583,
					["from"] = "牧原股份#3763",
					["msg"] = "坑呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1629216594,
					["from"] = "牧原股份#3763",
					["msg"] = "古爾丹火山？任務",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1629216603,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1629216606,
					["from"] = "特變電工",
					["msg"] = "就做他",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1629216616,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 還好前3個字一樣",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1629216635,
					["from"] = "特變電工",
					["msg"] = "然後就是插圖騰去各種殺怪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1629216657,
					["from"] = "牧原股份#3763",
					["msg"] = "現在殺怪太難了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1629216979,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1629296918,
					["from"] = "牧原股份#3763",
					["msg"] = "奴隸圍欄 臺服叫啥",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1629297909,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1629298214,
					["from"] = "牧原股份#3763",
					["msg"] = "今天馬肥CD最後一天麽 還是已經下周了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1629299786,
					["from"] = "牧原股份#3763",
					["msg"] = "先給我5000G 有沒有 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1629299795,
					["from"] = "特變電工",
					["msg"] = "幹嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1629299803,
					["from"] = "牧原股份#3763",
					["msg"] = "消費去  沒花出去 再給你",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1629299820,
					["from"] = "特變電工",
					["msg"] = "去哪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1629299841,
					["from"] = "牧原股份#3763",
					["msg"] = "飛馬",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1629299852,
					["from"] = "牧原股份#3763",
					["msg"] = "郵寄給我",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1629299858,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1629299863,
					["from"] = "特變電工",
					["msg"] = "郵寄要等1小時",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1629299879,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 那怎麽版 你敢不敢來 奧格",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1629299888,
					["from"] = "特變電工",
					["msg"] = "你去哪？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1629299892,
					["from"] = "特變電工",
					["msg"] = "我馬上來",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1629299897,
					["from"] = "牧原股份#3763",
					["msg"] = "好的 謝謝大哥",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1629299903,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1629299916,
					["from"] = "牧原股份#3763",
					["msg"] = "我在 銀行門口",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1629299942,
					["from"] = "牧原股份#3763",
					["msg"] = "今天 不會是下周新cd了吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1629299949,
					["from"] = "牧原股份#3763",
					["msg"] = "馬飛",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1629300123,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。付出6000g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1629300123,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。收入6000g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1629301260,
					["from"] = "特變電工",
					["msg"] = "滅了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1629301262,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與世界首領 - 大君王莫卡爾交戰（當前0%，8/26存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1629301271,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1629301276,
					["from"] = "特變電工",
					["msg"] = "坑嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1629301290,
					["from"] = "牧原股份#3763",
					["msg"] = " 老1就滅了 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1629301304,
					["from"] = "牧原股份#3763",
					["msg"] = "法師T 不會 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1629301313,
					["from"] = "特變電工",
					["msg"] = "有什麽不會的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1629301319,
					["from"] = "特變電工",
					["msg"] = "很簡單啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1629301325,
					["from"] = "特變電工",
					["msg"] = "站在原地打",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1629301330,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 大君王莫卡爾還有0%時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1629301335,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1629301354,
					["from"] = "牧原股份#3763",
					["msg"] = "我沒問題 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1629301391,
					["from"] = "牧原股份#3763",
					["msg"] = "我是被火球點四了 拉火球的去世了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1629301783,
					["from"] = "牧原股份#3763",
					["msg"] = "治療第一 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1629301791,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1629301808,
					["from"] = "牧原股份#3763",
					["msg"] = "隨便++",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1629302865,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1629302868,
					["from"] = "特變電工",
					["msg"] = "坑了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1629302876,
					["from"] = "牧原股份#3763",
					["msg"] = "坑了 滅了 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1629304048,
					["from"] = "特變電工",
					["msg"] = "過了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1629304052,
					["from"] = "牧原股份#3763",
					["msg"] = "過了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1629304061,
					["from"] = "牧原股份#3763",
					["msg"] = "小德腿3000",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1629304065,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1629304068,
					["from"] = "特變電工",
					["msg"] = "你買了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1629304084,
					["from"] = "牧原股份#3763",
					["msg"] = "沒  2個XD再標",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1629304098,
					["from"] = "特變電工",
					["msg"] = "他們是坦克吧",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1629304108,
					["from"] = "牧原股份#3763",
					["msg"] = "有一個n",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1629304113,
					["from"] = "牧原股份#3763",
					["msg"] = "一個n",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1629304115,
					["from"] = "牧原股份#3763",
					["msg"] = "一個t",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1629305231,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1629305989,
					["from"] = "特變電工",
					["msg"] = "説話",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1629306044,
					["from"] = "特變電工",
					["msg"] = "說i話",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1629306047,
					["from"] = "牧原股份#3763",
					["msg"] = "shuo le ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1629386356,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1629386371,
					["from"] = "牧原股份#3763",
					["msg"] = "開著呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1629479439,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1629535509,
					["from"] = "特變電工",
					["msg"] = "能不能愉快的上綫",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1629535513,
					["from"] = "特變電工",
					["msg"] = "今天幾點上",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1629545928,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1629619983,
					["from"] = "特變電工",
					["msg"] = "啥情況",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1629619993,
					["from"] = "特變電工",
					["msg"] = "晚上8點能不能搞",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1629627851,
					["from"] = "牧原股份#3763",
					["msg"] = "能呀 今天去宜家了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1629627856,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1629627856,
					["from"] = "牧原股份#3763",
					["msg"] = "剛回來",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1629629714,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1629629728,
					["from"] = "牧原股份#3763",
					["msg"] = "8點開打麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1629629735,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1629633167,
					["from"] = "牧原股份#3763",
					["msg"] = "開組了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1629645067,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。給予|cffffffff|Hitem:22829::::::::70::::::::|h[超強效治療藥水]|h|r(5)等4件物品。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1629645067,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。獲得|cffffffff|Hitem:22829::::::::70::::::::|h[超強效治療藥水]|h|r(5)等4件物品。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1629645563,
					["from"] = "特變電工",
					["msg"] = "|cffa335ee|Hitem:24276::::::::70::::::::|h[金色法術絲線]|h|r",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1629645694,
					["from"] = "特變電工",
					["msg"] = "|cff0070dd|Hitem:24275::::::::70::::::::|h[銀色法術絲線]|h|r",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1629729308,
					["from"] = "牧原股份#3763",
					["msg"] = "man",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1629729322,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1629729326,
					["from"] = "特變電工",
					["msg"] = "yy",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1629779041,
					["from"] = "特變電工",
					["msg"] = "昨天的工資U給你了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1629779045,
					["from"] = "特變電工",
					["msg"] = "你還有500G工資",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1629779048,
					["from"] = "特變電工",
					["msg"] = "安逸的很嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1629779072,
					["from"] = "特變電工",
					["msg"] = "幸福不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1629779075,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1629779079,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1629779083,
					["from"] = "特變電工",
					["msg"] = "今晚慶功宴不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1629818915,
					["from"] = "牧原股份#3763",
					["msg"] = "語音",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1629818915,
					["from"] = "牧原股份#3763",
					["msg"] = "就用這個吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1630154625,
					["from"] = "牧原股份#3763",
					["msg"] = "語音",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1630154632,
					["from"] = "特變電工",
					["msg"] = "yy",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1630163013,
					["from"] = "牧原股份#3763",
					["msg"] = "有空 再來",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1630163020,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1630172219,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:27892::::::::70::::::::|h[煽動者披風]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [206]
				{
					["type"] = 1,
					["time"] = 1630172219,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。給予|cff0070dd|Hitem:27892::::::::70::::::::|h[煽動者披風]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [207]
				{
					["type"] = 1,
					["time"] = 1630173426,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。給予|cff0070dd|Hitem:27908::::::::70::::::::|h[暗殺護腿]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [208]
				{
					["type"] = 1,
					["time"] = 1630173426,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:27908::::::::70::::::::|h[暗殺護腿]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [209]
				["info"] = {
				},
			},
			["焚天"] = {
				{
					["type"] = 1,
					["time"] = 1629035708,
					["from"] = "焚天",
					["msg"] = "藥丸22嗎",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629035716,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629036417,
					["from"] = "焚天",
					["msg"] = "剛開場 就上馬衝到臉上 在下馬 ",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629036447,
					["from"] = "焚天",
					["msg"] = "別走到一半 就下馬 這樣打不倒人 讓廢怒氣",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629036451,
					["from"] = "焚天",
					["msg"] = "斷金 上好",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629042286,
					["from"] = "焚天",
					["msg"] = "先排一場 22 玩看看?",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629042297,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629042299,
					["from"] = "特變電工",
					["msg"] = "等我",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629043169,
					["from"] = "焚天",
					["msg"] = "|cFFFFFFFF[|Hurl:https://www.douyu.com/778539|hhttps://www.douyu.com/778539|h]|r ",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629045488,
					["from"] = "焚天",
					["msg"] = "進",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629045494,
					["from"] = "焚天",
					["msg"] = "進",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629045506,
					["from"] = "焚天",
					["msg"] = "進了",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629539124,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629539132,
					["from"] = "特變電工",
					["msg"] = "晚上高啊",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629539141,
					["from"] = "特變電工",
					["msg"] = "你退戰隊了？",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [15]
				["info"] = {
				},
			},
			["恕嵐轎"] = {
				{
					["type"] = 1,
					["time"] = 1629729258,
					["from"] = "特變電工",
					["msg"] = "準時搞起來",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629729266,
					["from"] = "恕嵐轎",
					["msg"] = "oki",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629729272,
					["from"] = "恕嵐轎",
					["msg"] = "我換隻開組",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629732902,
					["from"] = "恕嵐轎",
					["msg"] = "與<特變電工>的交易成功了。給予|cffffffff|Hitem:33872::::::::70::::::::|h[辣炒塔巴克]|h|r(9)等3件物品。",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629732902,
					["from"] = "特變電工",
					["msg"] = "與<恕嵐轎>的交易成功了。獲得|cffffffff|Hitem:33872::::::::70::::::::|h[辣炒塔巴克]|h|r(9)等3件物品。",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [5]
				["info"] = {
				},
			},
			["月半豸苗"] = {
				{
					["type"] = 1,
					["time"] = 1629902964,
					["from"] = "特變電工",
					["msg"] = "我只有7場",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629902971,
					["from"] = "特變電工",
					["msg"] = "參與率35%",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629902977,
					["from"] = "月半豸苗",
					["msg"] = "30趴 就夠",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629902980,
					["from"] = "月半豸苗",
					["msg"] = "不用打10場",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629902984,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [5]
				["info"] = {
				},
			},
			["速嵐轎"] = {
				{
					["type"] = 1,
					["time"] = 1629130513,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28566::::::::70::::::::|h[不撓的赤紅束腰]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629130513,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28566::::::::70::::::::|h[不撓的赤紅束腰]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629132812,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28597::::::::70::::::::|h[潘札薩爾胸甲]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629132812,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28597::::::::70::::::::|h[潘札薩爾胸甲]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629133824,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629133824,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629138186,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28755::::::::70::::::::|h[無情刀刃肩墊]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629138186,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28755::::::::70::::::::|h[無情刀刃肩墊]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629140475,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入260g。給予|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629140475,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出260g。獲得|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629140541,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入240g。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629140541,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出240g。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629734798,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28524::::::::70::::::::|h[綠寶石匕首]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629734798,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28524::::::::70::::::::|h[綠寶石匕首]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629741063,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入1900g。給予|cffa335ee|Hitem:28672::::::::70::::::::|h[黑暗搶奪者披氅]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629741063,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出1900g。獲得|cffa335ee|Hitem:28672::::::::70::::::::|h[黑暗搶奪者披氅]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629742684,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28772::::::::70::::::::|h[日怒鳳凰之弓]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629742684,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28772::::::::70::::::::|h[日怒鳳凰之弓]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629742721,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629742721,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:29761::::::::70::::::::|h[逝往防衛者頭盔]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [20]
				["info"] = {
				},
			},
			["希爾德烈日"] = {
				{
					["type"] = 1,
					["time"] = 1629020044,
					["from"] = "特變電工",
					["msg"] = "我要附魔2把",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629020054,
					["from"] = "特變電工",
					["msg"] = "我去買材料",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629020072,
					["from"] = "希爾德烈日",
					["msg"] = "我虛無水晶夠 其他的你買 然後你看水晶多少",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629020076,
					["from"] = "希爾德烈日",
					["msg"] = "我便宜給你就好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629020078,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629020080,
					["from"] = "特變電工",
					["msg"] = "謝謝",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629020089,
					["from"] = "特變電工",
					["msg"] = "2把需要12個哦",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629020089,
					["from"] = "希爾德烈日",
					["msg"] = "不會 同公會的",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629020095,
					["from"] = "希爾德烈日",
					["msg"] = "我有",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629020098,
					["from"] = "希爾德烈日",
					["msg"] = "免煩惱XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629020103,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629020104,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629020137,
					["from"] = "特變電工",
					["msg"] = "虛無水機現在6個145",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629020151,
					["from"] = "希爾德烈日",
					["msg"] = "12顆算你200就好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629020154,
					["from"] = "希爾德烈日",
					["msg"] = "250",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629020160,
					["from"] = "特變電工",
					["msg"] = "市場價就行",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629020168,
					["from"] = "希爾德烈日",
					["msg"] = "沒事便宜一點",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629020177,
					["from"] = "希爾德烈日",
					["msg"] = "同公會就不收代工費了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629020243,
					["from"] = "希爾德烈日",
					["msg"] = "電工",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629020256,
					["from"] = "希爾德烈日",
					["msg"] = "晚點幫你付",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629020259,
					["from"] = "特變電工",
					["msg"] = "馬上就好",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629020270,
					["from"] = "希爾德烈日",
					["msg"] = "我這邊剛開一場H火壁壘",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629020272,
					["from"] = "希爾德烈日",
					["msg"] = "馬上好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629020284,
					["from"] = "特變電工",
					["msg"] = "嗯嗯",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629020285,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629020812,
					["from"] = "特變電工",
					["msg"] = "|cffffd000|Henchant:27954|h[附魔: 附魔靴子 - 穩固]|h|r你會嗎@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629020843,
					["from"] = "希爾德烈日",
					["msg"] = "我會12耐力的而已",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629020845,
					["from"] = "希爾德烈日",
					["msg"] = "你要嘛",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629020859,
					["from"] = "特變電工",
					["msg"] = "不了 我要DPS 哈哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629020863,
					["from"] = "希爾德烈日",
					["msg"] = "好XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629023972,
					["from"] = "特變電工",
					["msg"] = "你打得有點滿啊@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629023979,
					["from"] = "希爾德烈日",
					["msg"] = "剛打完QQ",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629024007,
					["from"] = "特變電工",
					["msg"] = "@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629024025,
					["from"] = "特變電工",
					["msg"] = "讓法師開一個奧格門@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629024033,
					["from"] = "希爾德烈日",
					["msg"] = "奧格見",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629024038,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629024461,
					["from"] = "特變電工",
					["msg"] = "|cffffd000|Henchant:34004|h[附魔: 附魔披風 - 強效敏捷]|h|r",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629024465,
					["from"] = "特變電工",
					["msg"] = "這個會嗎",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629024466,
					["from"] = "希爾德烈日",
					["msg"] = "這我不會",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629024472,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629024472,
					["from"] = "希爾德烈日",
					["msg"] = "我圖紙沒甚麼刷",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629024734,
					["from"] = "希爾德烈日",
					["msg"] = "電工等我QQ",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629024992,
					["from"] = "特變電工",
					["msg"] = "我看了一下裝備 我先附一個吧",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629024996,
					["from"] = "希爾德烈日",
					["msg"] = "好了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629025001,
					["from"] = "希爾德烈日",
					["msg"] = "好的~",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629025028,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629025028,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629025032,
					["from"] = "希爾德烈日",
					["msg"] = "@@",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629025035,
					["from"] = "希爾德烈日",
					["msg"] = "怎麼了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629025048,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(10)等4件物品。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629025048,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。給予|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(10)等4件物品。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629025054,
					["from"] = "特變電工",
					["msg"] = "多少錢來著",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629025063,
					["from"] = "特變電工",
					["msg"] = "125",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629025072,
					["from"] = "希爾德烈日",
					["msg"] = "OK~",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629025081,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。收入125g。物品|cffa335ee|Hitem:28438::::::::70::::::::|h[龍喉]|h|r獲得了附魔<附魔武器 - 貓鼬>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629025081,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。付出125g。物品|cffa335ee|Hitem:28438::::::::70::::::::|h[龍喉]|h|r獲得了附魔<附魔武器 - 貓鼬>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629025084,
					["from"] = "特變電工",
					["msg"] = "感謝啊",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629025225,
					["from"] = "特變電工",
					["msg"] = "|cffffd000|Henchant:27960|h[附魔: 附魔胸甲 - 特殊屬性]|h|r",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629025235,
					["from"] = "希爾德烈日",
					["msg"] = "這個我會",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629025252,
					["from"] = "特變電工",
					["msg"] = "幫我附一下",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629025255,
					["from"] = "希爾德烈日",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629025305,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(4)等3件物品。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629025305,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。給予|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(4)等3件物品。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629025317,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。物品|cff0070dd|Hitem:27906::::::::70::::::::|h[赤紅鍛造胸甲]|h|r獲得了附魔<附魔胸甲 - 特殊屬性>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629025317,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。物品|cff0070dd|Hitem:27906::::::::70::::::::|h[赤紅鍛造胸甲]|h|r獲得了附魔<附魔胸甲 - 特殊屬性>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629025323,
					["from"] = "希爾德烈日",
					["msg"] = "感恩~",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629025324,
					["from"] = "特變電工",
					["msg"] = "謝",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [67]
				["info"] = {
				},
			},
			["fatcat#3510"] = {
				{
					["type"] = 1,
					["time"] = 1629010280,
					["from"] = "特變電工",
					["msg"] = "晚上8点 我要洗狂暴dd吗",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629010295,
					["from"] = "fatcat#3510",
					["msg"] = "要",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629010371,
					["from"] = "特變電工",
					["msg"] = "我那個小D朋友裝備搞的差不多了 今晚也要來哦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629010395,
					["from"] = "fatcat#3510",
					["msg"] = "目前沒他位置喔 = = 這周 固定補 購",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629010414,
					["from"] = "特變電工",
					["msg"] = "這麽快就夠了喔",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629010427,
					["from"] = "fatcat#3510",
					["msg"] = "原本就夠阿 因為上周 88節",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629010433,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629017367,
					["from"] = "特變電工",
					["msg"] = "你在幹嘛",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629017375,
					["from"] = "fatcat#3510",
					["msg"] = "打就索爾",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629017378,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629017405,
					["from"] = "特變電工",
					["msg"] = "我買一個沙漏就2鍛單手錘了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629040361,
					["from"] = "特變電工",
					["msg"] = "以後8點能不能讓我朋友固定",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629040379,
					["from"] = "特變電工",
					["msg"] = "強力穩定補d",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629043635,
					["from"] = "fatcat#3510",
					["msg"] = "你在做啥",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629043645,
					["from"] = "特變電工",
					["msg"] = "33",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629043710,
					["from"] = "特變電工",
					["msg"] = "我那個強力穩定補D朋友能不能固定",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629043721,
					["from"] = "fatcat#3510",
					["msg"] = "目前是沒缺補  = =",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629043724,
					["from"] = "fatcat#3510",
					["msg"] = "我在想想",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629043729,
					["from"] = "特變電工",
					["msg"] = "那今天有又缺",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629043742,
					["from"] = "特變電工",
					["msg"] = "找個坦 我專心狂暴了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629043760,
					["from"] = "fatcat#3510",
					["msg"] = "我們原本就有個畢業補d",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629044080,
					["from"] = "特變電工",
					["msg"] = "然後呢",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629044091,
					["from"] = "特變電工",
					["msg"] = "他都畢業了 afk了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629044101,
					["from"] = "fatcat#3510",
					["msg"] = "他不適畢業",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629044112,
					["from"] = "特變電工",
					["msg"] = "2個不差啊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629044117,
					["from"] = "特變電工",
					["msg"] = "2個補D",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629044128,
					["from"] = "特變電工",
					["msg"] = "單體這麽強",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629211728,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629211764,
					["from"] = "fatcat#3510",
					["msg"] = "上了阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629211769,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629213593,
					["from"] = "特變電工",
					["msg"] = "+",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629293343,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629293353,
					["from"] = "fatcat#3510",
					["msg"] = "????",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629293359,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629293369,
					["from"] = "fatcat#3510",
					["msg"] = "你人ㄋ",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629293374,
					["from"] = "fatcat#3510",
					["msg"] = "現在才上 = =",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629293397,
					["from"] = "特變電工",
					["msg"] = "盡情的在家投入工作 忘記時間 看你召喚我了 我就來了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629293494,
					["from"] = "特變電工",
					["msg"] = "搞不搞",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629293503,
					["from"] = "fatcat#3510",
					["msg"] = "人不夠",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629388059,
					["from"] = "fatcat#3510",
					["msg"] = "你朋友小D 叫啥名子",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629388074,
					["from"] = "特變電工",
					["msg"] = "牧原股份",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629388096,
					["from"] = "特變電工",
					["msg"] = "有補轉DD了嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629388096,
					["from"] = "fatcat#3510",
					["msg"] = "我看一下他補妝",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629388114,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629388121,
					["from"] = "特變電工",
					["msg"] = "補裝",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629388122,
					["from"] = "特變電工",
					["msg"] = "你放心",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629388126,
					["from"] = "fatcat#3510",
					["msg"] = "叫他密我 我看一下",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629388127,
					["from"] = "特變電工",
					["msg"] = "快畢業了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629388140,
					["from"] = "特變電工",
					["msg"] = "你密他",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629388146,
					["from"] = "特變電工",
					["msg"] = "你的名字太難打了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629388536,
					["from"] = "特變電工",
					["msg"] = "怎麽樣 強力不",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629388541,
					["from"] = "fatcat#3510",
					["msg"] = "還好",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629388550,
					["from"] = "fatcat#3510",
					["msg"] = "遠哥 治療輛1900",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629388554,
					["from"] = "fatcat#3510",
					["msg"] = "你朋友才1600",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629388558,
					["from"] = "特變電工",
					["msg"] = "他沒附魔",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629388561,
					["from"] = "fatcat#3510",
					["msg"] = "不夠強力",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629388573,
					["from"] = "特變電工",
					["msg"] = "等他附魔完了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629564273,
					["from"] = "特變電工",
					["msg"] = "明天我的小D朋友能來嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629564294,
					["from"] = "fatcat#3510",
					["msg"] = "可以",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629564309,
					["from"] = "特變電工",
					["msg"] = "p2我們什麽時候打",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629564314,
					["from"] = "特變電工",
					["msg"] = "還是周末嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629564338,
					["from"] = "fatcat#3510",
					["msg"] = "到時候再問",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629564411,
					["from"] = "特變電工",
					["msg"] = "剛去祖阿曼門口逛了一圈 仿佛08年重現",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629633266,
					["from"] = "特變電工",
					["msg"] = "我還是狂暴？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629633279,
					["from"] = "fatcat#3510",
					["msg"] = "恩 先狂暴",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629633287,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629633332,
					["from"] = "特變電工",
					["msg"] = "我想狂暴到底",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629633347,
					["from"] = "fatcat#3510",
					["msg"] = "不行 = =",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629633749,
					["from"] = "特變電工",
					["msg"] = "牧原股份",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629636817,
					["from"] = "特變電工",
					["msg"] = "我換坦嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629636913,
					["from"] = "特變電工",
					["msg"] = "開内建",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629636917,
					["from"] = "特變電工",
					["msg"] = "我們DC掉了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1629901086,
					["from"] = "特變電工",
					["msg"] = "+++",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1629901114,
					["from"] = "特變電工",
					["msg"] = "123123",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1629901257,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [75]
				["info"] = {
				},
			},
			["萬箭"] = {
				{
					["type"] = 1,
					["time"] = 1629991024,
					["from"] = "萬箭",
					["msg"] = "在  ",
					["inbound"] = true,
					["convo"] = "萬箭",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629991043,
					["from"] = "特變電工",
					["msg"] = "是不是曾經有個玩家也跟你説過萬箭穿心",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629991056,
					["from"] = "萬箭",
					["msg"] = "沒有但是有人說過  萬箭齊發@",
					["inbound"] = true,
					["convo"] = "萬箭",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629991063,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629991072,
					["from"] = "特變電工",
					["msg"] = "我最近賭錢賺了100W",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629991091,
					["from"] = "特變電工",
					["msg"] = "徹底起飛了",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629991099,
					["from"] = "萬箭",
					["msg"] = "這麼嗨啊",
					["inbound"] = true,
					["convo"] = "萬箭",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629991107,
					["from"] = "特變電工",
					["msg"] = "我是邁克爾假死",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629991120,
					["from"] = "特變電工",
					["msg"] = "近一年收益160W",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629991124,
					["from"] = "特變電工",
					["msg"] = "美滋滋",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629991130,
					["from"] = "萬箭",
					["msg"] = "不錯 。。 網賭嗎",
					["inbound"] = true,
					["convo"] = "萬箭",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629991135,
					["from"] = "特變電工",
					["msg"] = "股票",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629991142,
					["from"] = "特變電工",
					["msg"] = "算投資吧",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629991146,
					["from"] = "萬箭",
					["msg"] = "噢 對了 你給我說過 ",
					["inbound"] = true,
					["convo"] = "萬箭",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629991151,
					["from"] = "特變電工",
					["msg"] = "我現在是世界級的投資大師",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629991155,
					["from"] = "特變電工",
					["msg"] = "今年行情這麽差",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629991160,
					["from"] = "特變電工",
					["msg"] = "我都能起飛 我很崇拜我自己",
					["inbound"] = false,
					["convo"] = "萬箭",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629991169,
					["from"] = "萬箭",
					["msg"] = "嗯嗯 這個東西 我10年前玩過，  現在不玩了",
					["inbound"] = true,
					["convo"] = "萬箭",
				}, -- [18]
				["info"] = {
				},
			},
			["Ddevv#4501"] = {
				{
					["type"] = 1,
					["time"] = 1629559566,
					["from"] = "Ddevv#4501",
					["msg"] = "阿波怎有玩tbc",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629559590,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629559602,
					["from"] = "特變電工",
					["msg"] = "我2個號都畢業了",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629559617,
					["from"] = "Ddevv#4501",
					["msg"] = "70喔==",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629559630,
					["from"] = "Ddevv#4501",
					["msg"] = "我大獵",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629559643,
					["from"] = "Ddevv#4501",
					["msg"] = "我60怎辦",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629559688,
					["from"] = "特變電工",
					["msg"] = "做任務",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629559691,
					["from"] = "Ddevv#4501",
					["msg"] = "阿你打什麼團",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629559730,
					["from"] = "特變電工",
					["msg"] = "肥貓團",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629559733,
					["from"] = "Ddevv#4501",
					["msg"] = "是不適要帶一下",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629559745,
					["from"] = "Ddevv#4501",
					["msg"] = "我很有名==",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629559754,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629559773,
					["from"] = "Ddevv#4501",
					["msg"] = "60-70++",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629559780,
					["from"] = "Ddevv#4501",
					["msg"] = "你會刷本嗎",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629559799,
					["from"] = "特變電工",
					["msg"] = "你找個呆練",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629559842,
					["from"] = "Ddevv#4501",
					["msg"] = "幹",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629559843,
					["from"] = "特變電工",
					["msg"] = "直接坐飛機上來",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629559849,
					["from"] = "Ddevv#4501",
					["msg"] = "你超爛",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629559857,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629559874,
					["from"] = "Ddevv#4501",
					["msg"] = "我之前帶你寶寶60",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629559884,
					["from"] = "Ddevv#4501",
					["msg"] = "現在直接不挺",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629559885,
					["from"] = "特變電工",
					["msg"] = "什麽寶寶",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629559891,
					["from"] = "Ddevv#4501",
					["msg"] = "啥情況",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629559908,
					["from"] = "Ddevv#4501",
					["msg"] = "司機到60阿",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629559938,
					["from"] = "Ddevv#4501",
					["msg"] = "你依樣玩部落?",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629559974,
					["from"] = "特變電工",
					["msg"] = "司機到60？",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629559981,
					["from"] = "特變電工",
					["msg"] = "部落",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629559992,
					["from"] = "Ddevv#4501",
					["msg"] = "之前經典阿",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629560001,
					["from"] = "特變電工",
					["msg"] = "你哪有帶我60",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629560007,
					["from"] = "Ddevv#4501",
					["msg"] = "有阿",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629560024,
					["from"] = "Ddevv#4501",
					["msg"] = "斯坦吸到底ㄟ",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629560074,
					["from"] = "特變電工",
					["msg"] = "你認錯人了吧",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629560088,
					["from"] = "特變電工",
					["msg"] = "我是路易斯衝鋒",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629560108,
					["from"] = "Ddevv#4501",
					["msg"] = "靠北 麥克爾",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629560115,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629560122,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629560125,
					["from"] = "Ddevv#4501",
					["msg"] = "我看你battle id記錯",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629560132,
					["from"] = "Ddevv#4501",
					["msg"] = "你還記得我嗎",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629560142,
					["from"] = "特變電工",
					["msg"] = "你給你發微信了",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629560154,
					["from"] = "Ddevv#4501",
					["msg"] = "我最後把你獵人發揚光大",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629560163,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629560169,
					["from"] = "特變電工",
					["msg"] = "我現在玩展示",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629560173,
					["from"] = "特變電工",
					["msg"] = "戰士",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629560181,
					["from"] = "Ddevv#4501",
					["msg"] = "包辦台服#1#2#3",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629560185,
					["from"] = "Ddevv#4501",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629560219,
					["from"] = "Ddevv#4501",
					["msg"] = "我微信換了 bailin4617",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629560238,
					["from"] = "Ddevv#4501",
					["msg"] = "難怪沒連繫上",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629560262,
					["from"] = "Ddevv#4501",
					["msg"] = "最近打算回鍋了",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629560271,
					["from"] = "Ddevv#4501",
					["msg"] = "p1我沒玩",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629560286,
					["from"] = "特變電工",
					["msg"] = "你不行",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629560299,
					["from"] = "Ddevv#4501",
					["msg"] = "時間少",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629560321,
					["from"] = "Ddevv#4501",
					["msg"] = "可以啦 台服很菜",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629560325,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629560347,
					["from"] = "Ddevv#4501",
					["msg"] = "你麥克爾之前wcl 我都打全粉",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629560401,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629560414,
					["from"] = "特變電工",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629560445,
					["from"] = "Ddevv#4501",
					["msg"] = "台服當時#1 #2 #3都我的號呀",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629560456,
					["from"] = "Ddevv#4501",
					["msg"] = "繼承你的遺志",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629560771,
					["from"] = "特變電工",
					["msg"] = " #1 #2 #3是啥意思",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629560793,
					["from"] = "特變電工",
					["msg"] = "我現在是戰神",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629560802,
					["from"] = "Ddevv#4501",
					["msg"] = "台服獵人的dps allstar排行",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629560811,
					["from"] = "Ddevv#4501",
					["msg"] = "前一二三名",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629560816,
					["from"] = "特變電工",
					["msg"] = "PVE沒意思",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629560830,
					["from"] = "特變電工",
					["msg"] = "來PVP",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629560837,
					["from"] = "特變電工",
					["msg"] = "70的PVP好玩",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629560838,
					["from"] = "Ddevv#4501",
					["msg"] = "我pvp也老猛 雖然經典的簡單",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629560850,
					["from"] = "Ddevv#4501",
					["msg"] = "70多韌性",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629560858,
					["from"] = "特變電工",
					["msg"] = "你玩術士 我們打戰術德",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629560863,
					["from"] = "Ddevv#4501",
					["msg"] = "我要熟悉一下",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629561460,
					["from"] = "Ddevv#4501",
					["msg"] = "賊法牧 戰術D 戰牧D 賊術D",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629561479,
					["from"] = "特變電工",
					["msg"] = "你玩牧",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629561486,
					["from"] = "特變電工",
					["msg"] = "我包2奶",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [72]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1629018549,
					["from"] = "Oneonone#3565",
					["msg"] = "哎喲你去打沙漏",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629018553,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629018566,
					["from"] = "Oneonone#3565",
					["msg"] = "祝你一把出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629034355,
					["from"] = "Oneonone#3565",
					["msg"] = "什麼都沒出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629034369,
					["from"] = "特變電工",
					["msg"] = "一把過 3個BOSS",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629034369,
					["from"] = "Oneonone#3565",
					["msg"] = "出了盾牌 2000G",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629034377,
					["from"] = "特變電工",
					["msg"] = "我們盾牌5000G",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629034377,
					["from"] = "Oneonone#3565",
					["msg"] = "是啊 我們打完了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629034378,
					["from"] = "特變電工",
					["msg"] = "我沒要",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629034384,
					["from"] = "Oneonone#3565",
					["msg"] = "好貴哦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629034393,
					["from"] = "Oneonone#3565",
					["msg"] = "賺錢還是去那邊好",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629034734,
					["from"] = "Oneonone#3565",
					["msg"] = "才分540 哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629045503,
					["from"] = "Oneonone#3565",
					["msg"] = "2222",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629531769,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629532407,
					["from"] = "Oneonone#3565",
					["msg"] = "HA ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629532413,
					["from"] = "Oneonone#3565",
					["msg"] = "刷起來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629532441,
					["from"] = "Oneonone#3565",
					["msg"] = "最近股市 很讓我心疼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629532510,
					["from"] = "特變電工",
					["msg"] = "我一頓起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629532524,
					["from"] = "Oneonone#3565",
					["msg"] = "外股？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629532531,
					["from"] = "特變電工",
					["msg"] = "a",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629532542,
					["from"] = "特變電工",
					["msg"] = "特工穩如狗",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629532578,
					["from"] = "Oneonone#3565",
					["msg"] = "特工是穩的 我的證券起飛一會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629532581,
					["from"] = "Oneonone#3565",
					["msg"] = "然後就停了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629532628,
					["from"] = "Oneonone#3565",
					["msg"] = "最近杭州 火熱搖號中",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629532637,
					["from"] = "Oneonone#3565",
					["msg"] = "紅盤全部一起出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629532712,
					["from"] = "特變電工",
					["msg"] = "年初的股市也是這樣",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629532723,
					["from"] = "特變電工",
					["msg"] = "17年的環京也是這樣",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629532738,
					["from"] = "Oneonone#3565",
					["msg"] = "我覺得證券應該還是有戲的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629532746,
					["from"] = "特變電工",
					["msg"] = "沒戲",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629532751,
					["from"] = "Oneonone#3565",
					["msg"] = "我準備這次搖號完之後  加倉看看",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629532756,
					["from"] = "Oneonone#3565",
					["msg"] = "把銀行都置換掉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629532839,
					["from"] = "特變電工",
					["msg"] = "房子真別買",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629532856,
					["from"] = "特變電工",
					["msg"] = "換房還可以",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629532856,
					["from"] = "Oneonone#3565",
					["msg"] = "我這次是搖的是  未來科技城  中心",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629532866,
					["from"] = "Oneonone#3565",
					["msg"] = "3.6萬一平",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629532870,
					["from"] = "特變電工",
					["msg"] = "如果是你新增的房子",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629532871,
					["from"] = "Oneonone#3565",
					["msg"] = "邊上二手6萬",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629532880,
					["from"] = "特變電工",
					["msg"] = "那就蛋疼了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629532898,
					["from"] = "特變電工",
					["msg"] = "我的眼光之獨到",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629532899,
					["from"] = "Oneonone#3565",
					["msg"] = "也有需求 現在的房子  學校不太好",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629532903,
					["from"] = "特變電工",
					["msg"] = "現在是熊市",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629532909,
					["from"] = "特變電工",
					["msg"] = "金融危機不久就來了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629532928,
					["from"] = "Oneonone#3565",
					["msg"] = "這個我認同的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629532931,
					["from"] = "特變電工",
					["msg"] = "我準備反彈起來資產全跑了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629532944,
					["from"] = "特變電工",
					["msg"] = "連我都擇時了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629532959,
					["from"] = "特變電工",
					["msg"] = "我一個從來不擇時的人",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629532965,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629532974,
					["from"] = "特變電工",
					["msg"] = "深感金融危機的到來",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629532991,
					["from"] = "特變電工",
					["msg"] = "我準備買點黃金對衝了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629532999,
					["from"] = "Oneonone#3565",
					["msg"] = "美國這麼高 遲早出事",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629533001,
					["from"] = "特變電工",
					["msg"] = "年底開始",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629533009,
					["from"] = "特變電工",
					["msg"] = "崩1年",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629533016,
					["from"] = "特變電工",
					["msg"] = "房價腰斬 分分鐘",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629533035,
					["from"] = "特變電工",
					["msg"] = "08年你知道房價跌了多少嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629533058,
					["from"] = "Oneonone#3565",
					["msg"] = "哎  溫州是腰斬",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629535522,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629535562,
					["from"] = "Oneonone#3565",
					["msg"] = "老鄉會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629546903,
					["from"] = "Oneonone#3565",
					["msg"] = "我看在別人在玩暗黑2",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629546917,
					["from"] = "Oneonone#3565",
					["msg"] = "有想回去體驗一下嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629548355,
					["from"] = "特變電工",
					["msg"] = "你要買房的書記被查了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629548821,
					["from"] = "Oneonone#3565",
					["msg"] = "HAH ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629548826,
					["from"] = "Oneonone#3565",
					["msg"] = "杭州市省委書記",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629548835,
					["from"] = "Oneonone#3565",
					["msg"] = "市委書記",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629548841,
					["from"] = "特變電工",
					["msg"] = "知道",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629548853,
					["from"] = "Oneonone#3565",
					["msg"] = "朋友圈都是這個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629561318,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑2買起來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629618976,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629632988,
					["from"] = "Oneonone#3565",
					["msg"] = "電工  下週證券要漲",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629633000,
					["from"] = "特變電工",
					["msg"] = "會跌",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629633011,
					["from"] = "特變電工",
					["msg"] = "只有我特工會逆勢起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629633014,
					["from"] = "Oneonone#3565",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629633047,
					["from"] = "Oneonone#3565",
					["msg"] = "風向感覺會變",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1629633062,
					["from"] = "Oneonone#3565",
					["msg"] = "晚上你用坦出團？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1629902391,
					["from"] = "特變電工",
					["msg"] = "我跟你說了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1629902406,
					["from"] = "特變電工",
					["msg"] = "特工會起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1629902408,
					["from"] = "特變電工",
					["msg"] = "你不信",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1629902412,
					["from"] = "特變電工",
					["msg"] = "券商不行",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1629902420,
					["from"] = "Oneonone#3565",
					["msg"] = "我是AIM",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1629902428,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1629902432,
					["from"] = "Oneonone#3565",
					["msg"] = "AIMYON",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1629902438,
					["from"] = "特變電工",
					["msg"] = "哦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1629902447,
					["from"] = "特變電工",
					["msg"] = "今天我賺30萬",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1629902452,
					["from"] = "特變電工",
					["msg"] = "爽！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1629902462,
					["from"] = "Oneonone#3565",
					["msg"] = "厲害",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1630163385,
					["from"] = "Oneonone#3565",
					["msg"] = "我搞下暗黑",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1630163390,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1630163397,
					["from"] = "特變電工",
					["msg"] = "yy",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1630163399,
					["from"] = "特變電工",
					["msg"] = "來",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1630165198,
					["from"] = "特變電工",
					["msg"] = "yy",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1630165201,
					["from"] = "特變電工",
					["msg"] = "聼到沒",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1630165216,
					["from"] = "Oneonone#3565",
					["msg"] = "等下",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1630165278,
					["from"] = "Oneonone#3565",
					["msg"] = "有人在帶我飛",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1630165301,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1630165304,
					["from"] = "特變電工",
					["msg"] = "速度 先YY",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1630165309,
					["from"] = "Oneonone#3565",
					["msg"] = "OK   ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1630165398,
					["from"] = "特變電工",
					["msg"] = "？？？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1630165451,
					["from"] = "Oneonone#3565",
					["msg"] = "我在BATTLE語音",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1630166356,
					["from"] = "Oneonone#3565",
					["msg"] = "YY多少啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1630166361,
					["from"] = "特變電工",
					["msg"] = "24046515",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [99]
				["info"] = {
				},
			},
			["房仲陳先生"] = {
				{
					["type"] = 1,
					["time"] = 1629630126,
					["from"] = "特變電工",
					["msg"] = "家裏斜坡",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [1]
				["info"] = {
				},
			},
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1629007176,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629008180,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629008187,
					["from"] = "特變電工",
					["msg"] = "遇到一個二貨法師",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629008192,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629008208,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你黑名單越來越長了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629008212,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629008226,
					["from"] = "特變電工",
					["msg"] = "我這個虛空拍G",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629008237,
					["from"] = "特變電工",
					["msg"] = "黑的理所當然",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629008252,
					["from"] = "特變電工",
					["msg"] = "你的眼睛其實也可以拍G",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629008254,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "虛空能賣幾個錢",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629008265,
					["from"] = "特變電工",
					["msg"] = "我自己出錢買啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629008285,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "多打本 自然就有了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629011671,
					["from"] = "特變電工",
					["msg"] = "麥克H",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629011685,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒需求啊。。。我在練烹飪",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629016577,
					["from"] = "特變電工",
					["msg"] = "18",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629016580,
					["from"] = "特變電工",
					["msg"] = "有需求沒",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629016593,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "H麼？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629016594,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒有",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629016605,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那個很煩哦，你要做好準備",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629016617,
					["from"] = "特變電工",
					["msg"] = "從來沒滅過",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629016621,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "建議就PT",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629016625,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "H你試試就知道了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629016627,
					["from"] = "特變電工",
					["msg"] = "我要虛空",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629016630,
					["from"] = "特變電工",
					["msg"] = "我打了無數遍",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629016659,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "4點半了，我打不了本，隨時要AFK",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629024485,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629024492,
					["from"] = "特變電工",
					["msg"] = "又打本去了？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629024508,
					["from"] = "特變電工",
					["msg"] = "|Henchant:34004|h[附魔: 附魔披風 - 強效敏捷]|h會不會",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629384850,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "今晚全是戰牧德",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629384857,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629544486,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "暗黑2啊 重置的 第一幕打安德瑞爾",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629544502,
					["from"] = "特變電工",
					["msg"] = "好玩吗",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629551883,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好玩，玩一天了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629551887,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629551896,
					["from"] = "特變電工",
					["msg"] = "有魔獸好玩嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629551899,
					["from"] = "特變電工",
					["msg"] = "單機游戲啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629611525,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629611538,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629611538,
					["from"] = "特變電工",
					["msg"] = "烹飪好冲嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629611560,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好沖啊 我335了 ",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629611573,
					["from"] = "特變電工",
					["msg"] = "石盾會做嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629611592,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "會",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629611603,
					["from"] = "特變電工",
					["msg"] = "好的 我買材料郵寄你",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629611618,
					["from"] = "特變電工",
					["msg"] = "我附魔341了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629611627,
					["from"] = "特變電工",
					["msg"] = "練晚了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629611638,
					["from"] = "特變電工",
					["msg"] = "好多裝備都扔商店了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629611668,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯嗯 附魔要趁早",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629612256,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "打得越順利就越沒錢",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629612280,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629612282,
					["from"] = "特變電工",
					["msg"] = "小錢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629612304,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "1個小時，連打代拍",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629612315,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不過適合撿漏 哈哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629612323,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:28822::::::::70::::::::|h[戈魯爾之牙]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629612336,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "200 拿下",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629612576,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "網頁版DC總是斷。。。怎麼破？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629612619,
					["from"] = "特變電工",
					["msg"] = "啷個斷了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629612651,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "突然就找不到頁面了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629612684,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "而且很多時候顯示連接 卻聽不到聲音",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629612723,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629612730,
					["from"] = "特變電工",
					["msg"] = "你是哪個節點 我這邊很正常啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629612750,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "3個節點換著來 還是這樣",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629612769,
					["from"] = "特變電工",
					["msg"] = "一直都這樣嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629612796,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "2周左右以前開始的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629612841,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "還分了305",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629613150,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "團本都打完了，又懶得刷牌子",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629614385,
					["from"] = "特變電工",
					["msg"] = "v2.0bad.com",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629614393,
					["from"] = "特變電工",
					["msg"] = "我是這個節點",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629614402,
					["from"] = "特變電工",
					["msg"] = "快的一批",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629614433,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我現在就用這個 211",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629614436,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "MS",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629614443,
					["from"] = "特變電工",
					["msg"] = "延遲不看",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629614445,
					["from"] = "特變電工",
					["msg"] = "沒用",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1629614449,
					["from"] = "特變電工",
					["msg"] = "又不是游戲",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1629614454,
					["from"] = "特變電工",
					["msg"] = "穩定就行",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1629614477,
					["from"] = "特變電工",
					["msg"] = "你是不是換寬帶了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1629614484,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒有啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1629614499,
					["from"] = "特變電工",
					["msg"] = "網頁版有時候有bug",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1629614539,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "只能將就了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1629614539,
					["from"] = "特變電工",
					["msg"] = "你路由器有翻墻功能就可以綁在路由器翻墻 然後客戶端就可以用了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1629614558,
					["from"] = "特變電工",
					["msg"] = "全球頂級程序員",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1629614564,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒研究過，不懂",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1629614570,
					["from"] = "特變電工",
					["msg"] = "兼頂級投資家",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1629614579,
					["from"] = "特變電工",
					["msg"] = "兼部落第一戰士",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1629614587,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒買茅台的 都不算",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1629614597,
					["from"] = "特變電工",
					["msg"] = "你看茅臺跌成啥樣子了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1629614605,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1629614608,
					["from"] = "特變電工",
					["msg"] = "我今年滿倉35%收益",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1629614615,
					["from"] = "特變電工",
					["msg"] = "太他媽強了 熊市賺錢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1629614616,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我說茅台300塊的時候",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1629614633,
					["from"] = "特變電工",
					["msg"] = "去年滿倉60%",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1629614645,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "威武",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1629614652,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "啥時候財富自由啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1629614659,
					["from"] = "特變電工",
					["msg"] = "快了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1629614668,
					["from"] = "特變電工",
					["msg"] = "3年左右",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1629614670,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "加油，我看好你哦",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1629614681,
					["from"] = "特變電工",
					["msg"] = "3年2000萬",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1629614685,
					["from"] = "特變電工",
					["msg"] = "應該可以回家養老了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1629614696,
					["from"] = "特變電工",
					["msg"] = "確實日白",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1629614709,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哈哈 值得期待",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1629614734,
					["from"] = "特變電工",
					["msg"] = "我以前老慘了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1629614760,
					["from"] = "特變電工",
					["msg"] = "07年tbc的時候我還去當過游戲代練職業的 在一個網吧裏面 當時美服刷金",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1629614766,
					["from"] = "特變電工",
					["msg"] = "一個月800塊錢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1629614774,
					["from"] = "特變電工",
					["msg"] = "我打了1天就跑了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1629614950,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有點經歷是好事",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1629615951,
					["from"] = "特變電工",
					["msg"] = "你不玩戰場真的可惜",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1629615959,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "為啥？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1629615964,
					["from"] = "特變電工",
					["msg"] = "好玩啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1629615977,
					["from"] = "特變電工",
					["msg"] = "毛主席都說了 與人鬥 其樂無窮",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1629615978,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哈哈 我YY隊 都打過",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1629615978,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<Deadly Boss Mods> 成都張叔叔正在與英雄 - 看守者鐵手交戰（當前99%，5/5存活）",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1629615994,
					["from"] = "特變電工",
					["msg"] = "打機器人固定程序有啥好玩的",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1629616011,
					["from"] = "特變電工",
					["msg"] = "偶爾PVE解解乏放鬆一下還是挺好的",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1629616046,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<DBM> 成都張叔叔已經擊敗英雄 - 看守者鐵手!",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1629630609,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "還有多少人頭？ ",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1629642475,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "KLZ還是快，打完了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1629642518,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Henchant:28579|h[鍊金術: 鐵盾藥水]|h？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1630154953,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1630154957,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1630154960,
					["from"] = "特變電工",
					["msg"] = "戰場都沒人了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1630154972,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哈哈 我剛看要1個多小時",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1630154975,
					["from"] = "特變電工",
					["msg"] = "H本人也少",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1630154979,
					["from"] = "特變電工",
					["msg"] = "都AFK了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1630154981,
					["from"] = "特變電工",
					["msg"] = "都小號",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1630155043,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "P2很快了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [124]
				["info"] = {
				},
			},
			["練起來"] = {
				{
					["type"] = 1,
					["time"] = 1629039083,
					["from"] = "特變電工",
					["msg"] = "要殺？",
					["inbound"] = false,
					["convo"] = "練起來",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629039091,
					["from"] = "練起來",
					["msg"] = "沙什麼??",
					["inbound"] = true,
					["convo"] = "練起來",
				}, -- [2]
				["info"] = {
				},
			},
			["Gihan"] = {
				{
					["type"] = 1,
					["time"] = 1629480177,
					["from"] = "Gihan",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "Gihan",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629480179,
					["from"] = "Gihan",
					["msg"] = "115增強",
					["inbound"] = true,
					["convo"] = "Gihan",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629480198,
					["from"] = "特變電工",
					["msg"] = "按錯巨集了@@",
					["inbound"] = false,
					["convo"] = "Gihan",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629480202,
					["from"] = "Gihan",
					["msg"] = "K",
					["inbound"] = true,
					["convo"] = "Gihan",
				}, -- [4]
				["info"] = {
				},
			},
			["強運魔人"] = {
				{
					["type"] = 1,
					["time"] = 1629136906,
					["from"] = "強運魔人",
					["msg"] = "與<特變電工>的交易成功了。給予|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "強運魔人",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629136906,
					["from"] = "特變電工",
					["msg"] = "與<強運魔人>的交易成功了。獲得|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "強運魔人",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629739246,
					["from"] = "強運魔人",
					["msg"] = "與<特變電工>的交易成功了。給予|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "強運魔人",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629739247,
					["from"] = "特變電工",
					["msg"] = "與<強運魔人>的交易成功了。獲得|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "強運魔人",
				}, -- [4]
				["info"] = {
				},
			},
			["卡萊姆"] = {
				{
					["type"] = 1,
					["time"] = 1629622517,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629622539,
					["from"] = "特變電工",
					["msg"] = "阿拉希差牌子打不了",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629622542,
					["from"] = "特變電工",
					["msg"] = "很傷",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629622552,
					["from"] = "卡萊姆",
					["msg"] = "現在排不到吧 都在奧山",
					["inbound"] = true,
					["convo"] = "卡萊姆",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629622564,
					["from"] = "特變電工",
					["msg"] = "S2 保留多少榮譽和牌子",
					["inbound"] = false,
					["convo"] = "卡萊姆",
				}, -- [5]
				["info"] = {
				},
			},
			["賽亞人"] = {
				{
					["type"] = 1,
					["time"] = 1629743824,
					["from"] = "賽亞人",
					["msg"] = "與<特變電工>的交易成功了。付出550g。",
					["inbound"] = true,
					["convo"] = "賽亞人",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629743824,
					["from"] = "特變電工",
					["msg"] = "與<賽亞人>的交易成功了。收入550g。",
					["inbound"] = false,
					["convo"] = "賽亞人",
				}, -- [2]
				["info"] = {
				},
			},
			["Durwin#3682"] = {
				{
					["type"] = 1,
					["time"] = 1629124875,
					["from"] = "特變電工",
					["msg"] = "是G團吧",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629124880,
					["from"] = "Durwin#3682",
					["msg"] = "對",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629124884,
					["from"] = "特變電工",
					["msg"] = "完美",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629124887,
					["from"] = "特變電工",
					["msg"] = "都是我的",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629124887,
					["from"] = "Durwin#3682",
					["msg"] = "是啊 哈哈哈哈",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629124889,
					["from"] = "特變電工",
					["msg"] = "一個都別跑",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629124892,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629124893,
					["from"] = "Durwin#3682",
					["msg"] = "你們去喊吧ＸＤ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629124902,
					["from"] = "特變電工",
					["msg"] = "               ？",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629124904,
					["from"] = "Durwin#3682",
					["msg"] = "Ｇ團我覺得最公平 沒拿到裝的也不會説話",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629124911,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629124915,
					["from"] = "Durwin#3682",
					["msg"] = "我說 你們要裝備就去喊價廝殺 哈哈哈哈",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629124924,
					["from"] = "特變電工",
					["msg"] = "我土豪",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629124936,
					["from"] = "Durwin#3682",
					["msg"] = "兇殘",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629219035,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629219044,
					["from"] = "特變電工",
					["msg"] = "你以爲你去H監獄呢",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629219050,
					["from"] = "Durwin#3682",
					["msg"] = "ＸＤ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629219062,
					["from"] = "Durwin#3682",
					["msg"] = "無聊在練術士",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629295076,
					["from"] = "Durwin#3682",
					["msg"] = "囧",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629295082,
					["from"] = "Durwin#3682",
					["msg"] = "也沒有財富自由啦 ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629295095,
					["from"] = "Durwin#3682",
					["msg"] = "我有個小工作室 ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629295101,
					["from"] = "Durwin#3682",
					["msg"] = "算是自己做老闆 時間比較自由就是",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629558275,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629558280,
					["from"] = "Durwin#3682",
					["msg"] = "ＱＱ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629558302,
					["from"] = "特變電工",
					["msg"] = "你們瑪胖和格魯爾是什麽時間打",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629558310,
					["from"] = "Durwin#3682",
					["msg"] = "現在好像是週六",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629558324,
					["from"] = "特變電工",
					["msg"] = "幾點",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629558338,
					["from"] = "Durwin#3682",
					["msg"] = "今天是晚上9:30",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629558342,
					["from"] = "Durwin#3682",
					["msg"] = "可以去ＤＣ報名",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629558345,
					["from"] = "特變電工",
					["msg"] = "每天都不一樣的啊",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629558372,
					["from"] = "Durwin#3682",
					["msg"] = "本來是週五打啦 ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629558389,
					["from"] = "Durwin#3682",
					["msg"] = "我連打兩天都出龍脊 = =",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629558395,
					["from"] = "Durwin#3682",
					["msg"] = "看了好膩",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [33]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
