
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["say_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["useSkin"] = true,
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["free"] = false,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["咩尬獵人"] = {
				},
				["寻求组队"] = {
				},
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["friendList"] = {
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["|Kq9|k"] = 2,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["沒有小骨"] = 1,
				["|Kq14|k"] = 2,
				["別背對我"] = 1,
				["崩巴"] = 1,
				["凡凡射爆妳"] = 1,
				["鮮肉牛"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["小泰山"] = 1,
				["十塊錢"] = 1,
				["颯可買地殼"] = 1,
				["泰山喔一喔"] = 1,
				["青樓探花"] = 1,
				["奶很小不給力"] = 1,
				["萬一"] = 1,
				["卡莉米奈西爾"] = 1,
				["尊重友善包容"] = 1,
				["|Kq1|k"] = 2,
				["花生夾心酥"] = 1,
				["孟德兄"] = 1,
				["Thisisbookk"] = 1,
				["小小寶"] = 1,
				["展雄飛"] = 1,
				["柴汪汪"] = 1,
				["白菜蘿蔔湯"] = 1,
				["麥噹噹當勞"] = 1,
				["成都張叔叔"] = 1,
				["|Kq13|k"] = 2,
				["梅妃"] = 1,
				["哞哞牛哞哞"] = 1,
				["大泰山"] = 1,
				["皮蛋瘦肉粥"] = 1,
				["客家鳥德"] = 1,
				["后羿之后"] = 1,
				["黑暗蘿莉"] = 1,
				["貝西揮出釣竿"] = 1,
				["路易斯衝鋒"] = 1,
				["九如魚翅湯"] = 1,
				["忘卻的紀念"] = 1,
				["夕映澤瞳"] = 1,
				["Ddevv"] = 1,
				["跌倒馬丁尼"] = 1,
				["國家機器動次"] = 1,
				["大發哥"] = 1,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["快刀"] = 1,
				["|Kq5|k"] = 2,
				["術匠師"] = 1,
				["站住別動"] = 1,
				["|Kq11|k"] = 2,
				["傻酷喇"] = 1,
				["Xemomo"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["為你跑屍"] = 1,
				["帕司達"] = 1,
				["拔蘿蔔"] = 1,
				["|Kq3|k"] = 2,
				["浪漫牛兒"] = 1,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["美腿"] = 1,
				["毛毛小寶貝"] = 1,
				["|Kq6|k"] = 2,
				["小芸"] = 1,
				["佐久夜巨巨"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["搞事莉莉絲"] = 1,
				["Lars"] = 1,
				["楓糖奶油"] = 1,
				["號呆"] = 1,
				["青蛙"] = 1,
				["桃園綠巨人"] = 1,
				["阿峰哥"] = 1,
				["唯恐不亂"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["妮妮兒"] = 1,
				["萬箭"] = 1,
				["帕爾提娜"] = 1,
				["小心吐乃"] = 1,
				["畜生大隊長"] = 1,
				["給本仙女跪下"] = 1,
				["狄玥"] = 1,
				["|Kq8|k"] = 2,
				["瀟灑大壞蛋"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["武漢大隊長"] = 1,
				["噬血症"] = 1,
				["甲鳥薩"] = 1,
				["裴矩"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["強插插卡稱"] = 1,
				["阿強"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["妮阿桃"] = 144,
				["台台"] = 567,
				["灰魯魯"] = 56,
				["無恥老王"] = 963,
				["萌小牛"] = 103,
				["Hacunamatata"] = 139,
				["女乃馬奇"] = 755,
				["嗜甜如命"] = 305,
				["后羿射日"] = 486,
				["Houselves"] = 265,
				["米菲亞"] = 893,
				["娃哭了抱一下"] = 28,
				["御獸者"] = 5,
				["山鳥飛絕"] = 236,
				["壞壞的奶茶"] = 494,
				["屎汭嗑"] = 330,
				["剩其他人不在"] = 294,
				["傑克薩恩"] = 131,
				["斬三"] = 597,
				["軟飯最暖胃"] = 418,
				["彩希芙"] = 335,
				["熊爺爺發包包"] = 108,
				["子瑜的草藥包"] = 113,
				["Kengdom"] = 77,
				["美國鋼鐵牛"] = 189,
				["衝殺小朋友"] = 411,
				["逃啦夭"] = 586,
				["盡力"] = 20,
				["Bigomage"] = 457,
				["部落守衛"] = 911,
				["妘妹"] = 318,
				["清靜"] = 150,
				["塔琳"] = 493,
				["毛仔怪"] = 205,
				["皇家"] = 244,
				["柚子尬抹茶"] = 158,
				["蕭哥真的好帥"] = 104,
				["血靈萬相"] = 410,
				["早射達人"] = 180,
				["神定未來"] = 391,
				["玄燁朧"] = 777,
				["Xiaoming"] = 24,
				["獵艷狂魔"] = 34,
				["鮮橘茶"] = 720,
				["Rainstop"] = 193,
				["新冠病毒"] = 653,
				["小小清"] = 642,
				["菠菠麗娜"] = 405,
				["傀儡娃娃"] = 154,
				["Mesher"] = 834,
				["泡泡老哥"] = 184,
				["心之箭"] = 338,
				["楊婆婆"] = 360,
				["小小閣"] = 501,
				["中華民國台牛"] = 566,
				["一祈福一"] = 565,
				["加摩爾必須死"] = 482,
				["啤兒冰盪"] = 604,
				["香草拿鐵派司"] = 969,
				["冰炎"] = 291,
				["咪咪俗麗"] = 176,
				["草東"] = 403,
				["殺小六十九"] = 120,
				["記不清是誰"] = 544,
				["今晚打老鼠"] = 283,
				["草莓比司吉"] = 729,
				["巴溫"] = 760,
				["浜边美波"] = 185,
				["職業試玩二"] = 955,
				["致命哞哞"] = 402,
				["我叫緋村"] = 512,
				["雅妮提絲"] = 2,
				["基基斯咪搭"] = 637,
				["Forthemagic"] = 461,
				["致夏之戰"] = 898,
				["小雙姐姐"] = 925,
				["李跑跑"] = 354,
				["死亡之影"] = 88,
				["Angelaqwq"] = 165,
				["符阿水"] = 581,
				["Iamxiaobu"] = 612,
				["雪在流"] = 914,
				["嬤嬤喪"] = 710,
				["韓韓"] = 76,
				["寒氣斷空"] = 321,
				["圣光的欺诈"] = 308,
				["子瑜的酷吉"] = 864,
				["據說"] = 344,
				["至夏悠悠"] = 897,
				["乂橘子乂"] = 839,
				["去年的羊肉"] = 484,
				["綠皮共治仔"] = 396,
				["牛梅花薄切"] = 187,
				["雪菈"] = 961,
				["香草鐵泡泡"] = 978,
				["榮耀之小貓幾"] = 772,
				["香飄飄奶昔"] = 822,
				["巡撫"] = 645,
				["種汁種汁"] = 171,
				["七玄冰火"] = 25,
				["Sinanju"] = 736,
				["兵革"] = 842,
				["立花里子"] = 810,
				["執夏千歌"] = 491,
				["哞深哪"] = 304,
				["一瓢飲"] = 79,
				["藤原拓海王"] = 690,
				["非雁反潮"] = 431,
				["燹火"] = 18,
				["十全藥膳排骨"] = 750,
				["武玥蝕貳"] = 664,
				["布妞大正妹"] = 98,
				["水野潮陽"] = 579,
				["牛夫人"] = 888,
				["鄭屁杰"] = 22,
				["榨菜茶葉蛋"] = 577,
				["悶我"] = 339,
				["燁燁"] = 451,
				["冰紅茶拿鐵"] = 10,
				["Foliage"] = 263,
				["神之班尼爾"] = 390,
				["轉世叫小賀"] = 722,
				["咪咪兔"] = 944,
				["惡魔師"] = 179,
				["專業放圖騰"] = 222,
				["邱必特"] = 547,
				["Bnxx"] = 938,
				["癢癢哥布林"] = 932,
				["漢尼拔博士"] = 712,
				["微風賊賊"] = 178,
				["我叫朵拉斯"] = 802,
				["老牧濕"] = 968,
				["Brant"] = 459,
				["楓憶"] = 575,
				["冰糖炖水泥"] = 292,
				["瑟蘭德雅"] = 35,
				["小熱飯"] = 798,
				["葉立德"] = 406,
				["地上有火小心"] = 309,
				["雷依爾"] = 698,
				["哇嘎哩嗎嘕"] = 851,
				["九層塔炒蛤蠣"] = 791,
				["淡紫"] = 371,
				["貪吃布丁"] = 415,
				["一之瀨志希"] = 836,
				["恣夏不醉"] = 572,
				["德魯伊一二三"] = 650,
				["不好笑"] = 279,
				["密斯歐勒橘"] = 830,
				["曠野呼喊者"] = 348,
				["滅團師太"] = 128,
				["一心淨土"] = 152,
				["凌兒"] = 627,
				["吸奶仔"] = 487,
				["魔剎"] = 915,
				["Bigo"] = 37,
				["從沒見過冰山"] = 337,
				["香草拿鐵奶昔"] = 979,
				["亂鳳"] = 42,
				["淒月之夜"] = 237,
				["光光小戰"] = 972,
				["最美的"] = 349,
				["自然忽悠着你"] = 401,
				["一叭等三年"] = 442,
				["有洙川陽炎"] = 353,
				["射在牆壁上"] = 96,
				["神崎蘭子"] = 726,
				["頭暈暈"] = 433,
				["偷摸大雞"] = 212,
				["偷遍世界"] = 444,
				["兇殘的涂老闆"] = 44,
				["母湯愛上偶"] = 365,
				["黃泊淳本人"] = 562,
				["名不知君"] = 850,
				["一阿牛一"] = 618,
				["赦生滅"] = 545,
				["三小火柴"] = 235,
				["蛋比鳥大"] = 958,
				["痴瓜群眾"] = 188,
				["朽木白哉"] = 768,
				["是條魚"] = 973,
				["豕者豆頁女且"] = 935,
				["Zodd"] = 41,
				["Seductive"] = 239,
				["冰火霜天"] = 290,
				["Rknight"] = 1,
				["對症下藥"] = 249,
				["悽悽慘慘戚戚"] = 509,
				["冰烏龍拿鐵"] = 127,
				["雪酪"] = 226,
				["狠諸席"] = 807,
				["麟大大"] = 439,
				["突擊"] = 679,
				["纖手馭龍"] = 598,
				["豬一般的隊友"] = 693,
				["小弟弟甩了甩"] = 327,
				["Echoes"] = 732,
				["風擱淺雨"] = 703,
				["南港蘇貞昌"] = 630,
				["萌熊"] = 902,
				["叁月"] = 848,
				["征戰者"] = 51,
				["癢癢臭臭的"] = 530,
				["燐葉"] = 887,
				["曹洪"] = 514,
				["大遺言家"] = 313,
				["生若浮雲"] = 207,
				["誠信贏天下"] = 413,
				["柳七夜"] = 605,
				["魁儡"] = 67,
				["米麗婭"] = 57,
				["瀨戶豪三郎"] = 374,
				["射手獵"] = 866,
				["綠簡"] = 59,
				["Tankgirl"] = 277,
				["鋁罐"] = 238,
				["Xiaobula"] = 173,
				["瞬發爐石委員"] = 531,
				["一阿美一"] = 472,
				["琴操姑娘"] = 385,
				["芸淡風輕"] = 110,
				["帥哥史奴比"] = 331,
				["楓羽"] = 770,
				["曾揮霍的昨天"] = 515,
				["可樂小子"] = 301,
				["宿醉嘎逼"] = 163,
				["青春一記荒唐"] = 453,
				["八倍鏡"] = 45,
				["大樂子"] = 177,
				["小樂子"] = 50,
				["其實也還好"] = 843,
				["無心之罪"] = 377,
				["庫瑪雷斯"] = 505,
				["Dessertpal"] = 260,
				["代入我的心事"] = 840,
				["阿加特"] = 426,
				["Angelaqq"] = 210,
				["關鍵時刻寶傑"] = 959,
				["霧月"] = 430,
				["突然想玩獵人"] = 723,
				["夜王"] = 495,
				["伊修爾瓦列德"] = 941,
				["口袋代言人"] = 12,
				["德武与安娜"] = 506,
				["閃開薩不住啦"] = 551,
				["毘沙戰天"] = 183,
				["小小真情"] = 326,
				["小於菟"] = 827,
				["宇文邕"] = 724,
				["Exilearrow"] = 734,
				["密斯特布魯"] = 949,
				["武釋"] = 204,
				["阿米拉"] = 912,
				["地瓜炸雞"] = 796,
				["胖胖的樂子"] = 169,
				["搞事仔熊爺爺"] = 167,
				["黯靈老牧"] = 916,
				["帥死人"] = 132,
				["無情虐殺"] = 245,
				["凌鹿打工仔"] = 846,
				["冰乓波"] = 197,
				["雪菈菈"] = 718,
				["Btk"] = 8,
				["殘暴章魚燒"] = 242,
				["冰腳被抵抗"] = 844,
				["厄德莫斯"] = 298,
				["楓謎"] = 771,
				["紫玥兒"] = 208,
				["花憐無落葉"] = 686,
				["楓熙"] = 446,
				["安娜要乖"] = 48,
				["莫炘宇"] = 209,
				["箭箭"] = 681,
				["秋聖卍"] = 892,
				["骨感胖妹"] = 719,
				["隔壁班導師"] = 66,
				["九天"] = 80,
				["今晚打醬油"] = 477,
				["紅樂樂"] = 393,
				["聖光強強滾"] = 399,
				["一晧晧一"] = 617,
				["一壺濁酒"] = 837,
				["雕梨姥牧"] = 816,
				["搓泥匹"] = 873,
				["布妞"] = 950,
				["天天漲不停"] = 314,
				["亂亂鳳"] = 741,
				["Backagain"] = 455,
				["Theend"] = 467,
				["閒妻涼母"] = 552,
				["Ladoo"] = 614,
				["攝魂"] = 345,
				["淘氣寶"] = 186,
				["兇神惡薩"] = 625,
				["毛仔獸"] = 882,
				["天空橋朋花"] = 639,
				["龍龍薩"] = 107,
				["Bigoc"] = 93,
				["莖莖有味"] = 974,
				["Muo"] = 465,
				["月黑高飛"] = 352,
				["Exileblade"] = 833,
				["熾夏玩美"] = 806,
				["大祐馳玖"] = 568,
				["Lemesis"] = 39,
				["西谷夕"] = 691,
				["巴歐"] = 646,
				["人財兩空"] = 219,
				["星丶辰"] = 202,
				["妖人死"] = 15,
				["淼焱"] = 372,
				["亞培"] = 476,
				["柯爾岑娜"] = 148,
				["最悟"] = 71,
				["血獄"] = 584,
				["暗影達人"] = 445,
				["香飄飄抹茶"] = 790,
				["米契"] = 682,
				["老藕"] = 715,
				["海拉魯"] = 370,
				["午夜奶爸"] = 596,
				["今晚打瞌睡"] = 195,
				["陸蚩"] = 428,
				["欣玥如歌"] = 362,
				["黃泉比良坂"] = 136,
				["江柔"] = 728,
				["草莓物語"] = 224,
				["撒浪嘿呦"] = 652,
				["Boleyn"] = 458,
				["爪爪小騎"] = 378,
				["查爾濕"] = 877,
				["旗旗"] = 201,
				["夜盲症"] = 221,
				["別逼我擋怪"] = 747,
				["丟丟"] = 824,
				["Rewinted"] = 273,
				["跟布魯斯求婚"] = 105,
				["布妞妞"] = 867,
				["Xiaobaobaoba"] = 470,
				["幼女試車員"] = 504,
				["乂泠乂"] = 940,
				["芒果雪莓娘"] = 899,
				["Doomslayer"] = 94,
				["射貴桃"] = 323,
				["干什麼東西"] = 332,
				["正中眉心"] = 578,
				["啊啦呼啊吧"] = 721,
				["莫忘窮苦多"] = 449,
				["至夏想想"] = 813,
				["氣象將軍立渝"] = 100,
				["艾彩"] = 60,
				["洨賴"] = 670,
				["酒妹"] = 23,
				["亞馬遜的遠征"] = 137,
				["部落衛兵"] = 548,
				["玉琳哥"] = 889,
				["致命大榔頭"] = 684,
				["法力高"] = 667,
				["狂妄失德"] = 206,
				["西黑大將軍"] = 74,
				["蕃茄兒"] = 407,
				["靈刀希狼"] = 699,
				["失敗的糆"] = 317,
				["艾斯卡達爾"] = 685,
				["情玥幻冰"] = 510,
				["騷蹄子"] = 788,
				["Tods"] = 737,
				["新興區加摩爾"] = 766,
				["毘沙聖天"] = 229,
				["當代電影大師"] = 527,
				["陌語"] = 427,
				["風少"] = 702,
				["先坦三分鐘"] = 196,
				["卡茲那堤"] = 297,
				["楓慈"] = 520,
				["Qiqi"] = 594,
				["終歸一嗜"] = 58,
				["貓神的小貓咪"] = 111,
				["狂暴麥該牢"] = 674,
				["阿美族"] = 553,
				["若相依"] = 214,
				["沂忻"] = 666,
				["寧鳳林臭酸奶"] = 322,
				["牤師"] = 379,
				["塔槍卡"] = 754,
				["我是大高玩"] = 342,
				["暹別搞"] = 656,
				["氣在來"] = 366,
				["沙漠之鷹"] = 82,
				["不死族守衛"] = 838,
				["啻犬"] = 854,
				["完美落地"] = 320,
				["Vapocoolant"] = 468,
				["三條悟"] = 473,
				["澈沐沐"] = 671,
				["鹹魚我最鹹"] = 251,
				["追憶似水流年"] = 909,
				["皮蛋瘦肉粥"] = 677,
				["歐陽薰"] = 134,
				["楓舞筱嫣"] = 878,
				["這一拳二十年"] = 448,
				["關節"] = 191,
				["你娘靈堂失火"] = 623,
				["轉世跳跳"] = 21,
				["繁星夜"] = 397,
				["不良柴犬"] = 280,
				["霄林北"] = 786,
				["哺唅吉"] = 853,
				["小峱"] = 142,
				["喚不回的感傷"] = 253,
				["菸酒大叔"] = 225,
				["奧利恩"] = 248,
				["城崎美嘉"] = 636,
				["專射你臉"] = 324,
				["很熱"] = 649,
				["仕若終章"] = 284,
				["香草煉乳冰沙"] = 920,
				["阿伯回來了"] = 599,
				["姜小蝦"] = 498,
				["肯德基蛋塔"] = 536,
				["毘沙門天"] = 523,
				["笨笨的樂子"] = 151,
				["Inasiiss"] = 463,
				["誘導力場"] = 138,
				["焦阿曬"] = 673,
				["香濃可可"] = 706,
				["龍舟隊長"] = 564,
				["打骨頭"] = 764,
				["國有廉價勞工"] = 307,
				["夜羽殤"] = 496,
				["在座的各位"] = 635,
				["超級高玩"] = 906,
				["Rocketduck"] = 835,
				["最隱"] = 350,
				["老衲法號衰哥"] = 398,
				["菸酒阿叔"] = 539,
				["龍老爸"] = 563,
				["Hers"] = 264,
				["小雙"] = 924,
				["Jackz"] = 267,
				["好辣手"] = 497,
				["國安感冒糖漿"] = 3,
				["鮪魚玉米"] = 438,
				["鳳凰雁"] = 124,
				["痴人聖"] = 36,
				["無小雙"] = 953,
				["恩歪剋低武士"] = 871,
				["卡迪歐"] = 483,
				["Gihan"] = 38,
				["來自辛亥驕傲"] = 793,
				["果蛋"] = 356,
				["天涯海角"] = 315,
				["莎爾維加"] = 404,
				["戀芯星塵"] = 951,
				["扣泥吉娃娃"] = 651,
				["陳半仙"] = 215,
				["為所欲為倉庫"] = 101,
				["風雲火虎"] = 705,
				["狸奈奈"] = 381,
				["天竺鼠卡車"] = 316,
				["又有你的毛"] = 631,
				["投十元獵人"] = 99,
				["小夥棄"] = 325,
				["Cowwalker"] = 832,
				["一吋法師"] = 590,
				["逃之夭夭"] = 593,
				["奇奇"] = 859,
				["達米安"] = 83,
				["Snutzy"] = 274,
				["Soullink"] = 276,
				["偷心小貓咪"] = 841,
				["泰泰"] = 885,
				["東尼大木棒"] = 517,
				["速趴悲劇塔"] = 420,
				["阿芸偷偷摸摸"] = 170,
				["小美女騎士"] = 328,
				["很姓少年噁心"] = 155,
				["风韵"] = 787,
				["感殤"] = 340,
				["霓妮"] = 558,
				["咖哩叔叔"] = 794,
				["幽暗城守衛"] = 762,
				["朝朝扯旗"] = 658,
				["冷面杀手"] = 481,
				["Zeisslol"] = 738,
				["魔法阿公"] = 437,
				["月瀅瀅"] = 875,
				["媽我回來了"] = 499,
				["奪魂黑影"] = 95,
				["西北偏北"] = 730,
				["Bigoe"] = 456,
				["香飄飄奶酪"] = 817,
				["燕草"] = 250,
				["焚情"] = 376,
				["酒醉哥"] = 550,
				["Trowa"] = 616,
				["Ashsbringer"] = 607,
				["奶茶小壞壞"] = 14,
				["饅頭砸摳"] = 587,
				["洛樊"] = 524,
				["子瑜的寵物"] = 863,
				["二十七號"] = 282,
				["莫陽"] = 112,
				["偷鹽蛇"] = 709,
				["歐巴嘎"] = 522,
				["Ogamar"] = 172,
				["化身孤島的鯨"] = 603,
				["天上聖母默娘"] = 147,
				["給妳棒棒"] = 534,
				["海大王"] = 525,
				["芬達蘋果"] = 61,
				["卡禿嚕皮"] = 296,
				["梅爾德拉斯"] = 359,
				["Elfmoon"] = 611,
				["聖經乂"] = 231,
				["佛懺降罪人"] = 622,
				["可貴者膽"] = 68,
				["嘉寶"] = 490,
				["死靈守護者"] = 363,
				["一雨知寒"] = 739,
				["薄荷與雷電"] = 540,
				["你們"] = 443,
				["林美不要"] = 803,
				["凌鹿"] = 845,
				["喵小紅"] = 240,
				["光光小牧"] = 936,
				["熊爺爺"] = 89,
				["月爸的遠征"] = 351,
				["阿薩佈魯"] = 65,
				["布布妞妞"] = 647,
				["阿芸"] = 960,
				["仰視"] = 285,
				["沖繩黑糖牛奶"] = 883,
				["白龍魯迅儒學"] = 102,
				["米糬糬"] = 532,
				["英德烈"] = 900,
				["Xegony"] = 109,
				["风的祭奠"] = 435,
				["海德格啾我"] = 114,
				["自我身心投入"] = 190,
				["槍與薔薇"] = 521,
				["咩噗"] = 13,
				["小妹妹蹲著吃"] = 49,
				["潮噴女王"] = 373,
				["三犄"] = 194,
				["簡郭阿龍"] = 811,
				["終歸一夢"] = 894,
				["艾瑪肉肉"] = 957,
				["Startrack"] = 615,
				["Xiaobudesu"] = 471,
				["逃啊夭"] = 910,
				["早安七哭比"] = 241,
				["散財"] = 346,
				["危機"] = 11,
				["舞箭人春寒"] = 145,
				["德過且過"] = 52,
				["麵包宗師"] = 823,
				["喔告咬他"] = 247,
				["魁魁"] = 561,
				["口古口"] = 162,
				["倒立喝汽水"] = 942,
				["瘋牛沒病"] = 528,
				["珍奶不加冰"] = 778,
				["狗勾"] = 380,
				["捅王"] = 130,
				["姆露"] = 923,
				["菇逃菇鬧"] = 687,
				["洨胖胖"] = 31,
				["新店周杰倫"] = 200,
				["雨食"] = 555,
				["亂亂凰"] = 620,
				["血雞林薩滿"] = 450,
				["小雙是女神"] = 97,
				["小魚浠浠"] = 329,
				["殺手九十六"] = 930,
				["所要者魂"] = 763,
				["凱薩裂蹄"] = 746,
				["噗噗術"] = 306,
				["法施"] = 368,
				["奶舖"] = 860,
				["Monni"] = 269,
				["窮學生"] = 392,
				["寶奇課長"] = 757,
				["冰摩卡拿鐵"] = 480,
				["陰險小戰"] = 106,
				["粉爺"] = 533,
				["Opcoastline"] = 272,
				["地板有火小心"] = 310,
				["琥珀川伊藤"] = 230,
				["搖滾布絲"] = 343,
				["喵葬人"] = 634,
				["喵之琳琳"] = 69,
				["奔波兒霸"] = 569,
				["轉世叫小赫"] = 784,
				["桂妮薇兒"] = 519,
				["超級王"] = 64,
				["Alexqq"] = 6,
				["可口乃汁"] = 300,
				["地板哥"] = 921,
				["亂亂鳳薩"] = 475,
				["櫻桃兔"] = 879,
				["貝比女孩"] = 904,
				["毛毛小寶貝"] = 774,
				["Jbook"] = 268,
				["璐璐雪"] = 808,
				["史傳傑女士"] = 46,
				["只好玩法爺了"] = 81,
				["處不留爺自去"] = 541,
				["Chillness"] = 259,
				["程昱"] = 678,
				["悍飽"] = 602,
				["牧鹿人"] = 954,
				["小奶牧"] = 797,
				["美國牛隊長"] = 73,
				["無碼牛腥拳"] = 776,
				["玖筒"] = 383,
				["Monnini"] = 464,
				["阿公店店花"] = 697,
				["光光小聖"] = 119,
				["風涼話大師"] = 704,
				["予恩"] = 742,
				["Dogg"] = 261,
				["小心吐奶"] = 571,
				["風城浮雲"] = 701,
				["小羽布葶"] = 643,
				["乜都德"] = 740,
				["灰色騎士"] = 672,
				["來了來了來了"] = 624,
				["光光小術"] = 943,
				["Elfnatural"] = 262,
				["憂心"] = 341,
				["丨深深丨"] = 153,
				["急性發錢寒"] = 870,
				["武者羅"] = 880,
				["亡靈新兵"] = 600,
				["莉賽洛德"] = 538,
				["毘沙妖天"] = 182,
				["職業試玩四"] = 956,
				["Matoloki"] = 441,
				["哩五嘆吉哞"] = 795,
				["肉煮到不見啦"] = 400,
				["速不術"] = 419,
				["瘋狂羅賓"] = 529,
				["安鬼莉"] = 500,
				["妖獵手"] = 862,
				["塔洛娜"] = 311,
				["近我者聖光"] = 157,
				["痛夢空洞"] = 387,
				["Bgman"] = 608,
				["大鷹吉祥"] = 947,
				["蔡翠秋"] = 903,
				["好想玩狂戰喔"] = 861,
				["西湖水"] = 143,
				["買單火焰球"] = 695,
				["Socasky"] = 275,
				["Brucelolz"] = 84,
				["Katyheha"] = 234,
				["輸潑屎大"] = 907,
				["柏修斯"] = 358,
				["帕那刻亞"] = 648,
				["Bomi"] = 731,
				["阿薩姆奶聖"] = 554,
				["凜冬將臨"] = 175,
				["哇嘎哩嗎嘻噠"] = 489,
				["愛喝摸摸茶"] = 511,
				["風行者丨寒戰"] = 123,
				["Nunn"] = 271,
				["傳說小百"] = 479,
				["塞哪里奥"] = 220,
				["Essilorlolz"] = 939,
				["十全旗手"] = 601,
				["濕滑螺絲起子"] = 213,
				["信我者得永生"] = 743,
				["閉著眼睛讓你"] = 75,
				["騙神仔"] = 436,
				["患得患失"] = 573,
				["伊騰飛"] = 43,
				["沒有什麼"] = 367,
				["耶灬我誰"] = 592,
				["書包"] = 657,
				["資深小妹"] = 970,
				["綠惡魔"] = 447,
				["Hemanbb"] = 735,
				["血劍一佈"] = 161,
				["生財之道"] = 168,
				["姨媽來了"] = 319,
				["職業試玩一"] = 933,
				["暹小花"] = 86,
				["火加歌等於我"] = 4,
				["小雷包"] = 29,
				["啾毛"] = 633,
				["武動血吼"] = 181,
				["索爾大酋長"] = 118,
				["看老衲降魔杵"] = 389,
				["賺錢第一"] = 452,
				["大姨媽"] = 858,
				["十四位薩滿"] = 295,
				["根雞圖騰"] = 804,
				["口囧口"] = 299,
				["跟風練個聖騎"] = 417,
				["灰燼之刃"] = 580,
				["小屁還"] = 198,
				["舞唲曦"] = 159,
				["閃電鏈拉西"] = 233,
				["光光小薩"] = 85,
				["卍一空一卍"] = 629,
				["拉普拉斯"] = 711,
				["依菲希斯"] = 286,
				["綺麗"] = 714,
				["尼根小小號"] = 117,
				["芙蕾拉"] = 232,
				["叔叔撞阿姨"] = 632,
				["Aldo"] = 589,
				["苜獅"] = 582,
				["薯餅蛋堡"] = 63,
				["冰心冷刃"] = 745,
				["喵小菲"] = 856,
				["衝鋒釋放"] = 585,
				["Rodenstock"] = 708,
				["華惹法"] = 583,
				["潑屎妹"] = 526,
				["無大雙"] = 223,
				["Chickbb"] = 256,
				["小肥毛"] = 967,
				["小蝴莉"] = 502,
				["西黑"] = 412,
				["Amyamy"] = 255,
				["啾嗷"] = 855,
				["麒麒"] = 217,
				["鄉下嬉皮"] = 549,
				["飍靐"] = 434,
				["楓荷"] = 821,
				["哭妖王"] = 26,
				["遊客李老八"] = 421,
				["血染紅的悲傷"] = 409,
				["海鹽那堤"] = 133,
				["Tyranus"] = 962,
				["達羅威夫人"] = 716,
				["Novdark"] = 270,
				["殺戮聖經"] = 364,
				["喵嗷嗚"] = 753,
				["楓雲"] = 576,
				["一隻牛"] = 828,
				["玩命凱薩"] = 591,
				["紫祈"] = 606,
				["終南山活死人"] = 394,
				["日陽羽翼"] = 91,
				["凌貓"] = 228,
				["光光小獵"] = 937,
				["Chiehyu"] = 257,
				["牛夫人的奶媽"] = 33,
				["廬山升龍霸"] = 334,
				["是朵花"] = 928,
				["夏瑀"] = 946,
				["是場雨"] = 927,
				["泣孤"] = 884,
				["Alta"] = 7,
				["黃泉夜"] = 440,
				["冰城邪靈"] = 289,
				["天才那個珊"] = 922,
				["我是犀牛"] = 825,
				["合作射老師"] = 485,
				["思緒飄揚"] = 199,
				["新店彭于晏"] = 765,
				["枫皇"] = 357,
				["奶香小牛蹄"] = 756,
				["Hulkv"] = 246,
				["追憶風華年代"] = 785,
				["購滿長皮包"] = 815,
				["塔林"] = 166,
				["巡迴家"] = 503,
				["Bndd"] = 610,
				["光光阿哞"] = 141,
				["特務七十八"] = 964,
				["憂鬱鈴鐺"] = 801,
				["咪琦咪琦"] = 303,
				["Binary"] = 609,
				["斯卡蒂"] = 513,
				["子瑜的彬彬"] = 948,
				["春娘"] = 70,
				["世界的燼頭"] = 281,
				["平平的平平"] = 333,
				["無小小雙"] = 92,
				["咖哩芝麻"] = 488,
				["要水請叫爸爸"] = 814,
				["貪食蛇大帝"] = 416,
				["姽嫿"] = 641,
				["告敢丟"] = 302,
				["泥哥戰士"] = 668,
				["草帽魯夫"] = 537,
				["香草拿鐵奶泡"] = 971,
				["很像她"] = 336,
				["發條橘子"] = 676,
				["越女劍"] = 696,
				["宇閣墨香"] = 865,
				["榴蓮大王"] = 203,
				["狂人十一"] = 713,
				["灆曦"] = 375,
				["提里奧弗丁乂"] = 872,
				["密斯布菈蕾"] = 164,
				["我係菩提老祖"] = 135,
				["Kumamon"] = 613,
				["牛咩咩耶"] = 19,
				["只活在副本"] = 820,
				["Angelinaqwq"] = 160,
				["Reko"] = 218,
				["單戈女臣"] = 27,
				["飛葉快刀"] = 192,
				["率獸食人"] = 382,
				["雙嬌小魚兒"] = 913,
				["裁芸剪水"] = 826,
				["杜拉拉"] = 660,
				["電電狗"] = 557,
				["齁裡穴"] = 588,
				["依依啊啊"] = 252,
				["弓曲廣陵散"] = 146,
				["台灣小黑熊"] = 849,
				["乂岩谷尚文乂"] = 126,
				["業餘鏟屎官"] = 663,
				["轉世麥皂"] = 546,
				["郭雲天老師"] = 424,
				["尐沫"] = 758,
				["拉加斯"] = 952,
				["蜜糖吐司"] = 934,
				["赤城米莉亞"] = 905,
				["到底是在吵尛"] = 628,
				["日黑扯旗"] = 654,
				["鬼頭刀"] = 560,
				["三隊薩滿"] = 278,
				["美佐不要"] = 812,
				["克洛根"] = 287,
				["薩拉米果"] = 115,
				["最峰"] = 874,
				["翦燭"] = 783,
				["頹廢曉曉"] = 700,
				["蜜世界"] = 408,
				["阿公店店長"] = 140,
				["豹叔叔"] = 149,
				["Kosuke"] = 9,
				["太陽之井守衛"] = 121,
				["布琳希德"] = 116,
				["小剝皮"] = 570,
				["埃漏哈死洞"] = 857,
				["浪漫晨風"] = 829,
				["部落工讀生"] = 717,
				["生財功具"] = 809,
				["晒骆驼"] = 767,
				["小蒨"] = 644,
				["Chihanx"] = 258,
				["佛系補血"] = 174,
				["北都"] = 847,
				["Barry"] = 831,
				["多尼多尼巴喬"] = 312,
				["水包屎做的"] = 775,
				["天蓬"] = 640,
				["只是浮雲"] = 751,
				["洨胖"] = 669,
				["柯憐娜"] = 661,
				["為妳寫詩"] = 886,
				["驚天拳吳留手"] = 818,
				["薩哞耶"] = 688,
				["老闆挺住"] = 535,
				["木瓜雙皮奶"] = 516,
				["浩司"] = 369,
				["叫我拔拔"] = 752,
				["魔女宅急射"] = 707,
				["林森北路殺手"] = 355,
				["柒莫"] = 769,
				["哈辣雞翅"] = 852,
				["以莉亞"] = 211,
				["Furiousling"] = 462,
				["晚星"] = 17,
				["算了戒不掉"] = 680,
				["朕說了算"] = 876,
				["素西西"] = 683,
				["秋毛"] = 781,
				["Rolickon"] = 78,
				["Lucozade"] = 40,
				["燄靈"] = 32,
				["珍奶去冰"] = 779,
				["猥瑣老王"] = 965,
				["系告敢丟"] = 254,
				["李美宏敢啦"] = 574,
				["缺三咖"] = 895,
				["Eustacé"] = 733,
				["恢復有毒"] = 53,
				["裟剎"] = 542,
				["終焉之戰"] = 395,
				["劍人無雙"] = 748,
				["山鰤獵人"] = 800,
				["琦玉老師"] = 384,
				["邁克爾假死"] = 422,
				["光光小賊"] = 919,
				["Ignited"] = 266,
				["克雷恩風行者"] = 744,
				["神圣小德"] = 891,
				["雷霆崖守衛"] = 429,
				["水也兄"] = 727,
				["Xaru"] = 469,
				["椒麻雞腿排"] = 662,
				["百里守約"] = 388,
				["我要躺到底"] = 122,
				["韓覽叫"] = 432,
				["牧雪花"] = 129,
				["熙夏"] = 72,
				["當心你的背後"] = 386,
				["旺旺大禮包"] = 655,
				["鬍鬚大欸"] = 819,
				["九層塔烘蛋"] = 792,
				["驀然"] = 559,
				["不死夜空"] = 619,
				["毘沙喵天"] = 881,
				["火蛇圖騰"] = 725,
				["克勞斯"] = 626,
				["十二月"] = 749,
				["捷克羅姆"] = 16,
				["是隻貓"] = 966,
				["未解之謎"] = 659,
				["觀察員"] = 543,
				["尼撈味"] = 759,
				["阿素"] = 156,
				["恐怖熊"] = 926,
				["長毛大猩猩"] = 425,
				["薩筱步"] = 689,
				["毘沙哞天"] = 773,
				["謹言慎行"] = 692,
				["王大垂"] = 675,
				["幸福的秘密"] = 869,
				["甜在心大饅頭"] = 780,
				["泰斯塔羅莎"] = 243,
				["風鳥"] = 216,
				["竒竒"] = 595,
				["柒刻"] = 30,
				["香草西米露"] = 977,
				["仲夏星夜"] = 478,
				["象牙"] = 414,
				["是片雲"] = 929,
				["索盧塞克"] = 782,
				["新冠病毒女王"] = 347,
				["撒浪嘿"] = 54,
				["干別嚇我"] = 868,
				["夜霜雪"] = 638,
				["默昕羽"] = 227,
				["雷摩特製造商"] = 556,
				["四條悟"] = 47,
				["那堤瑟雅"] = 423,
				["澳門線上賭場"] = 55,
				["Cleric"] = 460,
				["殺意龍魂"] = 665,
				["林森南路殺手"] = 518,
				["Secondkill"] = 466,
				["豬隊友字帆"] = 694,
				["亂亂鳳獵"] = 474,
				["咪姐兒"] = 945,
				["楓夜"] = 87,
				["香草拿鐵小妹"] = 976,
				["休憩空間"] = 621,
				["心癮"] = 507,
				["樂仔"] = 361,
				["沁玥冰兒"] = 805,
				["瘋牛症病原體"] = 931,
				["帕爾提娜"] = 761,
				["鬼武葬"] = 789,
				["加芬"] = 125,
				["睡鬼"] = 890,
				["恶魔貓男"] = 508,
				["草莓帕妃糖"] = 901,
				["追憶似水年華"] = 908,
				["冷漠混蛋"] = 293,
				["玉米哞湯"] = 90,
				["肝指數飆升"] = 896,
				["塔格奧的遠征"] = 492,
				["你有病是不是"] = 917,
				["就打徳"] = 799,
				["芸霧繚繞"] = 918,
				["Abyss"] = 454,
				["萬一"] = 62,
				["冬釀津白"] = 288,
				["香草小姊姊"] = 975,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km7|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["|Km8|k"] = 2,
				["|Km2|k"] = 2,
				["Sred"] = 1,
				["小西"] = 1,
				["|Km3|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["司命"] = 1,
				["|Kq16|k"] = 2,
				["|Kq26|k"] = 2,
				["萬箭"] = 1,
				["焚天"] = 1,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["恕嵐轎"] = 1,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["冷劍小飛狐"] = 1,
				["阿鋒哥"] = 1,
				["月半豸苗"] = 1,
				["|Kq4|k"] = 2,
				["白白昀"] = 1,
				["希爾德烈日"] = 1,
				["卡萊姆"] = 1,
				["|Kq7|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq14|k"] = 2,
				["房仲陳先生"] = 1,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["Shadowlol"] = 1,
				["|Kq6|k"] = 2,
				["Gihan"] = 1,
				["|Kq8|k"] = 2,
			},
			["guildList"] = {
				["太狠了"] = 47,
				["風味小札"] = 43,
				["Reliable"] = 15,
				["小可魯"] = 23,
				["破麻再世"] = 56,
				["Mattion"] = 21,
				["Akina"] = 45,
				["蘋果巨硬"] = 20,
				["滅眾生"] = 27,
				["乂神射手霖乂"] = 4,
				["霜月桔"] = 10,
				["錯誤選晢"] = 37,
				["無形箭"] = 29,
				["悶棍發大財"] = 16,
				["小新術士"] = 44,
				["腎騎"] = 9,
				["純粹喝紅茶"] = 8,
				["拖把打阿公"] = 26,
				["檳榔頭"] = 2,
				["距離太遠了"] = 53,
				["烏雷克馬奇努"] = 51,
				["漾兒"] = 28,
				["特變電工"] = 30,
				["小得得"] = 24,
				["陰陽聖女"] = 14,
				["想當熊的血蹄"] = 7,
				["滴踢滴愛上頭"] = 17,
				["母狗夜叉"] = 55,
				["牧原股份"] = 1,
				["雷蟲"] = 18,
				["哈佛說我負責"] = 12,
				["巨睪小男孩"] = 3,
				["殘虐小蟲"] = 5,
				["血腥情人節"] = 35,
				["好運魔人"] = 48,
				["小聖坦"] = 6,
				["檳榔仙"] = 57,
				["一拳揍飛你"] = 41,
				["十二火兒"] = 40,
				["叫我擋會滅團"] = 22,
				["玟筱聖"] = 32,
				["胎哥法師"] = 34,
				["背骨陰仔"] = 58,
				["阿果里歐斯"] = 38,
				["追山小"] = 39,
				["強運魔人"] = 25,
				["白毛大狗妖"] = 52,
				["老衲送你歸西"] = 33,
				["薩柒多思"] = 11,
				["灰光"] = 13,
				["千櫻若月"] = 42,
				["王帥法"] = 31,
				["變型專家"] = 36,
				["幸運魔人"] = 49,
				["Cutmedown"] = 46,
				["今晚不打烊"] = 54,
				["拿手卷換壽司"] = 50,
				["Kamisato"] = 19,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["特變電工"] = {
			["司命"] = {
				{
					["type"] = 1,
					["time"] = 1631628607,
					["from"] = "司命",
					["msg"] = "|cFFFFFFFF[|Hurl:https://discord.gg/3tWdGr2X|hhttps://discord.gg/3tWdGr2X|h]|r ",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631628615,
					["from"] = "司命",
					["msg"] = "周六上dc就好",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631628621,
					["from"] = "司命",
					["msg"] = "晚上7.3開組",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631628627,
					["from"] = "司命",
					["msg"] = "7.30",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631628781,
					["from"] = "特變電工",
					["msg"] = "好的 進來了",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631628811,
					["from"] = "司命",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631629004,
					["from"] = "特變電工",
					["msg"] = "無BUFF 270嗎",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631629010,
					["from"] = "司命",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631720955,
					["from"] = "特變電工",
					["msg"] = "HI",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631720959,
					["from"] = "司命",
					["msg"] = "安安",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631720963,
					["from"] = "特變電工",
					["msg"] = "鳥D 補D缺嗎",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631720970,
					["from"] = "司命",
					["msg"] = "2人？",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631720973,
					["from"] = "特變電工",
					["msg"] = "1人",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1631720977,
					["from"] = "司命",
					["msg"] = "可以哦",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1631720981,
					["from"] = "特變電工",
					["msg"] = "最好是補",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1631720989,
					["from"] = "司命",
					["msg"] = "嗯嗯 可以的",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1631720989,
					["from"] = "特變電工",
					["msg"] = "鳥D裝不好",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1631720999,
					["from"] = "特變電工",
					["msg"] = "嗯嗯",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1631721006,
					["from"] = "司命",
					["msg"] = "那到時候你組下就好",
					["inbound"] = true,
					["convo"] = "司命",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1631721009,
					["from"] = "特變電工",
					["msg"] = "hao de ",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1631721011,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "司命",
				}, -- [21]
				["info"] = {
				},
			},
			["Goyalol#4337"] = {
				{
					["type"] = 1,
					["time"] = 1631719834,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631719850,
					["from"] = "Goyalol#4337",
					["msg"] = "非本人0.0",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [2]
				["info"] = {
				},
			},
			["阿鋒哥"] = {
				{
					["type"] = 1,
					["time"] = 1631443482,
					["from"] = "特變電工",
					["msg"] = "啊鋒哥 ",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631443490,
					["from"] = "特變電工",
					["msg"] = "我是咪姐",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631443496,
					["from"] = "阿鋒哥",
					["msg"] = "{呆}",
					["inbound"] = true,
					["convo"] = "阿鋒哥",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631443522,
					["from"] = "阿鋒哥",
					["msg"] = "怎麽練新號",
					["inbound"] = true,
					["convo"] = "阿鋒哥",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631443560,
					["from"] = "阿鋒哥",
					["msg"] = "什麽時候上的",
					["inbound"] = true,
					["convo"] = "阿鋒哥",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631443569,
					["from"] = "特變電工",
					["msg"] = "的前男友",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631443580,
					["from"] = "阿鋒哥",
					["msg"] = "我信你個鬼",
					["inbound"] = true,
					["convo"] = "阿鋒哥",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631443580,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [8]
				["info"] = {
				},
			},
			["軟爛膝蓋"] = {
				{
					["type"] = 1,
					["time"] = 1631463383,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631463389,
					["from"] = "特變電工",
					["msg"] = "有周末團我咋不知道",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631463394,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631463413,
					["from"] = "軟爛膝蓋",
					["msg"] = "!! 我都有再DC講呀",
					["inbound"] = true,
					["convo"] = "軟爛膝蓋",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631463471,
					["from"] = "特變電工",
					["msg"] = "你錯過世界級的戰士了",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631463474,
					["from"] = "特變電工",
					["msg"] = "。。。",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631463481,
					["from"] = "特變電工",
					["msg"] = "後悔還來得及 哈哈",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631463496,
					["from"] = "軟爛膝蓋",
					["msg"] = "沒啦 我家的毯都是一直配合的",
					["inbound"] = true,
					["convo"] = "軟爛膝蓋",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631463643,
					["from"] = "特變電工",
					["msg"] = "好慘啊",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631463649,
					["from"] = "特變電工",
					["msg"] = "沒有一個隊伍要戰士",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631463652,
					["from"] = "特變電工",
					["msg"] = "看了1個星期了",
					["inbound"] = false,
					["convo"] = "軟爛膝蓋",
				}, -- [11]
				["info"] = {
				},
			},
			["牧原股份#3763"] = {
				{
					["type"] = 1,
					["time"] = 1631339336,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631339339,
					["from"] = "特變電工",
					["msg"] = "搞起啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631448024,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631448029,
					["from"] = "牧原股份#3763",
					["msg"] = "開了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631449329,
					["from"] = "牧原股份#3763",
					["msg"] = "出來了 還差1個",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631449906,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631449914,
					["from"] = "特變電工",
					["msg"] = "語言聽不見？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631449914,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麽了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631449922,
					["from"] = "牧原股份#3763",
					["msg"] = "聼不大呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631457969,
					["from"] = "牧原股份#3763",
					["msg"] = "我下了 晚安",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631457974,
					["from"] = "特變電工",
					["msg"] = "88",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631547876,
					["from"] = "牧原股份#3763",
					["msg"] = "21個點了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631551678,
					["from"] = "牧原股份#3763",
					["msg"] = "不是周末團麽 周4就回來了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1631551997,
					["from"] = "特變電工",
					["msg"] = "退會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1631552005,
					["from"] = "牧原股份#3763",
					["msg"] = "現在嗎？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1631552009,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1631552033,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麽退？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1631552060,
					["from"] = "特變電工",
					["msg"] = " /gquit",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1631552081,
					["from"] = "牧原股份#3763",
					["msg"] = "hao le ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1631629318,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1631635667,
					["from"] = "特變電工",
					["msg"] = "上綫啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1631809755,
					["from"] = "特變電工",
					["msg"] = "你掉了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1631809840,
					["from"] = "牧原股份#3763",
					["msg"] = "連不上了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1631809842,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1631811373,
					["from"] = "特變電工",
					["msg"] = "|Hitem:32768::::::::70:::::::::|h[烏鴉領主韁繩]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1631889980,
					["from"] = "特變電工",
					["msg"] = "聽不見？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632038602,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632038608,
					["from"] = "牧原股份#3763",
					["msg"] = "来啊",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632039499,
					["from"] = "牧原股份#3763",
					["msg"] = "^1^T^Sprofile^T^Sname^S預設值^Sused^SY^Slocation^T^N1^T^Sanchor^T^Sb^F5043095838130176^f-44^St^F8678812497739776^f-43^Sl^F8935157083930624^f-42^Sr^F5655051368398848^f-41^t^Scontainer^T^Sheight^N580^Swidth^N540^t^t^N2^T^Sanchor^T^Sb^F8725729109868544^f-44^St^F",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632044733,
					["from"] = "牧原股份#3763",
					["msg"] = "我先下了 8点再上",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632052088,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632070173,
					["from"] = "牧原股份#3763",
					["msg"] = "我下了 晚安",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632070760,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632411470,
					["from"] = "牧原股份#3763",
					["msg"] = "在？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632411479,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632413922,
					["from"] = "特變電工",
					["msg"] = "群組語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [36]
				["info"] = {
				},
			},
			["焚天"] = {
				{
					["type"] = 1,
					["time"] = 1632320265,
					["from"] = "特變電工",
					["msg"] = "來55嗎",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632320271,
					["from"] = "特變電工",
					["msg"] = "强力隊伍",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632320306,
					["from"] = "焚天",
					["msg"] = "再玩了",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [3]
				["info"] = {
				},
			},
			["恕嵐轎"] = {
				{
					["type"] = 1,
					["time"] = 1631548788,
					["from"] = "恕嵐轎",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631548788,
					["from"] = "特變電工",
					["msg"] = "與<恕嵐轎>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631548805,
					["from"] = "恕嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28579::::::::70:::::::::|h[羅慕歐的毒藥瓶]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631548805,
					["from"] = "特變電工",
					["msg"] = "與<恕嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28579::::::::70:::::::::|h[羅慕歐的毒藥瓶]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631554402,
					["from"] = "恕嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28749::::::::70:::::::::|h[君王防衛者]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631554402,
					["from"] = "特變電工",
					["msg"] = "與<恕嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28749::::::::70:::::::::|h[君王防衛者]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631555835,
					["from"] = "恕嵐轎",
					["msg"] = "與<特變電工>的交易成功了。付出368g。",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631555835,
					["from"] = "特變電工",
					["msg"] = "與<恕嵐轎>的交易成功了。收入368g。",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [8]
				["info"] = {
				},
			},
			["月半豸苗"] = {
				{
					["type"] = 1,
					["time"] = 1631895387,
					["from"] = "特變電工",
					["msg"] = "我320冰抗",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631895389,
					["from"] = "特變電工",
					["msg"] = "明天起飛",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631895418,
					["from"] = "月半豸苗",
					["msg"] = "娜之王便當",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631895434,
					["from"] = "特變電工",
					["msg"] = "你們打了幾個了",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631895441,
					["from"] = "月半豸苗",
					["msg"] = "五個",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631895495,
					["from"] = "特變電工",
					["msg"] = "漩渦多少錢一個",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631895500,
					["from"] = "月半豸苗",
					["msg"] = "500",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631895512,
					["from"] = "特變電工",
					["msg"] = "便宜啊",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631895519,
					["from"] = "特變電工",
					["msg"] = "我要做3段",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631895534,
					["from"] = "月半豸苗",
					["msg"] = "娜是我們這團便宜",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631895540,
					["from"] = "月半豸苗",
					["msg"] = "別團 都2000起跳",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631895552,
					["from"] = "特變電工",
					["msg"] = "爲啥你們便宜",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631895561,
					["from"] = "月半豸苗",
					["msg"] = "我們客家團",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1631895564,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1631895578,
					["from"] = "特變電工",
					["msg"] = "55還是正常打嗎",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1631895583,
					["from"] = "月半豸苗",
					["msg"] = "恩 ",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1631895589,
					["from"] = "特變電工",
					["msg"] = "我精兵全套了",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1631895598,
					["from"] = "特變電工",
					["msg"] = "你們裝備能不能搞好一點",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1631895599,
					["from"] = "月半豸苗",
					["msg"] = "s2 裝備 好像還沒出來",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1631895604,
					["from"] = "特變電工",
					["msg"] = "托我後腿",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632043245,
					["from"] = "特變電工",
					["msg"] = "昨天我團1-4王一把過",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632043253,
					["from"] = "特變電工",
					["msg"] = "就問你強不強",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632043267,
					["from"] = "月半豸苗",
					["msg"] = "還好",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632043274,
					["from"] = "特變電工",
					["msg"] = "對了 我跟牧原周末i打不了了",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632043283,
					["from"] = "月半豸苗",
					["msg"] = "無所謂",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632043285,
					["from"] = "特變電工",
					["msg"] = "打P2",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [26]
				["info"] = {
				},
			},
			["三浦建太郎"] = {
				{
					["type"] = 1,
					["time"] = 1631555772,
					["from"] = "特變電工",
					["msg"] = "三浦啊",
					["inbound"] = false,
					["convo"] = "三浦建太郎",
				}, -- [1]
				["info"] = {
				},
			},
			["fatcat#3510"] = {
				{
					["type"] = 1,
					["time"] = 1631289192,
					["from"] = "特變電工",
					["msg"] = "P2榮譽和牌子都保留嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631289633,
					["from"] = "fatcat#3510",
					["msg"] = "會保留",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631447851,
					["from"] = "特變電工",
					["msg"] = "111111111111111111",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631448081,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632147282,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632147290,
					["from"] = "特變電工",
					["msg"] = "還在毒蛇啊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632148459,
					["from"] = "特變電工",
					["msg"] = "55還打不打",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632148460,
					["from"] = "fatcat#3510",
					["msg"] = "<Deadly Boss Mods> 月半豸苗正在與25人 - 『盲目者』李奧薩拉斯交戰（當前97% (階段1)，25/25存活）",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632148466,
					["from"] = "fatcat#3510",
					["msg"] = "打",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632148993,
					["from"] = "fatcat#3510",
					["msg"] = "<DBM> 月半豸苗已經擊敗25人 - 『盲目者』李奧薩拉斯!",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632151815,
					["from"] = "特變電工",
					["msg"] = "沒隊伍了快",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632151824,
					["from"] = "fatcat#3510",
					["msg"] = "再打毒蛇拉",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632159462,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632159468,
					["from"] = "特變電工",
					["msg"] = "放我鴿子",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632159475,
					["from"] = "fatcat#3510",
					["msg"] = "明天阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632159484,
					["from"] = "特變電工",
					["msg"] = "幾點",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632243867,
					["from"] = "特變電工",
					["msg"] = "你還可以再晚一點",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632243967,
					["from"] = "特變電工",
					["msg"] = "還打不打",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632244007,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1632321894,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632321897,
					["from"] = "特變電工",
					["msg"] = "隊長給我",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632321900,
					["from"] = "特變電工",
					["msg"] = "競技場的",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632321920,
					["from"] = "特變電工",
					["msg"] = "競技場的隊長給我就行@@",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632321944,
					["from"] = "fatcat#3510",
					["msg"] = "他說 要加誰 我幫你加",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632321956,
					["from"] = "特變電工",
					["msg"] = "|cffff7c0a好男人就是我|r",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632321981,
					["from"] = "fatcat#3510",
					["msg"] = "他有隊伍了@@",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632322002,
					["from"] = "特變電工",
					["msg"] = "55哦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632322009,
					["from"] = "特變電工",
					["msg"] = "陳俊達搬新家",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632322012,
					["from"] = "fatcat#3510",
					["msg"] = "有]",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632322013,
					["from"] = "特變電工",
					["msg"] = "這個隊伍",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632322025,
					["from"] = "特變電工",
					["msg"] = "他說他沒隊伍",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632322032,
					["from"] = "特變電工",
					["msg"] = "5V5戰隊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632322034,
					["from"] = "fatcat#3510",
					["msg"] = "我加了",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632322039,
					["from"] = "特變電工",
					["msg"] = "再邀一次",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632322067,
					["from"] = "fatcat#3510",
					["msg"] = "還有嗎?",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632322073,
					["from"] = "特變電工",
					["msg"] = "有了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632322074,
					["from"] = "特變電工",
					["msg"] = "謝謝",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1632322083,
					["from"] = "fatcat#3510",
					["msg"] = "不客氣",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [38]
				["info"] = {
				},
			},
			["銀月土鑑師"] = {
				{
					["type"] = 1,
					["time"] = 1631435476,
					["from"] = "特變電工",
					["msg"] = "與<銀月土鑑師>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "銀月土鑑師",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631435476,
					["from"] = "銀月土鑑師",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "銀月土鑑師",
				}, -- [2]
				["info"] = {
				},
			},
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1631541429,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631541434,
					["from"] = "特變電工",
					["msg"] = "血虧20W",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631541531,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631541532,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<Deadly Boss Mods> 成都張叔叔正在與10人 - 夜禍交戰（當前90%，10/10存活）",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631541534,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631541694,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "。。。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631541704,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<DBM> 成都張叔叔在10人 - 夜禍還有63%時滅團了。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631541910,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那現在準備怎麼弄呢？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631541918,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "繼續捏到？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631541930,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我感覺不如落袋為安好呢",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631541937,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "太熱了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631543387,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631543391,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1631543399,
					["from"] = "特變電工",
					["msg"] = "我是一個有格局的人",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1631543401,
					["from"] = "特變電工",
					["msg"] = "賺大錢的人",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1631543409,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1631543423,
					["from"] = "特變電工",
					["msg"] = "不存在",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1631543452,
					["from"] = "特變電工",
					["msg"] = "我要在乎這點波動 我早就被洗下車了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1631543461,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1631543467,
					["from"] = "特變電工",
					["msg"] = "小錢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1631628325,
					["from"] = "特變電工",
					["msg"] = "貓鼬會不會",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1631628346,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不會。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1631628350,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632053676,
					["from"] = "特變電工",
					["msg"] = "起飛",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632053713,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "出鳳凰了？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632053789,
					["from"] = "特變電工",
					["msg"] = "特工",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632053798,
					["from"] = "特變電工",
					["msg"] = "我昨天打完毒蛇之後去吃火鍋",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632053802,
					["from"] = "特變電工",
					["msg"] = "凌晨1點",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632053808,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有消息哇？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632053812,
					["from"] = "特變電工",
					["msg"] = "然後悟出一個財富真諦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632053906,
					["from"] = "特變電工",
					["msg"] = "年底我就是千萬富豪",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632054223,
					["from"] = "特變電工",
					["msg"] = "我現在這個團長是杭州人",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632054228,
					["from"] = "特變電工",
					["msg"] = "DC指揮",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632054231,
					["from"] = "特變電工",
					["msg"] = "我震驚了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632054241,
					["from"] = "特變電工",
					["msg"] = "人在國外",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632054249,
					["from"] = "特變電工",
					["msg"] = "毒蛇1-4一把過",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632054259,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那很NB",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1632054319,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "風暴打過了沒？有沒有占星聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1632121802,
					["from"] = "特變電工",
					["msg"] = "風暴吃打了一個王",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1632121827,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有沒有聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1632121829,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "占星的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1632121837,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1632121859,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "風暴的怪有沒有占星聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1632121861,
					["from"] = "特變電工",
					["msg"] = "啤酒節",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1632121864,
					["from"] = "特變電工",
					["msg"] = "不知道",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1632121876,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "怎麼弄？沒打過",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1632121887,
					["from"] = "特變電工",
					["msg"] = "奧格瑪外面",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1632121887,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你打了風暴小怪 沒有聲望麼？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1632121891,
					["from"] = "特變電工",
					["msg"] = "啤酒節",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1632121893,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我可以奶",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1632121911,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "打不打？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1632121919,
					["from"] = "特變電工",
					["msg"] = "風暴要塞小怪團？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1632121933,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你不是打了風暴麼？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1632121941,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你們清小怪的時候有沒有聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1632121971,
					["from"] = "特變電工",
					["msg"] = "沒關注啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1632121974,
					["from"] = "特變電工",
					["msg"] = "我已經崇拜了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1632121981,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "。。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1632121986,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我換牧師補",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1632122045,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你不打啤酒哦",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [59]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1631289202,
					["from"] = "特變電工",
					["msg"] = "P2 牌子和榮譽都保留嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631289220,
					["from"] = "Oneonone#3565",
					["msg"] = "保留",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631289230,
					["from"] = "Oneonone#3565",
					["msg"] = "但是你的  競技場積分換掉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631289239,
					["from"] = "特變電工",
					["msg"] = "我換了副手",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631289241,
					["from"] = "特變電工",
					["msg"] = "競技場",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631289243,
					["from"] = "特變電工",
					["msg"] = "畢業的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631289246,
					["from"] = "特變電工",
					["msg"] = "狂暴戰",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631289254,
					["from"] = "特變電工",
					["msg"] = "打折還不用積分",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631289260,
					["from"] = "特變電工",
					["msg"] = "安逸的很",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631289270,
					["from"] = "Oneonone#3565",
					["msg"] = "你反正進不了團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631289286,
					["from"] = "Oneonone#3565",
					["msg"] = "沒啥用",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631289288,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631289316,
					["from"] = "特變電工",
					["msg"] = "特工這周太垃圾了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1631289319,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1631289332,
					["from"] = "Oneonone#3565",
					["msg"] = "這週是金融",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1631289336,
					["from"] = "Oneonone#3565",
					["msg"] = "和煤炭",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1631289359,
					["from"] = "Oneonone#3565",
					["msg"] = "不過  我也沒賺多少",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1631292287,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:28528::::::::70:::::::::|h[摩洛的幸運懷錶]|h200G",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1631292293,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1631292330,
					["from"] = "特變電工",
					["msg"] = "今天特工差點拉漲停",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1631292340,
					["from"] = "特變電工",
					["msg"] = "被北上砸了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1631292343,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1631292345,
					["from"] = "Oneonone#3565",
					["msg"] = "額  最近都沒關注你的特工",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1631292352,
					["from"] = "Oneonone#3565",
					["msg"] = "忙在券商做T",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1631292358,
					["from"] = "特變電工",
					["msg"] = "今天北上净賣出第一名是特工",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1631292367,
					["from"] = "特變電工",
					["msg"] = "我真的是醉了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1631292367,
					["from"] = "Oneonone#3565",
					["msg"] = "賣出？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1631292371,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1631292380,
					["from"] = "Oneonone#3565",
					["msg"] = "那你要不要套現？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1631292385,
					["from"] = "特變電工",
					["msg"] = "不",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1631292387,
					["from"] = "特變電工",
					["msg"] = "36",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1631292390,
					["from"] = "Oneonone#3565",
					["msg"] = "換賽道",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1631292393,
					["from"] = "Oneonone#3565",
					["msg"] = "套現來券商",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1631292394,
					["from"] = "特變電工",
					["msg"] = "下周就到",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1631292400,
					["from"] = "特變電工",
					["msg"] = "不會去券商",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1631292416,
					["from"] = "Oneonone#3565",
					["msg"] = "券商  這波 肯定起來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1631292416,
					["from"] = "特變電工",
					["msg"] = "所有人都看好 在地板上的都就不會是好貨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1631292428,
					["from"] = "特變電工",
					["msg"] = "主力不會傻",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1631292436,
					["from"] = "特變電工",
					["msg"] = "給散戶擡轎子",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1631292454,
					["from"] = "特變電工",
					["msg"] = "周期會一直拉",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1631292464,
					["from"] = "特變電工",
					["msg"] = "拉到天上去之後 券商才會啓動",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1631292481,
					["from"] = "Oneonone#3565",
					["msg"] = "週期 常常換",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1631292482,
					["from"] = "特變電工",
					["msg"] = "現在都是烟霧彈",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1631292487,
					["from"] = "Oneonone#3565",
					["msg"] = "都不知道 會是什麼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1631292492,
					["from"] = "特變電工",
					["msg"] = "15年你說呢",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1631292503,
					["from"] = "Oneonone#3565",
					["msg"] = "我前幾天  買了點港口的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1631292504,
					["from"] = "特變電工",
					["msg"] = "衝擊5173很可能",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1631292506,
					["from"] = "Oneonone#3565",
					["msg"] = "連雲港",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1631292522,
					["from"] = "Oneonone#3565",
					["msg"] = "不知道 會不會起來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1631292527,
					["from"] = "Oneonone#3565",
					["msg"] = "我記得15年那會  起來過的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1631292531,
					["from"] = "特變電工",
					["msg"] = "强者恆强",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1631292542,
					["from"] = "特變電工",
					["msg"] = "沒拉的 不會去拉了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1631292558,
					["from"] = "Oneonone#3565",
					["msg"] = "最近 中字頭的  娘的e",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1631292563,
					["from"] = "Oneonone#3565",
					["msg"] = "很強",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1631292569,
					["from"] = "特變電工",
					["msg"] = "衝擊5173 到5300",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1631292580,
					["from"] = "特變電工",
					["msg"] = "然後暴跌 到 3000",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1631292583,
					["from"] = "Oneonone#3565",
					["msg"] = "應該不會那麼快的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1631292589,
					["from"] = "特變電工",
					["msg"] = "劇本我都給你寫好了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1631292611,
					["from"] = "Oneonone#3565",
					["msg"] = "睡覺去了。。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1631292613,
					["from"] = "特變電工",
					["msg"] = "那時候茅臺差不多到800了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1631292614,
					["from"] = "Oneonone#3565",
					["msg"] = "你回家了？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1631292617,
					["from"] = "特變電工",
					["msg"] = "可以乾消費了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1631292619,
					["from"] = "Oneonone#3565",
					["msg"] = "還是在外面？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1631292656,
					["from"] = "Oneonone#3565",
					["msg"] = "我後悔沒混競技場了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1631292678,
					["from"] = "Oneonone#3565",
					["msg"] = "還有打折這事情的  肩膀武器都可以買",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1631292678,
					["from"] = "Oneonone#3565",
					["msg"] = "神奇了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1631292683,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1631292702,
					["from"] = "Oneonone#3565",
					["msg"] = "對折買武器和肩膀",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1631292704,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊去把",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1631292751,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:25832::::::::70:::::::::|h[鬥士皮甲肩甲]|h|Hitem:28307::::::::70:::::::::|h[鬥士速刃]|h我賊都買了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1631292786,
					["from"] = "Oneonone#3565",
					["msg"] = "睡覺了 88",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1631333936,
					["from"] = "特變電工",
					["msg"] = "語言",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1631334861,
					["from"] = "Oneonone#3565",
					["msg"] = "想玩個小號 要不要一起搞一個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1631334868,
					["from"] = "特變電工",
					["msg"] = "搞毛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1631334877,
					["from"] = "Oneonone#3565",
					["msg"] = "搞個薩滿或者術士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1631448635,
					["from"] = "Oneonone#3565",
					["msg"] = "你不來打？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1631448647,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1631448653,
					["from"] = "特變電工",
					["msg"] = "P2嗎不是",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1631448658,
					["from"] = "Oneonone#3565",
					["msg"] = "是哦 你是等P2",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1631451671,
					["from"] = "Oneonone#3565",
					["msg"] = "我狂暴戰打不高    不知道為什麼 好煩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1631451672,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 弒龍者戈魯爾交戰（當前73%，22/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1631452028,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 弒龍者戈魯爾!",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1631541602,
					["from"] = "特變電工",
					["msg"] = "血虧20W",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1631541611,
					["from"] = "特變電工",
					["msg"] = "安逸了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1631628621,
					["from"] = "Oneonone#3565",
					["msg"] = "我今天金融股全線下跌",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1631628625,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1631628647,
					["from"] = "特變電工",
					["msg"] = "一天大驚小怪的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1631628648,
					["from"] = "Oneonone#3565",
					["msg"] = "慘的不行",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1631628694,
					["from"] = "Oneonone#3565",
					["msg"] = "獵人 有點太無腦 哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1631628857,
					["from"] = "Oneonone#3565",
					["msg"] = "我叮了個薩滿",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1631629917,
					["from"] = "Oneonone#3565",
					["msg"] = "薩滿 玩不來 哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1631629935,
					["from"] = "Oneonone#3565",
					["msg"] = "圖騰都搞了一個動作條",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1631630391,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1631630408,
					["from"] = "特變電工",
					["msg"] = "|Henchant:38477|h[鍛造: 冰霜守衛胸甲]|h",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1631630422,
					["from"] = "特變電工",
					["msg"] = "我要24個克銀錠",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1631630425,
					["from"] = "Oneonone#3565",
					["msg"] = "你要做冰抗",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1631630449,
					["from"] = "Oneonone#3565",
					["msg"] = "我看看還有沒有",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1631630461,
					["from"] = "特變電工",
					["msg"] = "幫我熔一下",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1631630780,
					["from"] = "Oneonone#3565",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1631630814,
					["from"] = "Oneonone#3565",
					["msg"] = "不要使勁花錢做抗性裝 萬一 這個團不行呢",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1631890001,
					["from"] = "特變電工",
					["msg"] = "對了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1631890009,
					["from"] = "特變電工",
					["msg"] = "幫我說一下 我獵人來不了了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1631890010,
					["from"] = "Oneonone#3565",
					["msg"] = "殺",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1631890021,
					["from"] = "特變電工",
					["msg"] = "時間衝突了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1631890048,
					["from"] = "Oneonone#3565",
					["msg"] = "額。。你之前報名是不是還有小D？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1631890055,
					["from"] = "特變電工",
					["msg"] = "他也來不了了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1631890057,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1631890061,
					["from"] = "特變電工",
					["msg"] = "墓園",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1631890071,
					["from"] = "Oneonone#3565",
					["msg"] = "我 挺難說的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1631890079,
					["from"] = "Oneonone#3565",
					["msg"] = "你有看到他上線嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1631890084,
					["from"] = "特變電工",
					["msg"] = "你就説時間衝突了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1631890115,
					["from"] = "Oneonone#3565",
					["msg"] = "你先寫個信給他吧",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1631890118,
					["from"] = "Oneonone#3565",
					["msg"] = "我也看不到他上線",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1631890123,
					["from"] = "特變電工",
					["msg"] = "叫啥啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1631890130,
					["from"] = "Oneonone#3565",
					["msg"] = "我看看啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1631890142,
					["from"] = "Oneonone#3565",
					["msg"] = "翹鼻課？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1631890155,
					["from"] = "特變電工",
					["msg"] = "不知道啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1631890164,
					["from"] = "Oneonone#3565",
					["msg"] = "他全名我記不住 ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1631890172,
					["from"] = "Oneonone#3565",
					["msg"] = "有個大號‘",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1631890174,
					["from"] = "特變電工",
					["msg"] = "工會裏面看啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1631890180,
					["from"] = "Oneonone#3565",
					["msg"] = "等下",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1631890189,
					["from"] = "Oneonone#3565",
					["msg"] = "我一會換只看下 公會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1631890326,
					["from"] = "Oneonone#3565",
					["msg"] = "翹課鼻",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1631890358,
					["from"] = "Oneonone#3565",
					["msg"] = "我們這週不打",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1631890361,
					["from"] = "Oneonone#3565",
					["msg"] = "下週開始ida",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1631890366,
					["from"] = "Oneonone#3565",
					["msg"] = "你那邊這週就開始打了嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1631890368,
					["from"] = "特變電工",
					["msg"] = "那還行",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1631890371,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1631890382,
					["from"] = "Oneonone#3565",
					["msg"] = "他還有時間找",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1631890414,
					["from"] = "特變電工",
					["msg"] = "你會紙皮嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1631890418,
					["from"] = "Oneonone#3565",
					["msg"] = "不會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1631890420,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1631890430,
					["from"] = "Oneonone#3565",
					["msg"] = "你跟什麼團啊？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1631890447,
					["from"] = "特變電工",
					["msg"] = "來展望語音群",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1631890474,
					["from"] = "Oneonone#3565",
					["msg"] = "YY把我禁了 ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1631890477,
					["from"] = "Oneonone#3565",
					["msg"] = "我解鎖下 娘的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1631890480,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1631890484,
					["from"] = "特變電工",
					["msg"] = "在戰網",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1631890488,
					["from"] = "特變電工",
					["msg"] = "群",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1631890632,
					["from"] = "特變電工",
					["msg"] = "大陸老鄉",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1631890634,
					["from"] = "特變電工",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1632059202,
					["from"] = "Oneonone#3565",
					["msg"] = "打到哪裡了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1632059209,
					["from"] = "特變電工",
					["msg"] = "2王",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1632059211,
					["from"] = "特變電工",
					["msg"] = "過了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1632059216,
					["from"] = "特變電工",
					["msg"] = "全部出墓園裝備",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1632059218,
					["from"] = "Oneonone#3565",
					["msg"] = "有出肩膀嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1632059272,
					["from"] = "特變電工",
					["msg"] = "戰士腰帶一個沒出",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1632059279,
					["from"] = "特變電工",
					["msg"] = "戰士的套裝一個沒出",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1632121785,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1632121823,
					["from"] = "Oneonone#3565",
					["msg"] = "薩滿崛起",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1632150001,
					["from"] = "Oneonone#3565",
					["msg"] = "還缺200榮譽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1632234806,
					["from"] = "Oneonone#3565",
					["msg"] = "混分隊  弄好了嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1632234860,
					["from"] = "特變電工",
					["msg"] = "我有正規隊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1632234875,
					["from"] = "Oneonone#3565",
					["msg"] = "高端",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1632235585,
					["from"] = "特變電工",
					["msg"] = "55？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1632235594,
					["from"] = "Oneonone#3565",
					["msg"] = "互粉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1632235596,
					["from"] = "Oneonone#3565",
					["msg"] = "混分",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1632235605,
					["from"] = "特變電工",
					["msg"] = "秒排？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1632235619,
					["from"] = "Oneonone#3565",
					["msg"] = "差不多  等1-3分吧",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1632235632,
					["from"] = "特變電工",
					["msg"] = "輸了多少把",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1632235641,
					["from"] = "Oneonone#3565",
					["msg"] = "贏2輸3",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1632235653,
					["from"] = "Oneonone#3565",
					["msg"] = "隊伍 都沒韌性的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1632235656,
					["from"] = "Oneonone#3565",
					["msg"] = "我都不想打了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1632235720,
					["from"] = "Oneonone#3565",
					["msg"] = "5場 有2場有人不進",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1632235722,
					["from"] = "Oneonone#3565",
					["msg"] = "我日的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1632320580,
					["from"] = "Oneonone#3565",
					["msg"] = "你有和十勝說了嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1632320612,
					["from"] = "Oneonone#3565",
					["msg"] = "我看他 現在在找人",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1632320624,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1632320632,
					["from"] = "特變電工",
					["msg"] = "誰",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1632320632,
					["from"] = "Oneonone#3565",
					["msg"] = "你不打那個團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1632320643,
					["from"] = "Oneonone#3565",
					["msg"] = "十勝  就是翹課鼻",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1632416430,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1632416433,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1632416438,
					["from"] = "特變電工",
					["msg"] = "來戰網群語音",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1632416441,
					["from"] = "特變電工",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [175]
				["info"] = {
				},
			},
			["冷劍小飛狐"] = {
				{
					["type"] = 1,
					["time"] = 1631551838,
					["from"] = "特變電工",
					["msg"] = "HI",
					["inbound"] = false,
					["convo"] = "冷劍小飛狐",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631551842,
					["from"] = "冷劍小飛狐",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "冷劍小飛狐",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631551847,
					["from"] = "特變電工",
					["msg"] = "我是跟你搭檔的坦",
					["inbound"] = false,
					["convo"] = "冷劍小飛狐",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631551853,
					["from"] = "冷劍小飛狐",
					["msg"] = "@@",
					["inbound"] = true,
					["convo"] = "冷劍小飛狐",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631551856,
					["from"] = "特變電工",
					["msg"] = "你做什么抗性裝",
					["inbound"] = false,
					["convo"] = "冷劍小飛狐",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631551862,
					["from"] = "冷劍小飛狐",
					["msg"] = "我還在看",
					["inbound"] = true,
					["convo"] = "冷劍小飛狐",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631551868,
					["from"] = "冷劍小飛狐",
					["msg"] = "還在研究",
					["inbound"] = true,
					["convo"] = "冷劍小飛狐",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631551911,
					["from"] = "冷劍小飛狐",
					["msg"] = "我應該是會做冰抗系列的",
					["inbound"] = true,
					["convo"] = "冷劍小飛狐",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631551920,
					["from"] = "特變電工",
					["msg"] = "好 那就定了",
					["inbound"] = false,
					["convo"] = "冷劍小飛狐",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631551924,
					["from"] = "特變電工",
					["msg"] = "我自然抗",
					["inbound"] = false,
					["convo"] = "冷劍小飛狐",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631551952,
					["from"] = "冷劍小飛狐",
					["msg"] = "K",
					["inbound"] = true,
					["convo"] = "冷劍小飛狐",
				}, -- [11]
				["info"] = {
				},
			},
			["琥珀穗"] = {
				{
					["type"] = 1,
					["time"] = 1631346136,
					["from"] = "琥珀穗",
					["msg"] = "你怎那麼快就進去了",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631346171,
					["from"] = "琥珀穗",
					["msg"] = "羨慕><",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631346244,
					["from"] = "特變電工",
					["msg"] = "手速",
					["inbound"] = false,
					["convo"] = "琥珀穗",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631346246,
					["from"] = "特變電工",
					["msg"] = "擼管的",
					["inbound"] = false,
					["convo"] = "琥珀穗",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631346265,
					["from"] = "琥珀穗",
					["msg"] = "哈哈 ",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631346271,
					["from"] = "琥珀穗",
					["msg"] = "你韌性裝被換多少了",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631346280,
					["from"] = "琥珀穗",
					["msg"] = "難得看到公會人 打戰場",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631346327,
					["from"] = "特變電工",
					["msg"] = "我是世界級的戰士",
					["inbound"] = false,
					["convo"] = "琥珀穗",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631346336,
					["from"] = "特變電工",
					["msg"] = "195",
					["inbound"] = false,
					["convo"] = "琥珀穗",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631346349,
					["from"] = "特變電工",
					["msg"] = "每場都是殺人第一",
					["inbound"] = false,
					["convo"] = "琥珀穗",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631346406,
					["from"] = "特變電工",
					["msg"] = "@@",
					["inbound"] = false,
					["convo"] = "琥珀穗",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631346407,
					["from"] = "琥珀穗",
					["msg"] = "強阿",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631346410,
					["from"] = "琥珀穗",
					["msg"] = "羨慕",
					["inbound"] = true,
					["convo"] = "琥珀穗",
				}, -- [13]
				["info"] = {
				},
			},
			["龍非夜"] = {
				{
					["type"] = 1,
					["time"] = 1631551781,
					["from"] = "龍非夜",
					["msg"] = "他上線了",
					["inbound"] = true,
					["convo"] = "龍非夜",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631552266,
					["from"] = "特變電工",
					["msg"] = "鳥D入會了哦",
					["inbound"] = false,
					["convo"] = "龍非夜",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631553638,
					["from"] = "龍非夜",
					["msg"] = "那個　我們團長說　暫時不開團　所以　可以去找別團固定了ＱＱ",
					["inbound"] = true,
					["convo"] = "龍非夜",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631553647,
					["from"] = "特變電工",
					["msg"] = "...",
					["inbound"] = false,
					["convo"] = "龍非夜",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631553670,
					["from"] = "特變電工",
					["msg"] = "好的哈",
					["inbound"] = false,
					["convo"] = "龍非夜",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631553675,
					["from"] = "龍非夜",
					["msg"] = "抱歉",
					["inbound"] = true,
					["convo"] = "龍非夜",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631553783,
					["from"] = "龍非夜",
					["msg"] = "因為人太少",
					["inbound"] = true,
					["convo"] = "龍非夜",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631553790,
					["from"] = "龍非夜",
					["msg"] = "組不滿＝　＝　團長說不開了",
					["inbound"] = true,
					["convo"] = "龍非夜",
				}, -- [8]
				["info"] = {
				},
			},
			["希爾德烈日"] = {
				{
					["type"] = 1,
					["time"] = 1631288846,
					["from"] = "特變電工",
					["msg"] = "hi",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1631288871,
					["from"] = "希爾德烈日",
					["msg"] = "HI",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1631288918,
					["from"] = "特變電工",
					["msg"] = "能幫我代工一個貓鼬嗎",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1631288953,
					["from"] = "希爾德烈日",
					["msg"] = "可以 可是我在",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1631288959,
					["from"] = "希爾德烈日",
					["msg"] = "聖光之願",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1631288960,
					["from"] = "特變電工",
					["msg"] = "等你回來哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1631288962,
					["from"] = "希爾德烈日",
					["msg"] = "你要來嗎XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1631288974,
					["from"] = "希爾德烈日",
					["msg"] = "可是我等等要開車帶刷欸",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1631288977,
					["from"] = "特變電工",
					["msg"] = "明天找你也可以 不及",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1631288983,
					["from"] = "希爾德烈日",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1631288985,
					["from"] = "希爾德烈日",
					["msg"] = "電工",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1631288991,
					["from"] = "希爾德烈日",
					["msg"] = "你狂暴戰",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1631288996,
					["from"] = "特變電工",
					["msg"] = "嗯嗯",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1631288999,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1631288999,
					["from"] = "希爾德烈日",
					["msg"] = "沒有憤怒之前拿什麼",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1631289000,
					["from"] = "特變電工",
					["msg"] = "畢業二零",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1631289009,
					["from"] = "特變電工",
					["msg"] = "競技場副手",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1631289014,
					["from"] = "特變電工",
					["msg"] = "比憤怒好的多",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1631289016,
					["from"] = "希爾德烈日",
					["msg"] = "那我也沒辦法QQ",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1631289020,
					["from"] = "希爾德烈日",
					["msg"] = "沒有打競技場",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1631289023,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1631289036,
					["from"] = "希爾德烈日",
					["msg"] = "戰士PVP怎麼打",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1631289042,
					["from"] = "希爾德烈日",
					["msg"] = "用武器嗎",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1631289048,
					["from"] = "特變電工",
					["msg"] = "|cffa335ee|Hitem:28441:2667:::::::70:::::::::|h[深雷]|h|r",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1631289053,
					["from"] = "特變電工",
					["msg"] = "每把第一名",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1631289065,
					["from"] = "希爾德烈日",
					["msg"] = "我可以用這個跟龍槌嗎",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1631289068,
					["from"] = "希爾德烈日",
					["msg"] = "兩把都可以拿嗎",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1631289075,
					["from"] = "希爾德烈日",
					["msg"] = "舊式都可以左嗎",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1631289078,
					["from"] = "希爾德烈日",
					["msg"] = "做",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1631289084,
					["from"] = "特變電工",
					["msg"] = "我兩個都做了",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1631289089,
					["from"] = "希爾德烈日",
					["msg"] = "好的",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1631289117,
					["from"] = "希爾德烈日",
					["msg"] = "這把好貴XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1631289131,
					["from"] = "希爾德烈日",
					["msg"] = "這把大概要花2000左右",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1631289146,
					["from"] = "特變電工",
					["msg"] = "還行吧",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1631289151,
					["from"] = "希爾德烈日",
					["msg"] = "XD.",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1631289155,
					["from"] = "特變電工",
					["msg"] = "現在比之前便宜多了",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1631347829,
					["from"] = "特變電工",
					["msg"] = "XD",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1631347833,
					["from"] = "希爾德烈日",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1631347843,
					["from"] = "希爾德烈日",
					["msg"] = "太尷尬了吧",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1631347853,
					["from"] = "希爾德烈日",
					["msg"] = "我剛離開薩城跑來斯坦而已",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1631347856,
					["from"] = "希爾德烈日",
					["msg"] = "你就來了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1631347866,
					["from"] = "特變電工",
					["msg"] = "不急哈哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1631434146,
					["from"] = "特變電工",
					["msg"] = "我很急了。。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1631434154,
					["from"] = "希爾德烈日",
					["msg"] = "OAO",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1631434155,
					["from"] = "希爾德烈日",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1631434158,
					["from"] = "特變電工",
					["msg"] = "出來叫我哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1631434161,
					["from"] = "希爾德烈日",
					["msg"] = "你來迷宮這邊門口可以嗎",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1631434164,
					["from"] = "希爾德烈日",
					["msg"] = "我剛刷而已",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1631434168,
					["from"] = "特變電工",
					["msg"] = "單刷？",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1631434171,
					["from"] = "希爾德烈日",
					["msg"] = "沒",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1631434180,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1631434182,
					["from"] = "特變電工",
					["msg"] = "我現在過來",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1631434185,
					["from"] = "希爾德烈日",
					["msg"] = "OK",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1631434292,
					["from"] = "特變電工",
					["msg"] = "來了",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1631434321,
					["from"] = "希爾德烈日",
					["msg"] = "到了嗎 馬上好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1631434374,
					["from"] = "特變電工",
					["msg"] = "副本門口",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1631434783,
					["from"] = "特變電工",
					["msg"] = "來了嗎",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1631434783,
					["from"] = "希爾德烈日",
					["msg"] = "<Deadly Boss Mods> 希爾德烈日正在與普通 - Ambassador Hellmaw交戰（當前26%，5/5存活）",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1631434805,
					["from"] = "希爾德烈日",
					["msg"] = "<DBM> 希爾德烈日已經擊敗普通 - Ambassador Hellmaw!",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1631434947,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1631434954,
					["from"] = "希爾德烈日",
					["msg"] = "快了快了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1631434958,
					["from"] = "希爾德烈日",
					["msg"] = "剩一波小怪",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1631434961,
					["from"] = "希爾德烈日",
					["msg"] = "就出去了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1631434970,
					["from"] = "特變電工",
					["msg"] = "你刷聲望？",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1631435372,
					["from"] = "希爾德烈日",
					["msg"] = "來了來了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1631435373,
					["from"] = "希爾德烈日",
					["msg"] = "對",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1631435445,
					["from"] = "特變電工",
					["msg"] = "外面打架了",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1631435449,
					["from"] = "希爾德烈日",
					["msg"] = "我知道",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1631435600,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易失敗，你沒有足夠的物品欄空間。>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1631435600,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易失敗了，因為<交易失敗，交易目標沒有足夠的物品欄空間。>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1631435641,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。獲得|cffffffff|Hitem:22445::::::::70:::::::::|h[魔塵]|h|r(20)等5件物品。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1631435641,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。給予|cffffffff|Hitem:22445::::::::70:::::::::|h[魔塵]|h|r(20)等5件物品。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1631435650,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1631435650,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1631435665,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。物品|cffa335ee|Hitem:28307::::::::70:::::::::|h[鬥士速刃]|h|r獲得了附魔<附魔武器 - 貓鼬>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1631435665,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。物品|cffa335ee|Hitem:28307::::::::70:::::::::|h[鬥士速刃]|h|r獲得了附魔<附魔武器 - 貓鼬>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [76]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1632320009,
					["from"] = "誓約之劍#31592",
					["msg"] = "安安 這周有要跟團嗎",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632320018,
					["from"] = "特變電工",
					["msg"] = "跟啊",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632320023,
					["from"] = "特變電工",
					["msg"] = "必須的",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632320031,
					["from"] = "誓約之劍#31592",
					["msg"] = "和小德嗎",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632320035,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632320039,
					["from"] = "誓約之劍#31592",
					["msg"] = "好的",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [6]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
