
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = false,
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["msgin_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["say_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["r"] = 1,
			["g"] = 0.0784313725490196,
			["b"] = 0.9882352941176471,
		},
		["wispIn"] = {
			["r"] = 0.5607843137254902,
			["g"] = 0.03137254901960784,
			["b"] = 0.7607843137254902,
		},
		["sysMsg"] = {
			["r"] = 1,
			["g"] = 0.6627450980392157,
			["b"] = 0,
		},
		["BNwispOut"] = {
			["r"] = 0.1725490196078431,
			["g"] = 0.6352941176470588,
			["b"] = 1,
		},
		["historyIn"] = {
			["r"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["b"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["r"] = 1,
			["g"] = 0,
			["b"] = 0,
		},
		["useSkin"] = true,
		["BNwispIn"] = {
			["r"] = 0,
			["g"] = 0.4862745098039216,
			["b"] = 0.6549019607843137,
		},
		["historyOut"] = {
			["r"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["b"] = 0.7058823529411764,
		},
		["webAddress"] = {
			["r"] = 1,
			["g"] = 1,
			["b"] = 1,
		},
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["position"] = 200,
		["rightClickNew"] = false,
		["free"] = false,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["direction"] = 1,
		["border"] = false,
		["groupOnly"] = false,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
	["windowOnTop"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
	},
	["ignoreArrowKeys"] = true,
	["coloredNames"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["clampToScreen"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["winFade"] = true,
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["maxPer"] = true,
		["previewCount"] = 25,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["maxPer"] = true,
			["preview"] = true,
			["maxCount"] = 500,
			["previewCount"] = 25,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["寻求组队"] = {
				},
				["咩尬獵人"] = {
				},
			},
		},
		["say"] = {
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["battleground"] = {
		},
	},
	["tabAdvance"] = false,
	["whoLookups"] = true,
	["menuSortActivity"] = true,
}
WIM3_Cache = {
	["伊弗斯"] = {
		["家駒"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq18|k"] = 2,
			},
			["guildList"] = {
				["盲人全身抚摸"] = 388,
				["县书记"] = 355,
				["我不是小贼"] = 250,
				["微风未有细沙"] = 360,
				["凝渊丶"] = 187,
				["阿瑞斯之手"] = 51,
				["琺外狂屠"] = 142,
				["嘉佳"] = 215,
				["授喵以鱼"] = 41,
				["老虎秀蔷薇"] = 279,
				["Makes"] = 47,
				["Chouzai"] = 97,
				["伍子醉"] = 208,
				["啵唧"] = 358,
				["小不点思思"] = 209,
				["狂野绿皮"] = 247,
				["贝塔叔叔"] = 183,
				["請問缺獵人嗎"] = 203,
				["赫赫之名"] = 286,
				["红裙姑娘"] = 65,
				["缄墨"] = 301,
				["从小就很白"] = 178,
				["低調聖光領域"] = 383,
				["Zidli"] = 70,
				["感恩教授"] = 361,
				["边城浪子"] = 37,
				["趣多多丶丶"] = 201,
				["红宝山"] = 110,
				["周老湿"] = 11,
				["释放丶灵魂"] = 161,
				["魔法牛軋糖"] = 116,
				["见面流豆浆"] = 18,
				["丨麻椒丨"] = 67,
				["一夕海棠丶"] = 144,
				["不負韶華"] = 48,
				["刘松仁"] = 319,
				["漫天花落时"] = 188,
				["露露西露"] = 19,
				["千总"] = 165,
				["木有鱼丸丶"] = 125,
				["偉大的崔克西"] = 81,
				["活人不医"] = 145,
				["夜如影"] = 86,
				["遗弃之宝"] = 296,
				["伊利嘉"] = 129,
				["不二法门"] = 44,
				["致鳳風"] = 171,
				["顶牛牛"] = 177,
				["榮爺"] = 278,
				["鱼缸里的猫"] = 155,
				["大黯黒天"] = 120,
				["雨落梧桐"] = 184,
				["浪的腾少"] = 93,
				["老婬僧"] = 198,
				["灿烂晴天"] = 197,
				["仓库啊打发"] = 105,
				["哇啊"] = 82,
				["兀朶"] = 254,
				["兰马洛克"] = 49,
				["让子弹飞会儿"] = 375,
				["Hitytr"] = 303,
				["無敵更無敵"] = 366,
				["沙暴死神"] = 75,
				["贾本"] = 30,
				["水晶妞妞"] = 258,
				["皇家同发顺"] = 160,
				["武汉蕾神山"] = 50,
				["Firstep"] = 316,
				["蔡文姬丫"] = 79,
				["戰丨瘋"] = 300,
				["如风骑"] = 276,
				["墨老师丶"] = 15,
				["水自天上來"] = 69,
				["Unaia"] = 219,
				["回乡下住几天"] = 59,
				["耶律大石"] = 84,
				["聖別"] = 210,
				["低調帶根棍"] = 340,
				["断桥"] = 32,
				["团子喵"] = 238,
				["猎十三"] = 331,
				["善恶无定"] = 98,
				["丿報喪女妖丶"] = 288,
				["玻璃球"] = 192,
				["囧剑荡四方"] = 299,
				["别见黄花落"] = 252,
				["奈伊"] = 242,
				["西瓜棒棒糖"] = 128,
				["心有缱绻"] = 14,
				["蔡雯姬吖"] = 117,
				["奇猎"] = 124,
				["风暴要火"] = 374,
				["Barbeer"] = 10,
				["刷大树的"] = 304,
				["窗前明月光"] = 200,
				["Awoko"] = 102,
				["谢礼灬"] = 370,
				["璐覇"] = 313,
				["翳頫亖夞夞"] = 111,
				["夢雨絲"] = 17,
				["蟑螂恶霸丷"] = 123,
				["青溟"] = 96,
				["酷似九年"] = 225,
				["少女一抬腿"] = 385,
				["Dfsdff"] = 227,
				["女神潘多拉"] = 294,
				["熊小兜"] = 377,
				["天地会陈近南"] = 392,
				["雪中送叹"] = 264,
				["海王騎士"] = 236,
				["Tback"] = 317,
				["丨阿童木丨"] = 104,
				["指尖上的灵魂"] = 362,
				["丫牧牧"] = 287,
				["小卡拉眯"] = 324,
				["陈富贵儿"] = 372,
				["東方御風"] = 342,
				["Cherishll"] = 12,
				["啱啱食饱"] = 71,
				["别問我是誰"] = 90,
				["低調布萊恩特"] = 382,
				["必須會扛"] = 310,
				["降落闪"] = 139,
				["尛爆脾氣"] = 283,
				["重型坦坦克"] = 40,
				["叽里咕噜嘎嘎"] = 356,
				["秋水倚天"] = 379,
				["印度大表哥"] = 289,
				["Zhsefng"] = 36,
				["郭逹斯坦森"] = 28,
				["陌路梨殇"] = 138,
				["觉皇"] = 391,
				["繼續扯單"] = 334,
				["无耳"] = 256,
				["言彪哥言"] = 220,
				["Shushione"] = 341,
				["嘰里咕嚕兒"] = 359,
				["昂贵的榨菜"] = 64,
				["骑龙弄风"] = 207,
				["打阿达打"] = 328,
				["烙饼"] = 195,
				["魔尊重楼"] = 38,
				["Shanyu"] = 253,
				["Gptten"] = 26,
				["不知风雪落"] = 350,
				["刺客捌拾柒"] = 353,
				["天降杀姬"] = 384,
				["风呐"] = 115,
				["晚禱"] = 364,
				["柒月血"] = 312,
				["秋日的私語"] = 333,
				["娜可灬"] = 87,
				["果冻橙乄"] = 92,
				["Uidcfi"] = 3,
				["丼下的尾巴"] = 280,
				["低调的奶妈"] = 352,
				["愛玩的菲菲"] = 311,
				["枫油京"] = 305,
				["血之戀"] = 9,
				["薩拉莫尼"] = 314,
				["胡搅丶蛮缠"] = 335,
				["干涉我"] = 386,
				["萼绿华"] = 131,
				["黑人也疯狂"] = 152,
				["琼恩雪诺"] = 249,
				["大幅度动作"] = 239,
				["蘋手果機"] = 271,
				["无敌的小飞"] = 216,
				["Passion"] = 346,
				["食死屠戮"] = 337,
				["橙橙与澄与誠"] = 218,
				["宛若游龙"] = 322,
				["死亡执行者"] = 329,
				["法外逍遥"] = 259,
				["天生贏家"] = 275,
				["一牧急"] = 380,
				["规划的痕迹"] = 369,
				["乱世人心难测"] = 306,
				["水无波"] = 257,
				["Usualway"] = 348,
				["安吉利亚"] = 321,
				["鬼骨子"] = 338,
				["无毁之湖光"] = 229,
				["Seashell"] = 347,
				["門前的梧桐樹"] = 4,
				["低調咔咔"] = 381,
				["盲人全身按摩"] = 101,
				["彩云之岚"] = 327,
				["富豪"] = 190,
				["睾處不勝含"] = 76,
				["繞王"] = 368,
				["增增"] = 61,
				["塔罗牌战车"] = 274,
				["致命一射"] = 170,
				["希帕提亞"] = 63,
				["大葫蘆頭"] = 267,
				["远程转火"] = 29,
				["虛空爆發"] = 261,
				["朝天椒"] = 83,
				["闷棍侠"] = 114,
				["风清弦"] = 24,
				["开无敌"] = 255,
				["狂剑客"] = 6,
				["嘉禾之穗"] = 282,
				["吃糖不"] = 243,
				["邻居大表哥"] = 302,
				["小李文鋒"] = 245,
				["Kenymet"] = 89,
				["莫灬言"] = 291,
				["虎啸龙吟"] = 295,
				["毒舌神父"] = 269,
				["綺羅生丶"] = 147,
				["舞动的记忆"] = 336,
				["涨停再见"] = 39,
				["黑夜问白天"] = 45,
				["快乐风南"] = 232,
				["伍仟萬"] = 153,
				["嘎嘎咖"] = 293,
				["大汉"] = 122,
				["低調的帥"] = 378,
				["Ezd"] = 298,
				["拉薩天團"] = 235,
				["爆血啃腚药丸"] = 387,
				["Dareghe"] = 273,
				["水晶鞋"] = 330,
				["世事无常丶"] = 80,
				["血手人屠灬"] = 73,
				["罗汉果乄"] = 95,
				["文武半边天"] = 363,
				["哈利榮恩妙麗"] = 244,
				["下次还敢"] = 169,
				["帅小刀"] = 140,
				["家駒"] = 323,
				["戰神馬雲飛"] = 224,
				["闪电娃"] = 272,
				["猪脚饭加蛋"] = 88,
				["Ccdx"] = 199,
				["想我所想"] = 202,
				["咔卡罗特"] = 157,
				["Gansterlol"] = 7,
				["可以剝皮"] = 206,
				["黯淡云光"] = 205,
				["生椰餓棍"] = 260,
				["大热屁"] = 5,
				["还挺好的"] = 371,
				["勤快的少尉"] = 189,
				["暴躁滴小念念"] = 181,
				["賊賊神"] = 136,
				["随一百"] = 55,
				["凉丝丝"] = 307,
				["剛哥"] = 74,
				["老虎吃不起"] = 290,
				["夜雨伴风至"] = 34,
				["小角蛮牛"] = 325,
				["半桶水在晃"] = 166,
				["霸气灬小猎"] = 118,
				["圣光庇佑"] = 13,
				["大領主叁號"] = 240,
				["醉舞经阁"] = 137,
				["团队领袖"] = 158,
				["漫天逆羽"] = 146,
				["Yydks"] = 349,
				["炮哥制霸台服"] = 284,
				["擼姨姨"] = 53,
				["叁露"] = 119,
				["倉庫十八號"] = 107,
				["风墨皑"] = 315,
				["吖呸"] = 357,
				["蓝色天花板"] = 66,
				["怒不可遏"] = 241,
				["卤煮稥油"] = 266,
				["快跑小德"] = 167,
				["可樂酱"] = 179,
				["東方破晓"] = 217,
				["聖光妞妞"] = 213,
				["經典特侖蘇"] = 127,
				["亂彪"] = 221,
				["牛道人"] = 94,
				["一次機會"] = 148,
				["云动"] = 194,
				["丿小绿"] = 57,
				["忠孝南路"] = 268,
				["李喜猫丶"] = 31,
				["丷蛋蛋"] = 351,
				["丶小师妹"] = 204,
				["楓歸"] = 72,
				["予笑颜"] = 58,
				["Mmyang"] = 309,
				["狩猎大师灬"] = 16,
				["魔仙堡名媛"] = 339,
				["Muller"] = 193,
				["Nevers"] = 186,
				["低調陶璐娜"] = 162,
				["Lierentwo"] = 345,
				["喜达"] = 132,
				["轩辕仓库一"] = 113,
				["黑手大酋长"] = 226,
				["誅仙屠神"] = 262,
				["年少春衫薄丶"] = 326,
				["Yuta"] = 56,
				["源生暗影"] = 126,
				["菲心莫属"] = 150,
				["战斗术"] = 134,
				["剑啸天"] = 376,
				["大圓圓"] = 246,
				["涵睿灬真真"] = 251,
				["阿姆腰發熱"] = 230,
				["菊裂"] = 176,
				["月涯儿"] = 277,
				["原野丶"] = 248,
				["苍溪"] = 8,
				["正統咸鱼术"] = 2,
				["喜樂無憂"] = 25,
				["终极刺客"] = 54,
				["破败之王"] = 143,
				["赤膊打領帶"] = 121,
				["放开那个女孩"] = 99,
				["一輝丨美拉"] = 196,
				["一个菜菜"] = 156,
				["干得漂亮"] = 108,
				["夢芸芸"] = 343,
				["西瓜妹妹"] = 308,
				["Kotk"] = 214,
				["鬼鬼偏愛洗貓"] = 33,
				["凉凉的牛"] = 318,
				["蒋晓花"] = 43,
				["等壹下"] = 46,
				["嘎腰咖"] = 185,
				["Aixike"] = 223,
				["闷棍妳扛回洞"] = 151,
				["中年的猎手"] = 212,
				["暗影师姐"] = 23,
				["Olaoaa"] = 52,
				["冬瓜鮮奶酪"] = 281,
				["秋日的呓语"] = 344,
				["法可游"] = 109,
				["Ldjksalk"] = 77,
				["國冀荘"] = 174,
				["東方御雷"] = 175,
				["不丶離"] = 265,
				["夏半夜"] = 154,
				["Elan"] = 173,
				["以前是小甜甜"] = 106,
				["Fander"] = 234,
				["牛脾氣部長"] = 168,
				["装电视台"] = 112,
				["人气谁多"] = 20,
				["巫王蘿莉賊"] = 180,
				["會飛的小煤球"] = 191,
				["悪霸势力登场"] = 78,
				["艾尼斯風神"] = 285,
				["无敌已冷却"] = 135,
				["燕三"] = 164,
				["瞳话"] = 332,
				["瓦倫尼古拉斯"] = 367,
				["酸奶優酪乳"] = 163,
				["盲人全身摸摸"] = 389,
				["原野狂猎"] = 354,
				["茉崔蒂"] = 172,
				["老娘第一"] = 21,
				["低調神聖領域"] = 228,
				["璀璨天国"] = 182,
				["洛丶陽"] = 211,
				["日暮爾途遠"] = 222,
				["主升丶浪"] = 35,
				["上去咬"] = 231,
				["霧隱魔刃"] = 233,
				["海佬"] = 42,
				["加拉西亞"] = 85,
				["霍老五"] = 373,
				["膽小的老羊"] = 390,
				["李丰田"] = 159,
				["燕归人丶"] = 130,
				["夏冬海"] = 62,
				["咖啡味道"] = 68,
				["葳蕤蒹葭"] = 270,
				["林佳樹"] = 27,
				["碎碎冰丷"] = 100,
				["影夜煇"] = 1,
				["Ut"] = 292,
				["偷偷地干活"] = 60,
				["高梨步"] = 297,
				["這波火力全開"] = 237,
				["小米壳丶"] = 149,
				["太早"] = 91,
				["Jnlrone"] = 133,
				["好丨嗨呦"] = 320,
				["Axoxa"] = 103,
				["豆小馒"] = 22,
				["止战"] = 365,
				["门卫弟弟"] = 263,
				["樱花飞雪"] = 141,
			},
		},
		["頂級投資家"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq29|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq9|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq1|k"] = 2,
				["小西"] = 1,
				["|Kq17|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq29|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq12|k"] = 2,
				["Sred"] = 1,
				["|Kq22|k"] = 2,
			},
		},
		["碼農巴菲特"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq12|k"] = 2,
			},
		},
		["邁克爾假死"] = {
			["friendList"] = {
				["|Kq16|k"] = 2,
				["|Kq22|k"] = 2,
				["吐司小淘氣"] = 1,
				["號呆"] = 1,
				["青樓探花"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["路易斯桑拿"] = 1,
				["沒有小骨"] = 1,
				["崩巴"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["別背對我"] = 1,
				["乆牛乆排丂"] = 1,
				["楓糖奶油"] = 1,
				["凡凡射爆妳"] = 1,
				["展雄飛"] = 1,
				["鮮肉牛"] = 1,
				["小泰山"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["泰山喔一喔"] = 1,
				["阿強"] = 1,
				["白菜蘿蔔湯"] = 1,
				["颯可買地殼"] = 1,
				["萬一"] = 1,
				["甲鳥薩"] = 1,
				["奶很小不給力"] = 1,
				["客家鳥德"] = 1,
				["孟德兄"] = 1,
				["裴矩"] = 1,
				["|Kq26|k"] = 2,
				["毛毛小寶貝"] = 1,
				["尊重友善包容"] = 1,
				["帕司達"] = 1,
				["忘卻的紀念"] = 1,
				["柴汪汪"] = 1,
				["大泰山"] = 1,
				["后羿之后"] = 1,
				["Xemomo"] = 1,
				["戒斷症"] = 1,
				["九如魚翅湯"] = 1,
				["麥噹噹當勞"] = 1,
				["夕映澤瞳"] = 1,
				["|Kq21|k"] = 2,
				["梅妃"] = 1,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["皮蛋瘦肉粥"] = 1,
				["黑暗蘿莉"] = 1,
				["哞哞牛哞哞"] = 1,
				["國家機器動次"] = 1,
				["為你跑屍"] = 1,
				["路易斯衝鋒"] = 1,
				["|Kq19|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq28|k"] = 2,
				["Ddevv"] = 1,
				["跌倒馬丁尼"] = 1,
				["浪漫牛兒"] = 1,
				["狄玥"] = 1,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["術匠師"] = 1,
				["|Kq5|k"] = 2,
				["貝西揮出釣竿"] = 1,
				["對您失望透頂"] = 1,
				["|Kq11|k"] = 2,
				["傻酷喇"] = 1,
				["佐久夜巨巨"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["小芸"] = 1,
				["唯恐不亂"] = 1,
				["拔蘿蔔"] = 1,
				["桃園綠巨人"] = 1,
				["|Kq20|k"] = 2,
				["威尼斯紹琴"] = 1,
				["|Kq24|k"] = 2,
				["美腿"] = 1,
				["|Kq9|k"] = 2,
				["|Kq6|k"] = 2,
				["快刀"] = 1,
				["Thisisbookk"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["搞事莉莉絲"] = 1,
				["Lars"] = 1,
				["站住別動"] = 1,
				["小心吐乃"] = 1,
				["青蛙"] = 1,
				["畜生大隊長"] = 1,
				["阿峰哥"] = 1,
				["|Kq3|k"] = 2,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["大發哥"] = 1,
				["萬箭"] = 1,
				["帕爾提娜"] = 1,
				["|Kq17|k"] = 2,
				["強插插卡稱"] = 1,
				["給本仙女跪下"] = 1,
				["|Kq1|k"] = 2,
				["|Kq8|k"] = 2,
				["瀟灑大壞蛋"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["成都張叔叔"] = 1,
				["卡莉米奈西爾"] = 1,
				["十塊錢"] = 1,
				["|Kq23|k"] = 2,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["花生夾心酥"] = 1,
				["小小寶"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["Booto"] = 28,
				["趙碗碗"] = 12,
				["Violetta"] = 5,
				["Maxmix"] = 23,
				["趙綰綰"] = 21,
				["简单之星"] = 19,
				["帅气小猴子"] = 36,
				["安见我非鱼"] = 35,
				["打不过加入"] = 37,
				["丷得鹿夢魚"] = 7,
				["脚大下盘稳"] = 44,
				["灬瘋灬子"] = 42,
				["罪詠奈落落"] = 11,
				["傻兮兮"] = 1,
				["晩晩风"] = 39,
				["贼兮兮"] = 45,
				["小巷派诗人"] = 4,
				["古达克"] = 33,
				["疯狂的小猴"] = 43,
				["Zzax"] = 6,
				["春風會開門"] = 38,
				["聖光幽蘭"] = 22,
				["邁克爾假死"] = 13,
				["馬咕咕"] = 15,
				["Pyoo"] = 30,
				["Hongcried"] = 2,
				["花好月圆中"] = 3,
				["圣光幽兰"] = 34,
				["陽陽小天使"] = 14,
				["草里有人"] = 20,
				["灰缘愛"] = 26,
				["何處秋風至"] = 8,
				["瘋灬子"] = 10,
				["混沌武士"] = 25,
				["春風吹你臉臉"] = 17,
				["千叶丶"] = 24,
				["Pyeo"] = 29,
				["灬疯子"] = 41,
				["海飛絲"] = 40,
				["Ronbo"] = 32,
				["玄戈丶"] = 18,
				["夜翼丶"] = 16,
				["Mixmax"] = 46,
				["Boccaccio"] = 27,
				["帅气小猴猴"] = 9,
				["Pyts"] = 31,
			},
		},
		["暖男你馬四了"] = {
			["friendList"] = {
				["|Kq56|k"] = 2,
				["|Kq75|k"] = 2,
				["|Kq68|k"] = 2,
				["|Kq54|k"] = 2,
				["|Kq63|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq71|k"] = 2,
				["|Kq45|k"] = 2,
				["|Kq65|k"] = 2,
				["|Kq70|k"] = 2,
				["|Kq76|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq72|k"] = 2,
				["|Kq66|k"] = 2,
				["|Kq69|k"] = 2,
				["|Kq74|k"] = 2,
				["|Kq73|k"] = 2,
				["|Kq58|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq53|k"] = 2,
				["|Kq64|k"] = 2,
				["|Kq67|k"] = 2,
				["|Kq57|k"] = 2,
				["|Kq55|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["許你一世情"] = 1,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["胡辣來殺人囉"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["卡萊姆"] = 1,
				["|Kq11|k"] = 2,
				["騎風"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["路易斯桑拿"] = 1,
				["希爾德烈日"] = 1,
				["|Kq20|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["橋下小酒杯"] = 1,
				["愛很簡單"] = 1,
				["司命"] = 1,
				["咪姐兒"] = 1,
				["阿鋒哥"] = 1,
				["|Kq26|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq15|k"] = 2,
				["Cqzqs"] = 1,
				["萬箭"] = 1,
				["|Kq4|k"] = 2,
				["|Kq17|k"] = 2,
				["Geng"] = 1,
				["|Kq12|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq8|k"] = 2,
				["卡道圖騰"] = 1,
				["|Kq13|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq27|k"] = 2,
				["Lonelykiller"] = 1,
				["殤丶"] = 1,
				["後天"] = 1,
				["Shadowlol"] = 1,
				["房仲陳先生"] = 1,
				["Tods"] = 1,
				["董卓"] = 1,
			},
			["guildList"] = {
				["Osnn"] = 12,
				["Easylove"] = 10,
				["倉庫叮"] = 9,
				["缺錢"] = 7,
				["電報太保"] = 15,
				["棒棒腿迴旋踢"] = 13,
				["孟婆來碗湯灬"] = 6,
				["冠狀病變"] = 4,
				["何必認真"] = 3,
				["Onitsuka"] = 16,
				["Apexlol"] = 5,
				["壺茶泡泡"] = 1,
				["特變電工"] = 14,
				["一高階督軍一"] = 2,
				["Neos"] = 11,
				["Gamerbyy"] = 8,
			},
		},
		["特斯拉大股東"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["路易斯桑拿"] = 1,
				["|Kq8|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq24|k"] = 2,
				["公子晶"] = 1,
				["|Kq27|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["棒棒糖甜"] = 1,
				["|Kq25|k"] = 2,
				["|Kq16|k"] = 2,
			},
			["guildList"] = {
				["孫小美主任"] = 40,
				["不消慌"] = 76,
				["天虹丶藍眼睛"] = 84,
				["远哥哥骚吗"] = 106,
				["远哥哥坏吗"] = 127,
				["髪如雪丶杰倫"] = 34,
				["吾乃帶餅侍衛"] = 29,
				["谢绝模仿"] = 102,
				["圓圓香大死騎"] = 114,
				["健身小白馬某"] = 79,
				["丶芷溪"] = 77,
				["最兇殘丶怀旧"] = 90,
				["為歡幾何"] = 93,
				["偏执的黑曼巴"] = 45,
				["乐乐奶茶"] = 78,
				["飘逸丨之灵"] = 36,
				["超級棕熊"] = 126,
				["怪不是我引的"] = 117,
				["灰烬小野貓"] = 135,
				["治疗师"] = 123,
				["圓圓香大餛飩"] = 17,
				["硬丶邦邦"] = 4,
				["滅絶师太"] = 11,
				["最兇殘丶祈祷"] = 67,
				["修星"] = 9,
				["楊總很帥氣"] = 121,
				["牛牛吨"] = 12,
				["素笺淡墨"] = 57,
				["高启盛丶"] = 66,
				["玩偶鸽鸽"] = 3,
				["狮子小叮当"] = 55,
				["Zebowii"] = 20,
				["寻猎师"] = 48,
				["雲頂阿"] = 16,
				["灰烬小土豆"] = 134,
				["牧当归"] = 54,
				["我自己"] = 33,
				["牛德不德了"] = 96,
				["不会飞超人丶"] = 8,
				["搞錯了再來"] = 89,
				["唐浩天"] = 112,
				["小梅西丶"] = 133,
				["湛灡"] = 13,
				["球王梅西丷"] = 56,
				["杂货"] = 15,
				["孤傲的黑曼巴"] = 47,
				["圓圓香大湯圓"] = 23,
				["半斤八两"] = 80,
				["颖姐"] = 108,
				["長沙柯瑞"] = 129,
				["貓悠悠"] = 28,
				["Manteo"] = 74,
				["丶李寒衣丶"] = 109,
				["慕塵墨染"] = 88,
				["可爱的小德"] = 5,
				["高企盛"] = 65,
				["阿妮丶"] = 18,
				["沒有耳朵"] = 14,
				["諾即諾離"] = 101,
				["雙龍魔影劍"] = 25,
				["谢绝模訪"] = 6,
				["卓绝的黑曼巴"] = 2,
				["藜蒿"] = 32,
				["虎昂"] = 21,
				["李丶寒丶衣"] = 91,
				["小馬正面硬剛"] = 87,
				["圓圓香大包子"] = 1,
				["Nonomen"] = 37,
				["高企强"] = 131,
				["叁歲伎倆"] = 111,
				["Catpower"] = 22,
				["远哥哥壮吗"] = 61,
				["球王梅西丶"] = 136,
				["不会隐身的猫"] = 75,
				["Debowii"] = 43,
				["皓月丶"] = 41,
				["最兇殘丶黑骑"] = 120,
				["选秀的黑曼巴"] = 128,
				["远哥哥好吗"] = 138,
				["理解"] = 39,
				["圆圆香大馄饨"] = 113,
				["远哥哥大吗"] = 137,
				["土豆先生"] = 132,
				["最兇殘丶追月"] = 51,
				["最兇殘丶鬼术"] = 119,
				["铜锅涮肥牛"] = 63,
				["順妮"] = 139,
				["天堂的黑曼巴"] = 116,
				["远哥哥浪吗"] = 105,
				["藜蒿腊肉"] = 125,
				["Ezezz"] = 7,
				["毒占慾"] = 53,
				["辣個小賊啊"] = 104,
				["飘逸灬之灵"] = 64,
				["青絲漫舞"] = 30,
				["Bhsrtfg"] = 42,
				["俺叫牛大"] = 110,
				["真有内涵"] = 98,
				["牛小壮"] = 95,
				["小梅西灬"] = 85,
				["煤球藝術家"] = 94,
				["小馬愛吃烤肉"] = 86,
				["阿喝"] = 107,
				["软绵绵之魂"] = 103,
				["哇老虎耶"] = 83,
				["蝦楽"] = 68,
				["嬴蕩"] = 35,
				["古代小虾米"] = 81,
				["Kinhim"] = 73,
				["Dinesha"] = 72,
				["藜蒿韭菜"] = 100,
				["Vlvlv"] = 69,
				["张学友丶"] = 49,
				["疯狂小胡哥"] = 97,
				["老汉坐莲"] = 58,
				["远哥哥强吗"] = 38,
				["夜风飘雪"] = 115,
				["菜逼骑士"] = 60,
				["肅嶼瑾年"] = 59,
				["逺灬方"] = 62,
				["不羁的黑曼巴"] = 44,
				["Azzaz"] = 71,
				["夜风飘雨"] = 27,
				["灰烬小瑪莉"] = 31,
				["沭麦芽"] = 24,
				["乾淨小受"] = 19,
				["德半夏"] = 50,
				["Axaxa"] = 70,
				["婉约流年"] = 46,
				["小土豆妮丶"] = 26,
				["村里二丫"] = 10,
				["特斯拉大股東"] = 124,
				["杰伦丶"] = 52,
				["飄逸丶之靈"] = 130,
				["吾乃烈風餅"] = 82,
				["沒有尾巴"] = 92,
				["科目貮"] = 99,
				["最兇殘丶萨爹"] = 118,
				["楊總很霸氣"] = 122,
			},
		},
		["巴非特"] = {
			["friendList"] = {
				["|Kq70|k"] = 2,
				["|Kq68|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq71|k"] = 2,
				["|Kq52|k"] = 2,
				["|Kq75|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq63|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq67|k"] = 2,
				["|Kq31|k"] = 2,
				["|Kq72|k"] = 2,
				["|Kq66|k"] = 2,
				["|Kq69|k"] = 2,
				["|Kq74|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq62|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq73|k"] = 2,
				["|Kq64|k"] = 2,
				["|Kq30|k"] = 2,
				["|Kq32|k"] = 2,
				["|Kq65|k"] = 2,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["protected"] = true,
		["stats"] = 0,
		["action"] = 2,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["stats"] = 0,
		["raid"] = true,
		["received"] = true,
		["guild"] = true,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["stats"] = 0,
		["all"] = true,
		["received"] = true,
		["action"] = 2,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["家駒"] = {
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1680096363,
					["from"] = "家駒",
					["msg"] = "我79了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680096372,
					["from"] = "Oneonone#3565",
					["msg"] = "牛逼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680096375,
					["from"] = "家駒",
					["msg"] = "今天80",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680096379,
					["from"] = "Oneonone#3565",
					["msg"] = "我都好久沒上",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680096381,
					["from"] = "家駒",
					["msg"] = "然后吃排骨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680096383,
					["from"] = "家駒",
					["msg"] = "好玩",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680096394,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1680096394,
					["from"] = "家駒",
					["msg"] = "昨天打10人奥杜尔到凌晨4点",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1680096396,
					["from"] = "家駒",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1680096398,
					["from"] = "Oneonone#3565",
					["msg"] = "你玩的是什麽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1680096405,
					["from"] = "家駒",
					["msg"] = "骑士啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1680096408,
					["from"] = "Oneonone#3565",
					["msg"] = "哦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1680097586,
					["from"] = "家駒",
					["msg"] = "yy24046515",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1680097662,
					["from"] = "Oneonone#3565",
					["msg"] = "你又不在",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1680097671,
					["from"] = "家駒",
					["msg"] = "来了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1680097710,
					["from"] = "家駒",
					["msg"] = "能不能听到",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1680319582,
					["from"] = "Oneonone#3565",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1680319592,
					["from"] = "Oneonone#3565",
					["msg"] = "騎士也要開始吃了？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1680346514,
					["from"] = "家駒",
					["msg"] = "。。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1680359800,
					["from"] = "Oneonone#3565",
					["msg"] = "喲",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1680359903,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1680359919,
					["from"] = "Oneonone#3565",
					["msg"] = "多少裝等了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1680371124,
					["from"] = "Oneonone#3565",
					["msg"] = "吃不消",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1680371127,
					["from"] = "Oneonone#3565",
					["msg"] = "這種團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1680371129,
					["from"] = "家駒",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1680371135,
					["from"] = "Oneonone#3565",
					["msg"] = "我10點30來打的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680371137,
					["from"] = "Oneonone#3565",
					["msg"] = "打到現在",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680371147,
					["from"] = "家駒",
					["msg"] = "3小时",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1680371154,
					["from"] = "家駒",
					["msg"] = "25人H？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1680371159,
					["from"] = "Oneonone#3565",
					["msg"] = "毛的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680371161,
					["from"] = "Oneonone#3565",
					["msg"] = "垃圾的要死",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680371168,
					["from"] = "Oneonone#3565",
					["msg"] = "說打 6H",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680371172,
					["from"] = "Oneonone#3565",
					["msg"] = "目前才打了2個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680371190,
					["from"] = "Oneonone#3565",
					["msg"] = "現在才在將軍前面",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680373532,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:45518::::::::80:::::::::|h[天國燄光]|h",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680373537,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680373551,
					["from"] = "Oneonone#3565",
					["msg"] = "20w",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680373565,
					["from"] = "家駒",
					["msg"] = "3200块钱",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680373566,
					["from"] = "家駒",
					["msg"] = "神经病",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680373591,
					["from"] = "Oneonone#3565",
					["msg"] = "瘋子",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680373598,
					["from"] = "家駒",
					["msg"] = "我们卖32W",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680373616,
					["from"] = "Oneonone#3565",
					["msg"] = "是的  剛剛有說有人32萬P",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1680373681,
					["from"] = "Oneonone#3565",
					["msg"] = "給女孩子買的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1680373687,
					["from"] = "Oneonone#3565",
					["msg"] = "這群人",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1680373694,
					["from"] = "Oneonone#3565",
					["msg"] = "估計在泡妞",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1680373706,
					["from"] = "Oneonone#3565",
					["msg"] = "電工你缺少動力",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1680373710,
					["from"] = "Oneonone#3565",
					["msg"] = "缺少花錢的動力",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1680373721,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊弄個少婦，讓你買的衝動",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1680373727,
					["from"] = "家駒",
					["msg"] = "我只喜欢看数字",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1680373734,
					["from"] = "家駒",
					["msg"] = "比买装备都开心",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1680532917,
					["from"] = "Oneonone#3565",
					["msg"] = "家駒可以啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1680532918,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒正在与25人 - 钢铁议会交战，（当前99% (阶段1) (已消灭0/3个首领)，25/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1680533193,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒已在25人 - 钢铁议会的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1680533193,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 芙蕾雅交戰（當前91% (階段2)，7/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1680533470,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳已經擊敗10人 - 芙蕾雅!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1680538223,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1680538224,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 威札斯將軍交戰（當前55%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1680538452,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - 威札斯將軍還有13%時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1680538453,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒正在与25人 - 尤格萨隆交战，（当前100% (阶段2)，25/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1680538459,
					["from"] = "Oneonone#3565",
					["msg"] = "非常無語",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1680538481,
					["from"] = "Oneonone#3565",
					["msg"] = "在陪一堆人開荒一樣",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1680538937,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒已在25人 - 尤格萨隆的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1680538938,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 威札斯將軍交戰（當前28%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1680539133,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - 威札斯將軍還有6%時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1680539663,
					["from"] = "家駒",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1680539664,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 威札斯將軍交戰（當前10%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1680539667,
					["from"] = "家駒",
					["msg"] = "我遇到黑G了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1680539763,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳已經擊敗10人 - 威札斯將軍!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1680539851,
					["from"] = "Oneonone#3565",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1680539852,
					["from"] = "Oneonone#3565",
					["msg"] = "這麽雙",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1680964388,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:45931::::::::80:::::::::|h[雷神之錘符石]|h",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1680964389,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒正在与10人 - 米米尔隆交战，（当前0% (阶段1)，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1680964402,
					["from"] = "Oneonone#3565",
					["msg"] = "終於出了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1680964641,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒已在10人 - 米米尔隆的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1680964642,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 芙蕾雅交戰（當前99% (階段1)，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1680964648,
					["from"] = "家駒",
					["msg"] = "我們剛才也出了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1680964659,
					["from"] = "家駒",
					["msg"] = "8000",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1680964666,
					["from"] = "Oneonone#3565",
					["msg"] = "我7000",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1680964698,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - 芙蕾雅還有100% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1680965498,
					["from"] = "Oneonone#3565",
					["msg"] = "245的劍71了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1680965499,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒正在与10人 - 维扎克斯将军交战，（当前32%，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1680965543,
					["from"] = "Oneonone#3565",
					["msg"] = "要不要買",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1680965593,
					["from"] = "家駒",
					["msg"] = "<DBM> 家駒在10人 - 维扎克斯将军（7%）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1680968960,
					["from"] = "家駒",
					["msg"] = "咩慘了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1680968969,
					["from"] = "Oneonone#3565",
					["msg"] = "滅啥",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1680968977,
					["from"] = "Oneonone#3565",
					["msg"] = "我這邊斷綫一個獵人",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1680968979,
					["from"] = "Oneonone#3565",
					["msg"] = "娘的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1680968984,
					["from"] = "Oneonone#3565",
					["msg"] = "滅火打了普通",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1680969034,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1680969042,
					["from"] = "家駒",
					["msg"] = "將軍你們要咩慘",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1680969051,
					["from"] = "家駒",
					["msg"] = "剛才滅了10次",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1680969055,
					["from"] = "家駒",
					["msg"] = "藍不夠",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1680969061,
					["from"] = "家駒",
					["msg"] = "暴雪改了機制",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1680969822,
					["from"] = "Oneonone#3565",
					["msg"] = "我們一次過",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1680969896,
					["from"] = "家駒",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1680969898,
					["from"] = "家駒",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1680970053,
					["from"] = "Oneonone#3565",
					["msg"] = "出披風了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [97]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679809595,
					["from"] = "魔法束褲#310522",
					["msg"] = "我擦 幽暗城还有怪",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679809609,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679809616,
					["from"] = "魔法束褲#310522",
					["msg"] = "技能学不成了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679809619,
					["from"] = "家駒",
					["msg"] = "你是不是进副本了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679809628,
					["from"] = "家駒",
					["msg"] = "我起银月城学",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679809663,
					["from"] = "魔法束褲#310522",
					["msg"] = "[幽暗城之战 (13267)]",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679809676,
					["from"] = "家駒",
					["msg"] = "你在任务里面",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679809678,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679809679,
					["from"] = "魔法束褲#310522",
					["msg"] = "[幽暗城之战 (13267)]",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679809687,
					["from"] = "魔法束褲#310522",
					["msg"] = "什么贵",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679809690,
					["from"] = "家駒",
					["msg"] = "放弃",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679809739,
					["from"] = "家駒",
					["msg"] = "或者你把这个任务完成了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1680014478,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hitem:46139::::::::80:::::::::|h[征服者的死亡信使护腿]|h|Hitem:46135::::::::80:::::::::|h[征服者的死亡信使手套]|h 卧槽",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1680014490,
					["from"] = "家駒",
					["msg"] = "你去打了？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1680014493,
					["from"] = "魔法束褲#310522",
					["msg"] = "ROLL 到两件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1680014498,
					["from"] = "家駒",
					["msg"] = "roll團？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1680014503,
					["from"] = "魔法束褲#310522",
					["msg"] = "对啊",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1680014513,
					["from"] = "魔法束褲#310522",
					["msg"] = "宝库",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1680014514,
					["from"] = "家駒",
					["msg"] = "我還是第一次見ROLL團",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1680014517,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1680014518,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1680014528,
					["from"] = "家駒",
					["msg"] = "流弊啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1680014528,
					["from"] = "魔法束褲#310522",
					["msg"] = "什么水平",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1680014543,
					["from"] = "家駒",
					["msg"] = "PVE的一次只出2件還都是術士 且都被你ROLL到",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1680014554,
					["from"] = "家駒",
					["msg"] = "這尼瑪你不如去買彩票",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1680014562,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680014568,
					["from"] = "家駒",
					["msg"] = "一次寶庫畢業",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680014593,
					["from"] = "家駒",
					["msg"] = "天選之子",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1680014595,
					["from"] = "魔法束褲#310522",
					["msg"] = "哈哈{大笑}",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1680014602,
					["from"] = "家駒",
					["msg"] = "今天找一個10人PT速推",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680014603,
					["from"] = "家駒",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680014610,
					["from"] = "家駒",
					["msg"] = "明天25人速推",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680014630,
					["from"] = "魔法束褲#310522",
					["msg"] = "10人奥杜亚？",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680014635,
					["from"] = "家駒",
					["msg"] = "恩",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680014645,
					["from"] = "家駒",
					["msg"] = "剛看見有人喊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680014839,
					["from"] = "魔法束褲#310522",
					["msg"] = "也要求215",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680014853,
					["from"] = "魔法束褲#310522",
					["msg"] = "先去个NAXX吧",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680014884,
					["from"] = "家駒",
					["msg"] = "那是H的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680014891,
					["from"] = "家駒",
					["msg"] = "不H 200就可以",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680015265,
					["from"] = "魔法束褲#310522",
					["msg"] = "你还有多余牌子吗，帮我整个这个|Hitem:40740::::::::80:::::::::|h[星界旅者护腕]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680015776,
					["from"] = "家駒",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680021948,
					["from"] = "家駒",
					["msg"] = "到哪了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1680021960,
					["from"] = "魔法束褲#310522",
					["msg"] = "刚过教官",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1680021969,
					["from"] = "家駒",
					["msg"] = "多少裝等了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1680021979,
					["from"] = "魔法束褲#310522",
					["msg"] = "200",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1680021998,
					["from"] = "魔法束褲#310522",
					["msg"] = "没拿一件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1680022004,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1680022029,
					["from"] = "魔法束褲#310522",
					["msg"] = "开始吃排骨了  哈哈",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1680022041,
					["from"] = "家駒",
					["msg"] = "10人便宜 吃不了多少",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1680022073,
					["from"] = "魔法束褲#310522",
					["msg"] = "10人有你抄吗",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1680022102,
					["from"] = "魔法束褲#310522",
					["msg"] = "逆潮",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1680022144,
					["from"] = "家駒",
					["msg"] = "有",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1680022162,
					["from"] = "魔法束褲#310522",
					["msg"] = "能卖多少",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1680022171,
					["from"] = "家駒",
					["msg"] = "2000之內吧",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1680022172,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬正在与10人 - 收割者戈提克交战，（当前99%，10/10存活）",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1680022177,
					["from"] = "家駒",
					["msg"] = "高了別要",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1680022188,
					["from"] = "魔法束褲#310522",
					["msg"] = "只有1500",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1680022188,
					["from"] = "家駒",
					["msg"] = "10人奧杜亞都226",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1680022205,
					["from"] = "魔法束褲#310522",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1680022481,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬已在10人 - 收割者戈提克的战斗中取得胜利！",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1680097468,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:2895:Player-4487-001352E6:1:3:29:23:4294967295:4294967295:4294967295:4294967295|h[奥杜尔的秘密（25人）]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1680097504,
					["from"] = "家駒",
					["msg"] = "可以啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1680097510,
					["from"] = "家駒",
					["msg"] = "多少装等了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1680097519,
					["from"] = "魔法束褲#310522",
					["msg"] = "一件都没买",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1680097522,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1680097523,
					["from"] = "家駒",
					["msg"] = "为啥",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1680097531,
					["from"] = "魔法束褲#310522",
					["msg"] = "买不起",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1680097538,
					["from"] = "魔法束褲#310522",
					["msg"] = "205了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1680097548,
					["from"] = "家駒",
					["msg"] = "很贵吗",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1680097578,
					["from"] = "魔法束褲#310522",
					["msg"] = "散件都3K， 套装5K",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1680097596,
					["from"] = "家駒",
					["msg"] = "差不多这个价格",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1680097598,
					["from"] = "魔法束褲#310522",
					["msg"] = "宝库竟然让我省了小1W",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1680097600,
					["from"] = "家駒",
					["msg"] = "法系",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1680097628,
					["from"] = "魔法束褲#310522",
					["msg"] = "下CD再买",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1680097642,
					["from"] = "魔法束褲#310522",
					["msg"] = "先了解下行情",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1680097644,
					["from"] = "家駒",
					["msg"] = "我早点说啊 我借你钱",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1680097659,
					["from"] = "家駒",
					["msg"] = "前期要快点买",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1680097663,
					["from"] = "家駒",
					["msg"] = "才能早点去吃H的排骨",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1680097669,
					["from"] = "魔法束褲#310522",
					["msg"] = "没事 没出几件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1680097687,
					["from"] = "家駒",
					["msg"] = "yy 24046515",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1680364170,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1680364173,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1680364174,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1680364180,
					["from"] = "家駒",
					["msg"] = "我去打25人NAXX",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1680364190,
					["from"] = "家駒",
					["msg"] = "刚打了10人",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1680364194,
					["from"] = "家駒",
					["msg"] = "已经207了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1680364204,
					["from"] = "魔法束褲#310522",
					["msg"] = "拿了多少件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1680364212,
					["from"] = "家駒",
					["msg"] = "没拿多少",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1680364216,
					["from"] = "家駒",
					["msg"] = "买了很多装绑",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1680364270,
					["from"] = "魔法束褲#310522",
					["msg"] = "我去刷刷声望 明天打25PT",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1680364407,
					["from"] = "家駒",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1680364421,
					["from"] = "家駒",
					["msg"] = "专业技能满了咩",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1680364443,
					["from"] = "魔法束褲#310522",
					["msg"] = "冲好了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1680364452,
					["from"] = "家駒",
					["msg"] = "珠宝日常要做",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1680364452,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hitem:46135:3604:40026::::::80:::::::::|h[征服者的死亡信使手套]|h|Hitem:40558:3606:::::::80:::::::::|h[奥法践踏者]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1680364465,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯嗯 做了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1680369049,
					["from"] = "魔法束褲#310522",
					["msg"] = "10人？",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1680369182,
					["from"] = "家駒",
					["msg"] = "25",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1680369202,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1680532752,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1680532788,
					["from"] = "家駒",
					["msg"] = "你刚才不来",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1680532800,
					["from"] = "家駒",
					["msg"] = "可以跟我一起速推",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1680532803,
					["from"] = "魔法束褲#310522",
					["msg"] = "刚睡醒",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1680532811,
					["from"] = "魔法束褲#310522",
					["msg"] = "这个是PT吗",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1680532818,
					["from"] = "家駒",
					["msg"] = "恩",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1680532860,
					["from"] = "魔法束褲#310522",
					["msg"] = "没事 咱俩有冲突 先不在一起",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [106]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1679931331,
					["from"] = "家駒",
					["msg"] = "司命",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679931337,
					["from"] = "家駒",
					["msg"] = "生弟",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679931344,
					["from"] = "誓約之劍#31592",
					["msg"] = "咋了",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679931349,
					["from"] = "家駒",
					["msg"] = "山上耕司",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679931355,
					["from"] = "家駒",
					["msg"] = "山下砍柴",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679931357,
					["from"] = "誓約之劍#31592",
					["msg"] = "有啥事",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679931368,
					["from"] = "家駒",
					["msg"] = "我25人0等都过了",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679931372,
					["from"] = "家駒",
					["msg"] = "强不",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679931375,
					["from"] = "誓約之劍#31592",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679931407,
					["from"] = "家駒",
					["msg"] = "俄式挺身",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679931410,
					["from"] = "家駒",
					["msg"] = "我跟他打过",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679931415,
					["from"] = "家駒",
					["msg"] = "9H",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679931419,
					["from"] = "家駒",
					["msg"] = "25人",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [13]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1679923708,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679923710,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680953140,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				["info"] = {
				},
			},
		},
		["特變電工"] = {
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1680373756,
					["from"] = "Oneonone#3565",
					["msg"] = "擦 北京有大保健嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679848721,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:13:Player-4487-001352E6:1:3:27:23:4294967295:4294967295:4294967295:4294967295|h[80级]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679848722,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工正在与25人 - 维扎克斯将军交战，（当前78%，25/25存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679848945,
					["from"] = "魔法束褲#310522",
					["msg"] = "80了 先下了 明天搞裝備",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679849230,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已在25人 - 维扎克斯将军的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				["info"] = {
				},
			},
		},
		["特斯拉大股東"] = {
			["魯魯#41584"] = {
				{
					["type"] = 1,
					["time"] = 1680422437,
					["from"] = "特斯拉大股東",
					["msg"] = "倉庫多哦",
					["inbound"] = false,
					["convo"] = "魯魯#41584",
				}, -- [1]
				["info"] = {
				},
			},
			["飄逸丶之靈"] = {
				{
					["type"] = 1,
					["time"] = 1680340005,
					["from"] = "飄逸丶之靈",
					["msg"] = "与[特斯拉大股東]交易成功。(收到) 14284g",
					["inbound"] = true,
					["convo"] = "飄逸丶之靈",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680340005,
					["from"] = "特斯拉大股東",
					["msg"] = "与<飄逸丶之靈>的交易成功了。付出14284g。",
					["inbound"] = false,
					["convo"] = "飄逸丶之靈",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680340005,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cff8787ed飄逸丶之靈|r ▶ Trade completed (Gave Money : 14284Gold)",
					["inbound"] = false,
					["convo"] = "飄逸丶之靈",
				}, -- [3]
				["info"] = {
				},
			},
			["超級棕熊"] = {
				{
					["type"] = 1,
					["time"] = 1680340017,
					["from"] = "特斯拉大股東",
					["msg"] = "与<超級棕熊>的交易成功了。付出14284g。",
					["inbound"] = false,
					["convo"] = "超級棕熊",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680340017,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cff8787ed超級棕熊|r ▶ Trade completed (Gave Money : 14284Gold)",
					["inbound"] = false,
					["convo"] = "超級棕熊",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680340017,
					["from"] = "超級棕熊",
					["msg"] = "与<特斯拉大股東>的交易成功了。收入14284g。",
					["inbound"] = true,
					["convo"] = "超級棕熊",
				}, -- [3]
				["info"] = {
				},
			},
			["沒有耳朵"] = {
				{
					["type"] = 1,
					["time"] = 1680319041,
					["from"] = "特斯拉大股東",
					["msg"] = "666",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680319043,
					["from"] = "沒有耳朵",
					["msg"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
					["inbound"] = true,
					["convo"] = "沒有耳朵",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680319475,
					["from"] = "特斯拉大股東",
					["msg"] = "开打yy叫一下 我换个号",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680331580,
					["from"] = "特斯拉大股東",
					["msg"] = "与<沒有耳朵>的交易成功了。付出10000g。获得|cffa335ee|Hitem:45488::::::::80:::::::::|h[奴役圣像护腿]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680331580,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cfff48cba沒有耳朵|r ▶ Trade completed (Gave Money : 10000Gold & Received 1 items : 奴役圣像护腿)",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680339974,
					["from"] = "特斯拉大股東",
					["msg"] = "与<沒有耳朵>的交易成功了。收入71420g。",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680339974,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cfff48cba沒有耳朵|r ▶ Trade completed (Received Money : 71420Gold)",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [7]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1680318605,
					["from"] = "Oneonone#3565",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680318613,
					["from"] = "特斯拉大股東",
					["msg"] = "吃排骨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680318616,
					["from"] = "Oneonone#3565",
					["msg"] = "今天不陪哇",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680318626,
					["from"] = "特斯拉大股東",
					["msg"] = "今天吃排骨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680318627,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680318632,
					["from"] = "Oneonone#3565",
					["msg"] = "可以",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680318650,
					["from"] = "Oneonone#3565",
					["msg"] = "我去玩個戰士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1680318658,
					["from"] = "特斯拉大股東",
					["msg"] = "垃圾职业",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1680318668,
					["from"] = "Oneonone#3565",
					["msg"] = "馬上崛起了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1680318701,
					["from"] = "Oneonone#3565",
					["msg"] = "應該下版本就崛起了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1680323169,
					["from"] = "Oneonone#3565",
					["msg"] = "我感覺我這個是坑團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1680323170,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 锋鳞交战，（当前100%，25/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1680323349,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東已在25人 - 锋鳞的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1680336430,
					["from"] = "Oneonone#3565",
					["msg"] = "還沒打完啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1680336431,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1680336441,
					["from"] = "特斯拉大股東",
					["msg"] = "开荒0等",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1680336446,
					["from"] = "Oneonone#3565",
					["msg"] = "飛機頭",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1680336471,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東在25人 - 尤格萨隆（未知 (阶段1)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1680336518,
					["from"] = "特斯拉大股東",
					["msg"] = "很墨迹",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1680336590,
					["from"] = "Oneonone#3565",
					["msg"] = "内建明顯不行",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				["info"] = {
				},
			},
			["公子晶"] = {
				{
					["type"] = 1,
					["time"] = 1680334719,
					["from"] = "特斯拉大股東",
					["msg"] = "公子晶",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680334760,
					["from"] = "公子晶",
					["msg"] = "嘿嘿",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680334770,
					["from"] = "特斯拉大股東",
					["msg"] = "外挂晶",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680334775,
					["from"] = "公子晶",
					["msg"] = "。。",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680335864,
					["from"] = "公子晶",
					["msg"] = "我昨天拿了个饰品哈哈",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680335870,
					["from"] = "特斯拉大股東",
					["msg"] = "雷神？",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680335877,
					["from"] = "公子晶",
					["msg"] = "|cffa335ee|Hitem:45609::::::::80:::::::::|h[彗星之痕]|h|r",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1680335882,
					["from"] = "特斯拉大股東",
					["msg"] = "靠",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1680335885,
					["from"] = "特斯拉大股東",
					["msg"] = "多少",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1680335887,
					["from"] = "公子晶",
					["msg"] = "15Wa ",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1680335889,
					["from"] = "特斯拉大股東",
					["msg"] = "我们一般35万",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1680335891,
					["from"] = "公子晶",
					["msg"] = "所有家当",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1680335891,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1680335904,
					["from"] = "公子晶",
					["msg"] = "贵吗 15W",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1680336177,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東在25人 - 尤格萨隆（100% (阶段2)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1680336190,
					["from"] = "公子晶",
					["msg"] = "10H 2個小時出頭",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1680336214,
					["from"] = "公子晶",
					["msg"] = "我問你個事",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1680336217,
					["from"] = "特斯拉大股東",
					["msg"] = "开荒0灯",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1680336222,
					["from"] = "特斯拉大股東",
					["msg"] = "不贵啊 15万",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1680336234,
					["from"] = "公子晶",
					["msg"] = "爲什麽我的新電腦 這個魔獸世界圖標啊頭像啊畫面很尖銳",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1680336237,
					["from"] = "公子晶",
					["msg"] = "不舒服啊看著",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1680336246,
					["from"] = "公子晶",
					["msg"] = "是不是哪裏沒設置對 還是這塊二手顯卡有問題",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1680336271,
					["from"] = "特斯拉大股東",
					["msg"] = "显示器换了没",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1680336278,
					["from"] = "公子晶",
					["msg"] = "換了三個顯示器了",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1680336282,
					["from"] = "公子晶",
					["msg"] = "都這樣",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1680336293,
					["from"] = "特斯拉大股東",
					["msg"] = "问ChatGPT",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680336308,
					["from"] = "公子晶",
					["msg"] = "CHATGPT是什麼",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680336313,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1680336322,
					["from"] = "特斯拉大股東",
					["msg"] = "chatgpt都不知道",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1680336325,
					["from"] = "公子晶",
					["msg"] = "你說啊",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680336325,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680336332,
					["from"] = "特斯拉大股東",
					["msg"] = "百度",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680336346,
					["from"] = "公子晶",
					["msg"] = "可以用多久啊 我要去換邪DK了 裝備又要重新弄 因為這個飾品",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680336470,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東在25人 - 尤格萨隆（未知 (阶段1)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680336560,
					["from"] = "公子晶",
					["msg"] = "CHATGPT是什麼啊",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680336576,
					["from"] = "特斯拉大股東",
					["msg"] = "你抖音搜",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680336588,
					["from"] = "特斯拉大股東",
					["msg"] = "淘汰你工作的",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680336592,
					["from"] = "特斯拉大股東",
					["msg"] = "你以后没工作了",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680336599,
					["from"] = "公子晶",
					["msg"] = "你就說 我的畫面怎麼變清晰 大哥",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680336614,
					["from"] = "公子晶",
					["msg"] = "你跟我在這搞人工智能",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680336622,
					["from"] = "特斯拉大股東",
					["msg"] = "条件很复杂",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680336649,
					["from"] = "特斯拉大股東",
					["msg"] = "我只遇到过显示器锐化设置",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1680947171,
					["from"] = "公子晶",
					["msg"] = "HI",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1680947177,
					["from"] = "特斯拉大股東",
					["msg"] = "外挂晶",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1680947179,
					["from"] = "公子晶",
					["msg"] = "也",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1680947182,
					["from"] = "公子晶",
					["msg"] = "怎么这么说",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1680947187,
					["from"] = "特斯拉大股東",
					["msg"] = "你的显示器好了吗",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1680947191,
					["from"] = "公子晶",
					["msg"] = "没有啊",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1680947192,
					["from"] = "公子晶",
					["msg"] = "我是显卡",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1680947194,
					["from"] = "公子晶",
					["msg"] = "二手的显卡",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1680947195,
					["from"] = "公子晶",
					["msg"] = "有问题",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1680947202,
					["from"] = "特斯拉大股東",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1680947224,
					["from"] = "公子晶",
					["msg"] = "哎",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1680947229,
					["from"] = "公子晶",
					["msg"] = "1060 3G",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1680947238,
					["from"] = "公子晶",
					["msg"] = "你怎么经常不上啊",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1680947238,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1680947332,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東在25人 - 尤格萨隆（未知 (阶段1)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1680947343,
					["from"] = "公子晶",
					["msg"] = "卧槽 灭了？",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1680947356,
					["from"] = "特斯拉大股東",
					["msg"] = "垃圾团还打0灯",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1680947358,
					["from"] = "特斯拉大股東",
					["msg"] = "服了",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1680947359,
					["from"] = "公子晶",
					["msg"] = "卧槽",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1680947945,
					["from"] = "公子晶",
					["msg"] = "又灭了",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [62]
				["info"] = {
				},
			},
		},
		["巴非特"] = {
			["小羊#3153"] = {
				{
					["type"] = 1,
					["time"] = 1680885503,
					["from"] = "巴非特",
					["msg"] = "hello",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [1]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1680528901,
					["from"] = "巴非特",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680528965,
					["from"] = "Oneonone#3565",
					["msg"] = "我擦 跟了跟雷人團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680528982,
					["from"] = "巴非特",
					["msg"] = "你今天券商起飞了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680528983,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 霍迪爾交戰（當前99%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680529181,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳已經擊敗10人 - 霍迪爾!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680954702,
					["from"] = "巴非特",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1680448365,
					["from"] = "巴非特",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680448371,
					["from"] = "巴非特",
					["msg"] = "我第五個79級了",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680448378,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "..",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				["info"] = {
				},
			},
		},
		["邁克爾假死"] = {
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1680015841,
					["from"] = "邁克爾假死",
					["msg"] = "你下一個bis-tooltip插件",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680015847,
					["from"] = "邁克爾假死",
					["msg"] = "看bis裝的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680015863,
					["from"] = "魔法束褲#310522",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680026372,
					["from"] = "邁克爾假死",
					["msg"] = "wca ",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680026372,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬正在与10人 - 玛里苟斯交战，（当前34% (阶段2)，10/10存活）",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680026533,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬已在10人 - 玛里苟斯的战斗中取得胜利！",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680026597,
					["from"] = "魔法束褲#310522",
					["msg"] = "胸 800 头 1500 都没买到",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1680029350,
					["from"] = "魔法束褲#310522",
					["msg"] = "nb",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1680029356,
					["from"] = "邁克爾假死",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1680029363,
					["from"] = "邁克爾假死",
					["msg"] = "啥",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1680029372,
					["from"] = "魔法束褲#310522",
					["msg"] = "卷",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1680029374,
					["from"] = "邁克爾假死",
					["msg"] = "多少裝等了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1680029381,
					["from"] = "魔法束褲#310522",
					["msg"] = "205",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1680029390,
					["from"] = "邁克爾假死",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1680029422,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hitem:45435::::::::80:::::::::|h[神灵兜帽]|h 这玩意值不值800",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1680029431,
					["from"] = "邁克爾假死",
					["msg"] = "垃圾啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1680029442,
					["from"] = "邁克爾假死",
					["msg"] = "沒孔",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1680029450,
					["from"] = "邁克爾假死",
					["msg"] = "一定要有孔的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1680029451,
					["from"] = "邁克爾假死",
					["msg"] = "投",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1680029453,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1680788255,
					["from"] = "魔法束褲#310522",
					["msg"] = "又要跟弯弯打了？",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1680788449,
					["from"] = "魔法束褲#310522",
					["msg"] = "HWC",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1680789148,
					["from"] = "邁克爾假死",
					["msg"] = "恩",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1680795682,
					["from"] = "魔法束褲#310522",
					["msg"] = "盯了一個QS",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1680795683,
					["from"] = "邁克爾假死",
					["msg"] = "<DBM> 邁克爾假死正在与25人 - 弗蕾亚交战，（当前99% (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1680795858,
					["from"] = "邁克爾假死",
					["msg"] = "<DBM> 邁克爾假死已在25人 - 弗蕾亚的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680795967,
					["from"] = "邁克爾假死",
					["msg"] = "太快了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680795968,
					["from"] = "邁克爾假死",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [28]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
