
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["say_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["useSkin"] = true,
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["free"] = false,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["咩尬獵人"] = {
				},
				["寻求组队"] = {
				},
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["friendList"] = {
				["|Km12|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km15|k"] = 2,
				["|Km9|k"] = 2,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["噬血症"] = 1,
				["琥珀貓"] = 1,
				["沒有小骨"] = 1,
				["|Km3|k"] = 2,
				["別背對我"] = 1,
				["崩巴"] = 1,
				["|Km7|k"] = 2,
				["鮮肉牛"] = 1,
				["小璐大人"] = 1,
				["花子"] = 1,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["小泰山"] = 1,
				["十塊錢"] = 1,
				["颯可買地殼"] = 1,
				["Thisisbookk"] = 1,
				["泰山喔一喔"] = 1,
				["|Km10|k"] = 2,
				["阿強"] = 1,
				["畜生區隊長"] = 1,
				["奶很小不給力"] = 1,
				["孟德兄"] = 1,
				["青樓探花"] = 1,
				["尊重友善包容"] = 1,
				["帕司達"] = 1,
				["貓之妙妙"] = 1,
				["裴矩"] = 1,
				["卡莉米奈西爾"] = 1,
				["武漢大隊長"] = 1,
				["凡凡射爆妳"] = 1,
				["柴汪汪"] = 1,
				["甲鳥薩"] = 1,
				["麥噹噹當勞"] = 1,
				["瀟灑大壞蛋"] = 1,
				["白菜蘿蔔湯"] = 1,
				["梅妃"] = 1,
				["九如魚翅湯"] = 1,
				["大泰山"] = 1,
				["皮蛋瘦肉粥"] = 1,
				["給本仙女跪下"] = 1,
				["哞哞牛哞哞"] = 1,
				["|Km5|k"] = 2,
				["為你跑屍"] = 1,
				["路易斯衝鋒"] = 1,
				["|Km11|k"] = 2,
				["|Km1|k"] = 2,
				["夕映澤瞳"] = 1,
				["黑暗蘿莉"] = 1,
				["小心吐乃"] = 1,
				["浪漫牛兒"] = 1,
				["狄玥"] = 1,
				["畜生大隊長"] = 1,
				["Xemomo"] = 1,
				["貝西揮出釣竿"] = 1,
				["跌倒馬丁尼"] = 1,
				["術匠師"] = 1,
				["|Km2|k"] = 2,
				["站住別動"] = 1,
				["傻酷喇"] = 1,
				["國家機器動次"] = 1,
				["芋頭冰"] = 1,
				["號呆"] = 1,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["樹獺從命"] = 1,
				["|Km14|k"] = 2,
				["拔蘿蔔"] = 1,
				["美腿"] = 1,
				["|Km4|k"] = 2,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["唯恐不亂"] = 1,
				["展雄飛"] = 1,
				["快刀"] = 1,
				["桃園綠巨人"] = 1,
				["Lars"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["小芸"] = 1,
				["佐久夜巨巨"] = 1,
				["搞事莉莉絲"] = 1,
				["強插插卡稱"] = 1,
				["青蛙"] = 1,
				["楓糖奶油"] = 1,
				["阿峰哥"] = 1,
				["佛印"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["|Km13|k"] = 2,
				["萬箭"] = 1,
				["帕爾提娜"] = 1,
				["大發哥"] = 1,
				["Ddevv"] = 1,
				["忘卻的紀念"] = 1,
				["后羿之后"] = 1,
				["毛毛小寶貝"] = 1,
				["客家鳥德"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["成都張叔叔"] = 1,
				["|Km6|k"] = 2,
				["花生夾心酥"] = 1,
				["萬一"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["小小寶"] = 1,
				["|Km8|k"] = 2,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["你就這"] = 37,
				["台台"] = 556,
				["灰魯魯"] = 331,
				["無恥老王"] = 962,
				["女乃馬奇"] = 746,
				["嗜甜如命"] = 264,
				["后羿射日"] = 460,
				["風擱淺雨"] = 684,
				["米菲亞"] = 893,
				["楓慈"] = 499,
				["有一種天空"] = 46,
				["山鳥飛絕"] = 175,
				["寒霜凝"] = 559,
				["屎汭嗑"] = 286,
				["巡撫"] = 485,
				["傑克薩恩"] = 43,
				["斬三"] = 590,
				["三隊薩滿"] = 238,
				["彩希芙"] = 293,
				["不二佳"] = 70,
				["致夏之戰"] = 897,
				["子瑜的草藥包"] = 22,
				["Kengdom"] = 838,
				["美國鋼鐵牛"] = 128,
				["青春一記荒唐"] = 414,
				["逃啦夭"] = 580,
				["冰炎"] = 251,
				["Bigomage"] = 214,
				["部落守衛"] = 907,
				["妘妹"] = 164,
				["風懲"] = 391,
				["清靜"] = 65,
				["塔琳"] = 473,
				["毛仔怪"] = 121,
				["雷依爾"] = 680,
				["柚子尬抹茶"] = 83,
				["蕭哥真的好帥"] = 11,
				["血靈萬相"] = 366,
				["執夏千歌"] = 470,
				["好細"] = 274,
				["发财"] = 260,
				["熊爺爺還錢"] = 26,
				["獵艷狂魔"] = 509,
				["鮮橘茶"] = 710,
				["Rainstop"] = 136,
				["新冠病毒"] = 639,
				["小小清"] = 629,
				["菠菠麗娜"] = 357,
				["傀儡娃娃"] = 73,
				["Mesher"] = 839,
				["泡泡老哥"] = 122,
				["心之箭"] = 634,
				["楊婆婆"] = 317,
				["小小閣"] = 483,
				["熊爷爷"] = 15,
				["中華民國台牛"] = 550,
				["一祈福一"] = 549,
				["加摩爾必須死"] = 256,
				["大阪和牛"] = 208,
				["香草小姊姊"] = 975,
				["咪咪俗麗"] = 110,
				["草東"] = 147,
				["殺小六十九"] = 24,
				["記不清是誰"] = 529,
				["今晚打老鼠"] = 206,
				["草莓比司吉"] = 718,
				["巴溫"] = 750,
				["浜边美波"] = 123,
				["Secondkill"] = 230,
				["職業試玩二"] = 956,
				["我叫緋村"] = 158,
				["豬隊友字帆"] = 370,
				["基基斯咪搭"] = 471,
				["Forthemagic"] = 427,
				["Shirokuma"] = 232,
				["武玥蝕貳"] = 648,
				["沂忻"] = 504,
				["死亡之影"] = 952,
				["就打徳"] = 797,
				["符阿水"] = 572,
				["Iamxiaobu"] = 607,
				["雪在流"] = 912,
				["嬤嬤喪"] = 694,
				["韓韓"] = 781,
				["寒氣斷空"] = 276,
				["圣光的欺诈"] = 266,
				["子瑜的酷吉"] = 869,
				["奔波兒霸"] = 558,
				["至夏悠悠"] = 896,
				["盡力"] = 344,
				["去年的羊肉"] = 456,
				["綠皮共治仔"] = 350,
				["轉世叫小賀"] = 705,
				["乂橘子乂"] = 847,
				["香草鐵泡泡"] = 978,
				["雪菈"] = 913,
				["咪咪兔"] = 942,
				["兵革"] = 850,
				["毘沙哞天"] = 764,
				["七玄冰火"] = 440,
				["Sinanju"] = 730,
				["干別嚇我"] = 874,
				["立花里子"] = 810,
				["Xiaoming"] = 437,
				["鬼鬥"] = 48,
				["Kumamon"] = 429,
				["軟飯最暖胃"] = 375,
				["草莓帕妃糖"] = 775,
				["冷漠混蛋"] = 253,
				["紫薯布丁"] = 519,
				["極速三輪車"] = 93,
				["小熱飯"] = 796,
				["水野潮陽"] = 569,
				["牛夫人"] = 889,
				["香飄飄奶昔"] = 828,
				["退後一步試試"] = 31,
				["香草拿鐵小妹"] = 976,
				["楓夜"] = 951,
				["冰紅茶拿鐵"] = 51,
				["Foliage"] = 190,
				["神之班尼爾"] = 345,
				["熊爺爺搞事仔"] = 16,
				["種汁種汁"] = 99,
				["惡魔師"] = 116,
				["楓羽"] = 763,
				["邱必特"] = 534,
				["爆走芭拉娜"] = 10,
				["癢癢哥布林"] = 932,
				["漢尼拔博士"] = 700,
				["甜在心大饅頭"] = 771,
				["火蛇圖騰"] = 717,
				["老牧濕"] = 967,
				["Bezrukova"] = 422,
				["柯憐娜"] = 497,
				["冰糖炖水泥"] = 252,
				["Cleric"] = 426,
				["林森南路殺手"] = 313,
				["葉立德"] = 359,
				["那堤瑟雅"] = 379,
				["韓覽叫"] = 200,
				["哇嘎哩嗎嘕"] = 859,
				["曠野呼喊者"] = 308,
				["淡紫"] = 326,
				["香草拿鐵奶昔"] = 979,
				["一之瀨志希"] = 842,
				["恣夏不醉"] = 562,
				["德魯伊一二三"] = 492,
				["情玥幻冰"] = 184,
				["密斯歐勒橘"] = 835,
				["不好笑"] = 239,
				["射在牆壁上"] = 4,
				["牛鞭"] = 125,
				["夜霜雪"] = 268,
				["吸奶仔"] = 461,
				["魔剎"] = 687,
				["Bigo"] = 602,
				["偷遍世界"] = 405,
				["到底是在吵尛"] = 453,
				["亂鳳"] = 613,
				["淒月之夜"] = 124,
				["光光小戰"] = 972,
				["最美的"] = 309,
				["自然忽悠着你"] = 354,
				["一叭等三年"] = 403,
				["終歸一命"] = 812,
				["老闆挺住"] = 522,
				["神崎蘭子"] = 702,
				["頭暈暈"] = 390,
				["偷摸大雞"] = 151,
				["塔槍卡"] = 745,
				["兇殘的涂老闆"] = 246,
				["母湯愛上偶"] = 321,
				["麻匪張麻子"] = 711,
				["名不知君"] = 832,
				["一阿牛一"] = 439,
				["從沒見過冰山"] = 295,
				["三小火柴"] = 103,
				["蛋比鳥大"] = 676,
				["瘋牛症病原體"] = 931,
				["朽木白哉"] = 762,
				["是片雲"] = 929,
				["痴瓜群眾"] = 126,
				["Zodd"] = 611,
				["Seductive"] = 180,
				["冰火霜天"] = 250,
				["萬一"] = 576,
				["豕者豆頁女且"] = 935,
				["冰烏龍拿鐵"] = 35,
				["算了戒不掉"] = 347,
				["香草西米露"] = 977,
				["是條魚"] = 973,
				["十全藥膳排骨"] = 741,
				["麟大大"] = 397,
				["纖手馭龍"] = 573,
				["豬一般的隊友"] = 530,
				["小弟弟甩了甩"] = 283,
				["熊爺爷"] = 166,
				["莫炘宇"] = 66,
				["南港蘇貞昌"] = 455,
				["萌熊"] = 899,
				["叁月"] = 856,
				["骨感胖妹"] = 709,
				["燐葉"] = 888,
				["王大垂"] = 658,
				["人生攝影師"] = 104,
				["曹洪"] = 494,
				["謹言慎行"] = 677,
				["御獸者"] = 143,
				["柳七夜"] = 595,
				["幽暗城守衛"] = 752,
				["米麗婭"] = 517,
				["瀨戶豪三郎"] = 329,
				["射手獵"] = 871,
				["綠簡"] = 521,
				["Tankgirl"] = 236,
				["媽我回來了"] = 480,
				["靈刀希狼"] = 681,
				["毘沙喵天"] = 884,
				["貓之妙妙"] = 170,
				["琴操姑娘"] = 339,
				["芸淡風輕"] = 18,
				["帥哥史奴比"] = 287,
				["Angelaqq"] = 87,
				["口袋代言人"] = 261,
				["可樂小子"] = 262,
				["未解之謎"] = 645,
				["伊修爾瓦列德"] = 939,
				["八倍鏡"] = 618,
				["閃開薩不住啦"] = 537,
				["小樂子"] = 630,
				["其實也還好"] = 851,
				["十二月"] = 740,
				["克勞斯"] = 616,
				["Dessertpal"] = 219,
				["庫瑪雷斯"] = 290,
				["阿加特"] = 382,
				["雷加尔"] = 28,
				["小於菟"] = 795,
				["今晚打醬油"] = 444,
				["突然想玩獵人"] = 716,
				["不死夜空"] = 612,
				["夜王"] = 475,
				["關鍵時刻寶傑"] = 959,
				["德武与安娜"] = 296,
				["月瀅瀅"] = 879,
				["九層塔烘蛋"] = 788,
				["胖胖的樂子"] = 96,
				["小倉由菜"] = 695,
				["鬍鬚大欸"] = 823,
				["Exilearrow"] = 605,
				["宇文邕"] = 715,
				["武釋"] = 72,
				["無情虐殺"] = 198,
				["地瓜炸雞"] = 793,
				["後面有沒料怪"] = 294,
				["鬼聖"] = 67,
				["黯靈老牧"] = 914,
				["帥死人"] = 44,
				["阿米拉"] = 909,
				["凌鹿打工仔"] = 854,
				["洨賴"] = 505,
				["雪菈菈"] = 708,
				["Btk"] = 91,
				["殘暴章魚燒"] = 187,
				["厄德莫斯"] = 259,
				["冰腳被抵抗"] = 852,
				["Ya"] = 690,
				["紫玥兒"] = 146,
				["花憐無落葉"] = 524,
				["楓熙"] = 407,
				["安娜要乖"] = 627,
				["秋聖卍"] = 892,
				["九天"] = 848,
				["Eustacé"] = 727,
				["雷霆崖守衛"] = 387,
				["九層塔炒蛤蠣"] = 787,
				["Xaru"] = 435,
				["布妞"] = 947,
				["紅樂樂"] = 155,
				["聖光強強滾"] = 352,
				["一晧晧一"] = 438,
				["兇神惡薩"] = 450,
				["雕梨姥牧"] = 820,
				["搓泥匹"] = 756,
				["天空橋朋花"] = 477,
				["天天漲不停"] = 269,
				["亂亂鳳"] = 734,
				["克雷恩風行者"] = 617,
				["Theend"] = 433,
				["閒妻涼母"] = 538,
				["Ladoo"] = 608,
				["半盞清酒"] = 555,
				["Backagain"] = 421,
				["光光小賊"] = 915,
				["毛仔獸"] = 885,
				["老吉"] = 814,
				["西谷夕"] = 367,
				["Bigoc"] = 1,
				["莖莖有味"] = 968,
				["攝魂"] = 304,
				["月黑高飛"] = 310,
				["Exileblade"] = 728,
				["熾夏玩美"] = 806,
				["法師一二三"] = 32,
				["最悟"] = 760,
				["山鰤獵人"] = 798,
				["巴歐"] = 487,
				["人財兩空"] = 105,
				["暗影達人"] = 406,
				["Muo"] = 226,
				["淼焱"] = 327,
				["小娘"] = 203,
				["Lemesis"] = 430,
				["兒頭"] = 192,
				["亞培"] = 243,
				["毘沙門天"] = 322,
				["香飄飄抹茶"] = 785,
				["修但幾勒靠杯"] = 245,
				["殺戮幻影"] = 804,
				["海拉魯"] = 325,
				["偶像大屍"] = 825,
				["今晚打瞌睡"] = 137,
				["陸蚩"] = 386,
				["亂亂鳳獵"] = 241,
				["Boleyn"] = 424,
				["德福"] = 115,
				["松貴桃"] = 119,
				["撒浪嘿呦"] = 638,
				["系告敢丟"] = 179,
				["爪爪小騎"] = 334,
				["猥瑣老王"] = 964,
				["旗旗"] = 117,
				["夜盲症"] = 152,
				["別逼我擋怪"] = 738,
				["丟丟"] = 786,
				["風少"] = 683,
				["Chrishuang"] = 100,
				["布妞妞"] = 873,
				["Rewinted"] = 229,
				["幼女試車員"] = 488,
				["射貴桃"] = 279,
				["草莓物語"] = 81,
				["闆娘下麵好吃"] = 539,
				["Furiousling"] = 413,
				["玉琳哥"] = 890,
				["正中眉心"] = 568,
				["啊啦呼啊吧"] = 713,
				["莫忘窮苦多"] = 412,
				["至夏想想"] = 815,
				["Rolickon"] = 841,
				["艾彩"] = 668,
				["秋毛"] = 515,
				["酒妹"] = 779,
				["杏子"] = 311,
				["部落衛兵"] = 834,
				["以莉亞"] = 138,
				["藤原拓海王"] = 675,
				["法力高"] = 650,
				["朕說了算"] = 761,
				["西黑大將軍"] = 724,
				["箭箭"] = 516,
				["雅妮提絲"] = 133,
				["失敗的糆"] = 272,
				["艾斯卡達爾"] = 670,
				["薩哞耶"] = 674,
				["騷蹄子"] = 783,
				["Tods"] = 731,
				["新興區加摩爾"] = 723,
				["牛德卿山在"] = 30,
				["當代電影大師"] = 511,
				["陌語"] = 385,
				["布茶茶"] = 714,
				["先坦三分鐘"] = 139,
				["卡茲那堤"] = 98,
				["狂暴麥該牢"] = 656,
				["狂妄失德"] = 145,
				["終歸一嗜"] = 587,
				["貓神的小貓咪"] = 19,
				["驚天拳吳留手"] = 822,
				["阿美族"] = 383,
				["蕃茄兒"] = 360,
				["叫我拔拔"] = 743,
				["寧鳳林臭酸奶"] = 278,
				["牤師"] = 335,
				["肯德基蛋塔"] = 523,
				["我是大高玩"] = 303,
				["米契"] = 663,
				["氣在來"] = 323,
				["魁儡"] = 546,
				["Cowwalker"] = 837,
				["肝指數飆升"] = 666,
				["魁魁"] = 419,
				["為妳寫詩"] = 887,
				["三條悟"] = 441,
				["歐陽薰"] = 40,
				["鹹魚我最鹹"] = 157,
				["杜拉拉"] = 646,
				["皮蛋瘦肉粥"] = 660,
				["楓舞筱嫣"] = 881,
				["白龍藥劑鍛甲"] = 84,
				["這一拳二十年"] = 409,
				["關節"] = 132,
				["沙漠之鷹"] = 765,
				["奧利恩"] = 202,
				["Vapocoolant"] = 434,
				["Inasiiss"] = 428,
				["霄林北"] = 780,
				["哺唅吉"] = 712,
				["Barry"] = 836,
				["喚不回的感傷"] = 182,
				["菸酒大叔"] = 131,
				["北都"] = 855,
				["城崎美嘉"] = 624,
				["專射你臉"] = 280,
				["很熱"] = 490,
				["仕若終章"] = 244,
				["香草煉乳冰沙"] = 916,
				["隱之限界"] = 910,
				["姜小蝦"] = 479,
				["櫻滿集"] = 49,
				["小蒨"] = 631,
				["啻犬"] = 861,
				["埃漏哈死洞"] = 864,
				["布琳希德"] = 20,
				["焦阿曬"] = 655,
				["香濃可可"] = 686,
				["撒浪嘿"] = 637,
				["阿伯回來了"] = 592,
				["國安感冒糖漿"] = 141,
				["夜羽殤"] = 476,
				["在座的各位"] = 623,
				["超級高玩"] = 819,
				["蕭家掌門人"] = 673,
				["小雙"] = 923,
				["恩歪剋低武士"] = 877,
				["誘導力場"] = 50,
				["龍舟隊長"] = 400,
				["Hers"] = 222,
				["打骨頭"] = 755,
				["耶灬我誰"] = 588,
				["好辣手"] = 478,
				["小坦鶴"] = 872,
				["戀芯星塵"] = 948,
				["Sgirl"] = 231,
				["痴人聖"] = 512,
				["無小雙"] = 953,
				["狸奈奈"] = 336,
				["卡迪歐"] = 418,
				["白龍採礦剝皮"] = 168,
				["來自辛亥驕傲"] = 789,
				["小夥棄"] = 281,
				["頹廢曉曉"] = 600,
				["赤城米莉亞"] = 901,
				["莎爾維加"] = 355,
				["扣泥吉娃娃"] = 636,
				["陳半仙"] = 148,
				["為所欲為倉庫"] = 9,
				["風雲火虎"] = 392,
				["Weijiey"] = 53,
				["天竺鼠卡車"] = 271,
				["又有你的毛"] = 621,
				["弭幻詭譎"] = 113,
				["投十元獵人"] = 7,
				["東尼大木棒"] = 186,
				["一吋法師"] = 548,
				["阿芸偷偷摸摸"] = 97,
				["奇奇"] = 866,
				["達米安"] = 906,
				["Snutzy"] = 233,
				["果蛋"] = 314,
				["美佐不要"] = 813,
				["泰泰"] = 766,
				["Bgman"] = 423,
				["偷心小貓咪"] = 849,
				["Soullink"] = 235,
				["很姓少年噁心"] = 75,
				["怎麼又中了"] = 297,
				["风韵"] = 782,
				["薩諾斯膠囊"] = 362,
				["虛弱的肥仔"] = 76,
				["咖哩叔叔"] = 791,
				["隔壁班導師"] = 542,
				["朝朝扯旗"] = 644,
				["洨胖"] = 652,
				["Zeisslol"] = 691,
				["弓曲廣陵散"] = 58,
				["西北偏北"] = 720,
				["拉加斯"] = 949,
				["奪魂黑影"] = 3,
				["電電狗"] = 388,
				["浪漫晨風"] = 833,
				["香飄飄奶酪"] = 821,
				["燕草"] = 167,
				["焚情"] = 210,
				["椒麻雞腿排"] = 647,
				["二十七號"] = 242,
				["閃蝴蝶"] = 908,
				["寒陰姬"] = 277,
				["饅頭砸摳"] = 581,
				["洛樊"] = 324,
				["子瑜的寵物"] = 626,
				["雙嬌小魚兒"] = 911,
				["夜半杯麵"] = 267,
				["偷鹽蛇"] = 692,
				["芬達蘋果"] = 671,
				["Ogamar"] = 101,
				["薯條小子"] = 363,
				["天上聖母默娘"] = 41,
				["給妳棒棒"] = 520,
				["海大王"] = 506,
				["莫陽"] = 21,
				["卡禿嚕皮"] = 258,
				["百里守約"] = 343,
				["氣象將軍立渝"] = 8,
				["化身孤島的鯨"] = 591,
				["佛懺降罪人"] = 614,
				["李美宏敢啦"] = 564,
				["死靈守護者"] = 320,
				["可貴者膽"] = 693,
				["Reko"] = 150,
				["不學無宿"] = 845,
				["光光小牧"] = 917,
				["濕滑螺絲起子"] = 88,
				["凌鹿"] = 853,
				["飛葉快刀"] = 134,
				["一雨知寒"] = 732,
				["你們"] = 404,
				["月爸的遠征"] = 185,
				["薄荷與雷電"] = 361,
				["米糬糬"] = 348,
				["阿芸"] = 960,
				["英德烈"] = 898,
				["閉著眼睛讓你"] = 679,
				["风的祭奠"] = 394,
				["提里奧弗丁乂"] = 878,
				["林美不要"] = 801,
				["小妹妹蹲著吃"] = 482,
				["是把火"] = 927,
				["海德格啾我"] = 25,
				["自我身心投入"] = 129,
				["槍與薔薇"] = 318,
				["狂人十一"] = 701,
				["白龍附魔珠奧"] = 342,
				["希爾菲"] = 153,
				["麵包宗師"] = 829,
				["簡郭阿龍"] = 811,
				["灆曦"] = 165,
				["艾瑪肉肉"] = 958,
				["Startrack"] = 432,
				["Xiaobudesu"] = 436,
				["終歸一夢"] = 894,
				["早安七哭比"] = 159,
				["飄逸小術"] = 545,
				["泥哥戰士"] = 651,
				["小蝴莉"] = 484,
				["德過且過"] = 491,
				["散財"] = 305,
				["喔告咬他"] = 77,
				["舞箭人春寒"] = 55,
				["發條橘子"] = 659,
				["九幽獨行"] = 442,
				["Oskar"] = 402,
				["珍奶不加冰"] = 770,
				["小雙是女神"] = 5,
				["捅王"] = 38,
				["姆露"] = 922,
				["逃啊夭"] = 905,
				["倒立喝汽水"] = 940,
				["奶舖"] = 867,
				["一項羽一"] = 191,
				["亂亂凰"] = 599,
				["窮學生"] = 346,
				["狗勾"] = 178,
				["貪食蛇大帝"] = 372,
				["黑貓好朋友"] = 201,
				["所要者魂"] = 754,
				["凱薩裂蹄"] = 737,
				["血雞林薩滿"] = 411,
				["法施"] = 177,
				["阿芸好強壯"] = 12,
				["Monni"] = 225,
				["毛毛小寶貝"] = 503,
				["寶奇課長"] = 628,
				["楓雲"] = 566,
				["Hulkv"] = 149,
				["粉爺"] = 518,
				["冰摩卡拿鐵"] = 452,
				["Monnini"] = 431,
				["琥珀川伊藤"] = 160,
				["子瑜的彬彬"] = 945,
				["喵葬人"] = 468,
				["喵之琳琳"] = 622,
				["殺手九十六"] = 930,
				["轉世叫小赫"] = 777,
				["桂妮薇兒"] = 176,
				["喪屍梅林"] = 467,
				["Alexqq"] = 205,
				["奶香小牛蹄"] = 747,
				["灰色騎士"] = 654,
				["亂亂鳳薩"] = 443,
				["櫻桃兔"] = 882,
				["貝比女孩"] = 776,
				["地板哥"] = 920,
				["無碼牛腥拳"] = 767,
				["璐璐雪"] = 808,
				["特務七十八"] = 963,
				["只好玩法爺了"] = 857,
				["武者羅"] = 883,
				["追憶風華年代"] = 778,
				["程昱"] = 661,
				["悍飽"] = 589,
				["牧鹿人"] = 954,
				["風城浮雲"] = 682,
				["套路"] = 112,
				["小心吐奶"] = 561,
				["乜都德"] = 733,
				["史傳傑女士"] = 458,
				["阿公店店花"] = 540,
				["購滿長皮包"] = 818,
				["風涼話大師"] = 685,
				["予恩"] = 735,
				["Alta"] = 212,
				["妖獵手"] = 826,
				["西湖水"] = 57,
				["枫皇"] = 315,
				["蔡翠秋"] = 900,
				["艾歐比康"] = 130,
				["來了來了來了"] = 448,
				["光光小術"] = 941,
				["Elfnatural"] = 221,
				["Dogg"] = 220,
				["坦薩白龍"] = 469,
				["急性發錢寒"] = 876,
				["Nokillor"] = 547,
				["亡靈新兵"] = 551,
				["莉賽洛德"] = 526,
				["玖筒"] = 338,
				["職業試玩四"] = 957,
				["大鷹吉祥"] = 944,
				["哩五嘆吉哞"] = 792,
				["我是犀牛"] = 830,
				["速不術"] = 376,
				["丨深深丨"] = 71,
				["安鬼莉"] = 481,
				["泣孤"] = 886,
				["克里澌"] = 451,
				["近我者聖光"] = 82,
				["痛夢空洞"] = 341,
				["Chiehyu"] = 216,
				["哇嘎哩嗎嘻噠"] = 464,
				["Brucelolz"] = 937,
				["好想玩狂戰喔"] = 868,
				["夏瑀"] = 943,
				["買單火焰球"] = 678,
				["Socasky"] = 234,
				["傳說小百"] = 449,
				["Katyheha"] = 172,
				["輸潑屎大"] = 902,
				["是場雨"] = 925,
				["帕那刻亞"] = 633,
				["Bomi"] = 725,
				["阿薩姆奶聖"] = 384,
				["奶爸想單刷啦"] = 273,
				["火石哥"] = 330,
				["運用幻象"] = 94,
				["肉煮到不見啦"] = 353,
				["Nunn"] = 227,
				["日陽羽翼"] = 950,
				["凜冬將臨"] = 108,
				["Essilorlolz"] = 938,
				["Trowa"] = 610,
				["苜獅"] = 574,
				["信我者得永生"] = 736,
				["騙神仔"] = 211,
				["一隻牛"] = 824,
				["華惹法"] = 575,
				["憤怒年糕"] = 753,
				["沒有什麼"] = 197,
				["艾彩屁屁有痣"] = 669,
				["Gihan"] = 606,
				["Elfmoon"] = 604,
				["Hemanbb"] = 729,
				["書包"] = 643,
				["血劍一佈"] = 85,
				["生財之道"] = 95,
				["Binary"] = 603,
				["Ashsbringer"] = 601,
				["暹小花"] = 642,
				["十全旗手"] = 593,
				["資深小妹"] = 970,
				["阿薩佈魯"] = 594,
				["喵嗷嗚"] = 744,
				["鄭屁杰"] = 380,
				["莎雅"] = 356,
				["啾毛"] = 466,
				["職業試玩一"] = 933,
				["十四位薩滿"] = 257,
				["根雞圖騰"] = 802,
				["Novdark"] = 173,
				["跟風練個聖騎"] = 374,
				["灰燼之刃"] = 570,
				["小屁還"] = 142,
				["口囧口"] = 109,
				["閃電鏈拉西"] = 90,
				["Tyranus"] = 961,
				["卍一空一卍"] = 454,
				["拉普拉斯"] = 696,
				["大姨媽"] = 865,
				["綺麗"] = 703,
				["尼根小小號"] = 29,
				["芙蕾拉"] = 161,
				["叔叔撞阿姨"] = 457,
				["姽嫿"] = 585,
				["小肥毛"] = 965,
				["楓荷"] = 803,
				["潑屎妹"] = 328,
				["喵小菲"] = 863,
				["冰心冷刃"] = 619,
				["Rodenstock"] = 689,
				["賺錢第一"] = 417,
				["黑色努比"] = 399,
				["無大雙"] = 154,
				["Chickbb"] = 215,
				["Qiqi"] = 584,
				["Aldo"] = 583,
				["Amyamy"] = 213,
				["舞唲曦"] = 79,
				["啾嗷"] = 862,
				["麒麒"] = 135,
				["鄉下嬉皮"] = 535,
				["薯餅蛋堡"] = 60,
				["武動血吼"] = 120,
				["哭妖王"] = 465,
				["衝鋒釋放"] = 578,
				["血染紅的悲傷"] = 365,
				["姨媽來了"] = 275,
				["飍靐"] = 393,
				["達羅威夫人"] = 706,
				["海鹽那堤"] = 47,
				["光光小薩"] = 181,
				["伊騰飛"] = 446,
				["綠惡魔"] = 408,
				["小雷包"] = 284,
				["逃之夭夭"] = 579,
				["芒果雪莓娘"] = 596,
				["終南山活死人"] = 349,
				["啤兒冰盪"] = 597,
				["血獄"] = 577,
				["光光小獵"] = 918,
				["分時易見時難"] = 174,
				["牛夫人的奶媽"] = 59,
				["廬山升龍霸"] = 291,
				["是朵花"] = 928,
				["梅子醬"] = 498,
				["Matoloki"] = 401,
				["柏修斯"] = 316,
				["凌貓"] = 107,
				["黃泉夜"] = 398,
				["冰城邪靈"] = 249,
				["天才那個珊"] = 921,
				["阡阡兒"] = 189,
				["合作射老師"] = 459,
				["思緒飄揚"] = 144,
				["新店彭于晏"] = 757,
				["愛喝摸摸茶"] = 301,
				["塔洛娜"] = 194,
				["瘋狂羅賓"] = 513,
				["小奶牧"] = 794,
				["Jbook"] = 224,
				["塔林"] = 78,
				["巡迴家"] = 486,
				["憂心"] = 302,
				["美國牛隊長"] = 774,
				["陰險小戰"] = 13,
				["憂鬱鈴鐺"] = 799,
				["假死釋放靈魂"] = 552,
				["處不留爺自去"] = 528,
				["菇逃菇鬧"] = 672,
				["小魚浠浠"] = 285,
				["春娘"] = 758,
				["雨食"] = 543,
				["平平的平平"] = 289,
				["超級王"] = 532,
				["咖哩芝麻"] = 463,
				["要水請叫爸爸"] = 817,
				["口古口"] = 86,
				["Opcoastline"] = 228,
				["告敢丟"] = 462,
				["噗噗術"] = 265,
				["草帽魯夫"] = 525,
				["香草拿鐵奶泡"] = 971,
				["無小小雙"] = 974,
				["Xegony"] = 17,
				["越女劍"] = 533,
				["宇閣墨香"] = 870,
				["代入我的心事"] = 831,
				["玩命凱薩"] = 571,
				["喵小紅"] = 140,
				["布布妞妞"] = 632,
				["密斯布菈蕾"] = 92,
				["我係菩提老祖"] = 45,
				["熊爺爺"] = 768,
				["嘉寶"] = 193,
				["只活在副本"] = 790,
				["Angelinaqwq"] = 69,
				["梅爾德拉斯"] = 209,
				["單戈女臣"] = 263,
				["沖繩黑糖牛奶"] = 827,
				["率獸食人"] = 337,
				["榨菜茶葉蛋"] = 567,
				["楓憶"] = 565,
				["超可愛牛牛"] = 373,
				["患得患失"] = 563,
				["齁裡穴"] = 582,
				["依依啊啊"] = 207,
				["歐巴嘎"] = 502,
				["台灣小黑熊"] = 858,
				["乂岩谷尚文乂"] = 34,
				["業餘鏟屎官"] = 500,
				["轉世麥皂"] = 410,
				["郭雲天老師"] = 171,
				["尐沫"] = 748,
				["蜂蜜蘋果醋"] = 199,
				["一瓢飲"] = 844,
				["鳳凰雁"] = 33,
				["大祐馳玖"] = 557,
				["玄燁朧"] = 657,
				["鬼頭刀"] = 396,
				["速趴悲劇塔"] = 377,
				["天涯海角"] = 270,
				["克洛根"] = 247,
				["薩拉米果"] = 27,
				["最峰"] = 759,
				["酒醉哥"] = 536,
				["老衲法號衰哥"] = 351,
				["蜜世界"] = 364,
				["蜜糖吐司"] = 934,
				["裁芸剪水"] = 816,
				["紫祈"] = 598,
				["Rocketduck"] = 840,
				["翦燭"] = 665,
				["小剝皮"] = 560,
				["菸酒阿叔"] = 358,
				["白龍魔焰皮奧"] = 169,
				["部落工讀生"] = 707,
				["生財功具"] = 809,
				["晒骆驼"] = 307,
				["你娘靈堂失火"] = 615,
				["Chihanx"] = 217,
				["佛系補血"] = 106,
				["澈沐沐"] = 653,
				["一布卡一"] = 54,
				["Delonte"] = 218,
				["不良柴犬"] = 240,
				["天蓬"] = 625,
				["只是浮雲"] = 742,
				["小峱"] = 56,
				["追憶似水流年"] = 904,
				["若相依"] = 80,
				["水包屎做的"] = 719,
				["狠諸席"] = 807,
				["不死族守衛"] = 846,
				["癢癢臭臭的"] = 514,
				["日黑扯旗"] = 640,
				["自由的牛"] = 188,
				["魔女宅急射"] = 688,
				["林森北路殺手"] = 312,
				["柒莫"] = 415,
				["哈辣雞翅"] = 860,
				["江柔"] = 699,
				["月下的野貓"] = 697,
				["突擊"] = 662,
				["阿點"] = 541,
				["Doomslayer"] = 2,
				["素西西"] = 664,
				["Xiaobaobaoba"] = 237,
				["正氣凜然阿廚"] = 319,
				["Lucozade"] = 609,
				["燄靈"] = 508,
				["Tiramisul"] = 52,
				["干什麼東西"] = 288,
				["珍奶去冰"] = 722,
				["查爾濕"] = 880,
				["瑟蘭德雅"] = 510,
				["帥帥兔"] = 39,
				["微風吹胸毛飄"] = 42,
				["裟剎"] = 204,
				["恢復有毒"] = 635,
				["劍人無雙"] = 739,
				["柯爾岑娜"] = 61,
				["龍龍薩"] = 14,
				["邁克爾假死"] = 378,
				["是塊寶"] = 926,
				["Ignited"] = 223,
				["夏筱羽"] = 474,
				["神圣小德"] = 772,
				["冰霜大法師"] = 553,
				["水也兄"] = 721,
				["一壺濁酒"] = 843,
				["木瓜雙皮奶"] = 495,
				["冷面杀手"] = 254,
				["老藕"] = 704,
				["剩其他人不在"] = 255,
				["致命大榔頭"] = 667,
				["熙夏"] = 769,
				["當心你的背後"] = 340,
				["旺旺大禮包"] = 641,
				["小小真情"] = 282,
				["楓謎"] = 698,
				["驀然"] = 395,
				["霧月"] = 389,
				["密斯特布魯"] = 946,
				["彌之音"] = 292,
				["無心之罪"] = 332,
				["大樂子"] = 111,
				["熊貓呱呱"] = 333,
				["是隻貓"] = 966,
				["曾揮霍的昨天"] = 195,
				["觀察員"] = 368,
				["尼撈味"] = 749,
				["Xiaobula"] = 102,
				["恐怖熊"] = 924,
				["長毛大猩猩"] = 381,
				["薩筱步"] = 527,
				["征戰者"] = 489,
				["小赫"] = 64,
				["大遺言家"] = 183,
				["幸福的秘密"] = 875,
				["燁燁"] = 416,
				["我是馬邦德"] = 23,
				["風鳥"] = 156,
				["竒竒"] = 586,
				["柒刻"] = 496,
				["雪酪"] = 162,
				["仲夏星夜"] = 445,
				["象牙"] = 369,
				["赦生滅"] = 531,
				["丹戰"] = 163,
				["新冠病毒女王"] = 306,
				["索盧塞克"] = 773,
				["Echoes"] = 726,
				["滅團師太"] = 36,
				["默昕羽"] = 68,
				["雷摩特製造商"] = 544,
				["四條悟"] = 74,
				["凌兒"] = 620,
				["澳門線上賭場"] = 507,
				["貪吃布丁"] = 371,
				["殺意龍魂"] = 649,
				["微風賊賊"] = 114,
				["Brant"] = 425,
				["浦原喜助"] = 62,
				["Bnxx"] = 936,
				["咪姐兒"] = 919,
				["布妞大正妹"] = 6,
				["悶我"] = 299,
				["休憩空間"] = 447,
				["心癮"] = 493,
				["樂仔"] = 196,
				["鬼武葬"] = 784,
				["早射達人"] = 118,
				["帕爾提娜"] = 751,
				["我叫朵拉斯"] = 800,
				["榮耀之小貓幾"] = 501,
				["睡鬼"] = 891,
				["恶魔貓男"] = 298,
				["缺三咖"] = 895,
				["追憶似水年華"] = 903,
				["牛梅花薄切"] = 89,
				["玉米哞湯"] = 955,
				["神定未來"] = 127,
				["塔格奧的遠征"] = 472,
				["愁思"] = 300,
				["Angelaqwq"] = 63,
				["午夜奶爸"] = 554,
				["Abyss"] = 420,
				["沁玥冰兒"] = 805,
				["冬釀津白"] = 248,
				["香草拿鐵派司"] = 969,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km7|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["|Km8|k"] = 2,
				["|Km2|k"] = 2,
				["Sred"] = 1,
				["小西"] = 1,
				["|Km3|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Km11|k"] = 2,
				["|Km1|k"] = 2,
				["|Km12|k"] = 2,
				["|Km15|k"] = 2,
				["|Km9|k"] = 2,
				["|Km8|k"] = 2,
				["卡萊姆"] = 1,
				["焚天"] = 1,
				["恕嵐轎"] = 1,
				["|Km3|k"] = 2,
				["月半豸苗"] = 1,
				["|Km16|k"] = 2,
				["白白昀"] = 1,
				["希爾德烈日"] = 1,
				["|Km5|k"] = 2,
				["|Km7|k"] = 2,
				["|Km14|k"] = 2,
				["|Km4|k"] = 2,
				["房仲陳先生"] = 1,
				["|Km6|k"] = 2,
				["|Km2|k"] = 2,
				["|Km13|k"] = 2,
				["Shadowlol"] = 1,
				["Gihan"] = 1,
				["|Km10|k"] = 2,
				["阿鋒哥"] = 1,
			},
			["guildList"] = {
				["Reliable"] = 25,
				["肯呔羅"] = 7,
				["小可魯"] = 38,
				["Mattion"] = 35,
				["滅眾生"] = 44,
				["恕嵐轎"] = 4,
				["霜月桔"] = 17,
				["錯誤選晢"] = 56,
				["夭壽麥"] = 91,
				["小新術士"] = 68,
				["曹莉瑪的筆"] = 32,
				["母湯伯伯"] = 19,
				["拖把打阿公"] = 43,
				["檳榔頭"] = 8,
				["亞戴爾"] = 64,
				["Alsaceco"] = 34,
				["阿巧"] = 99,
				["蕾妲"] = 86,
				["轉守為攻"] = 96,
				["潮吹突疼"] = 6,
				["母狗夜叉"] = 93,
				["希爾德血蹄"] = 102,
				["殘虐小蟲"] = 13,
				["飛行河南人"] = 100,
				["血腥情人節"] = 52,
				["黑雪魔君"] = 88,
				["檳榔仙"] = 103,
				["阿巧姊姊"] = 27,
				["玟筱聖"] = 49,
				["亞曼德"] = 1,
				["白毛大狗妖"] = 84,
				["哭哭貓咪"] = 21,
				["黑到你看不到"] = 58,
				["細皮嫩肉"] = 29,
				["這樣爽不爽"] = 12,
				["軟爛膝蓋"] = 104,
				["柔情似水"] = 82,
				["琥珀穗"] = 66,
				["悶棍發大財"] = 18,
				["賽亞人"] = 55,
				["曼丁希爾"] = 5,
				["吃我種子拉"] = 36,
				["墨西哥土鑑師"] = 2,
				["善哉善哉"] = 90,
				["風味小札"] = 67,
				["想當熊的血蹄"] = 14,
				["薩柒多思"] = 15,
				["巨睪小男孩"] = 9,
				["千櫻若月"] = 65,
				["灰色八度空間"] = 94,
				["太狠了"] = 77,
				["巧克力薄餅"] = 40,
				["Akina"] = 70,
				["蘋果巨硬"] = 30,
				["拿手卷換壽司"] = 81,
				["乂神射手霖乂"] = 10,
				["都給妳啦"] = 61,
				["尼默爾艾默"] = 11,
				["無形箭"] = 33,
				["速嵐轎"] = 98,
				["迷你桔"] = 97,
				["腎騎"] = 16,
				["小冷"] = 79,
				["名月"] = 37,
				["哈佛說我負責"] = 20,
				["阿巧妹妹"] = 31,
				["距離太遠了"] = 87,
				["大巧克力棒"] = 76,
				["漾兒"] = 45,
				["特變電工"] = 47,
				["小得得"] = 39,
				["三浦建太郎"] = 74,
				["陰陽聖女"] = 24,
				["滴踢滴愛上頭"] = 26,
				["雷蟲"] = 28,
				["牧原股份"] = 46,
				["銀月土鑑師"] = 69,
				["紅麗幻法"] = 3,
				["練起來"] = 50,
				["老衲送你歸西"] = 51,
				["阿果里歐斯"] = 57,
				["倪好"] = 59,
				["追山小"] = 60,
				["變型專家"] = 53,
				["讓妳叫不敢"] = 54,
				["十二火兒"] = 62,
				["一身萊姆病"] = 73,
				["吃我颱風拉"] = 75,
				["一拳揍飛你"] = 63,
				["背骨陰仔"] = 105,
				["Cutmedown"] = 71,
				["Musashi"] = 72,
				["強運魔人"] = 41,
				["好運魔人"] = 78,
				["羽天星"] = 85,
				["希爾德烈日"] = 92,
				["灰光"] = 22,
				["烏雷克馬奇努"] = 83,
				["王帥法"] = 48,
				["我聖粉啦"] = 42,
				["幸運魔人"] = 80,
				["今晚不打烊"] = 89,
				["破麻再世"] = 95,
				["麥擱安捏怕"] = 101,
				["Kamisato"] = 23,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["特變電工"] = {
			["紅麗幻法"] = {
				{
					["type"] = 1,
					["time"] = 1629140516,
					["from"] = "特變電工",
					["msg"] = "與<紅麗幻法>的交易成功了。收入500g。給予|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = false,
					["convo"] = "紅麗幻法",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629140516,
					["from"] = "紅麗幻法",
					["msg"] = "與<特變電工>的交易成功了。付出500g。獲得|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = true,
					["convo"] = "紅麗幻法",
				}, -- [2]
				["info"] = {
				},
			},
			["Goyalol#4337"] = {
				{
					["type"] = 1,
					["time"] = 1628431243,
					["from"] = "Goyalol#4337",
					["msg"] = "還多久 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628431250,
					["from"] = "特變電工",
					["msg"] = "馬上開打",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628431255,
					["from"] = "Goyalol#4337",
					["msg"] = "嗯嗯 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628431845,
					["from"] = "Goyalol#4337",
					["msg"] = "你先打~我們帶一個元素薩先打打試試場次",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628433888,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628433895,
					["from"] = "Goyalol#4337",
					["msg"] = "你太晚了 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628433896,
					["from"] = "特變電工",
					["msg"] = "我買個戒指跟你打",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628433984,
					["from"] = "Goyalol#4337",
					["msg"] = "嗯嗯 晚點可以玩22 你先刷戰場",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628434154,
					["from"] = "特變電工",
					["msg"] = "幾點？",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628434176,
					["from"] = "Goyalol#4337",
					["msg"] = "不知道我們打到幾點~你先刷戰場練吧",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628434197,
					["from"] = "特變電工",
					["msg"] = "那今天算了 我刷副本去 換個食品",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628434202,
					["from"] = "Goyalol#4337",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628434205,
					["from"] = "特變電工",
					["msg"] = "明天打卡拉贊 我就不洗天賦了",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628434215,
					["from"] = "特變電工",
					["msg"] = "55 這周打不打",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628434221,
					["from"] = "特變電工",
					["msg"] = "不打我跟他們打了",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628434232,
					["from"] = "Goyalol#4337",
					["msg"] = "估計不打 你先去玩玩 裝備先刷刷",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628434237,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628609676,
					["from"] = "特變電工",
					["msg"] = "你在55嗎 我也在55了",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628609701,
					["from"] = "Goyalol#4337",
					["msg"] = "沒在55啊 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628609705,
					["from"] = "Goyalol#4337",
					["msg"] = "你55打多少了",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628612530,
					["from"] = "特變電工",
					["msg"] = "1300",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628612535,
					["from"] = "Goyalol#4337",
					["msg"] = "加油",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628931945,
					["from"] = "Goyalol#4337",
					["msg"] = "现在打几把22去 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628931954,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629293465,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629293477,
					["from"] = "Goyalol#4337",
					["msg"] = "啥 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629293498,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629293509,
					["from"] = "特變電工",
					["msg"] = "33",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629293522,
					["from"] = "特變電工",
					["msg"] = "這次我調整了一下",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629293528,
					["from"] = "特變電工",
					["msg"] = "做了一個插件",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629293531,
					["from"] = "Goyalol#4337",
					["msg"] = "小D不在啊",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629293532,
					["from"] = "特變電工",
					["msg"] = "超强",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629293554,
					["from"] = "Goyalol#4337",
					["msg"] = "小D上夜班 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629293557,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629293562,
					["from"] = "特變電工",
					["msg"] = "周三這麽好的日子",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629293674,
					["from"] = "Goyalol#4337",
					["msg"] = "沒辦法 ",
					["inbound"] = true,
					["convo"] = "Goyalol#4337",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629298083,
					["from"] = "特變電工",
					["msg"] = "我這次技術大大提升",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629298100,
					["from"] = "特變電工",
					["msg"] = "他媽的 取了這個戰隊名字之後 虧了50W",
					["inbound"] = false,
					["convo"] = "Goyalol#4337",
				}, -- [38]
				["info"] = {
				},
			},
			["牧原股份#3763"] = {
				{
					["type"] = 1,
					["time"] = 1628397887,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628399179,
					["from"] = "牧原股份#3763",
					["msg"] = "桃樂豆永不了了麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628399193,
					["from"] = "特變電工",
					["msg"] = "不知道啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628399495,
					["from"] = "牧原股份#3763",
					["msg"] = "你能打開麽",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628400447,
					["from"] = "特變電工",
					["msg"] = "能",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628400464,
					["from"] = "特變電工",
					["msg"] = "正常啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628402293,
					["from"] = "特變電工",
					["msg"] = "暴雪語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628418599,
					["from"] = "特變電工",
					["msg"] = "你語音掉了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628423834,
					["from"] = "特變電工",
					["msg"] = "discord.com",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628425335,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。收入3000g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628425335,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。付出3000g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628435772,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628436117,
					["from"] = "牧原股份#3763",
					["msg"] = "我調下代理",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628436125,
					["from"] = "牧原股份#3763",
					["msg"] = "要不以後沒法玩",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628437579,
					["from"] = "特變電工",
					["msg"] = "好了沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628442412,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628442412,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628442423,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。收入5000g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628442424,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。付出5000g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628520754,
					["from"] = "牧原股份#3763",
					["msg"] = "？？？？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628520759,
					["from"] = "特變電工",
					["msg"] = "等會組",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628520769,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麽語音？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628520774,
					["from"] = "特變電工",
					["msg"] = "Dc",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628520812,
					["from"] = "牧原股份#3763",
					["msg"] = "那個組？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1628520818,
					["from"] = "特變電工",
					["msg"] = "等會發鏈接",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1628520824,
					["from"] = "特變電工",
					["msg"] = "我還在H本",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1628520830,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1628521391,
					["from"] = "牧原股份#3763",
					["msg"] = "到點了 我擦 無組織無紀律",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1628521425,
					["from"] = "特變電工",
					["msg"] = "11：10分",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1628521465,
					["from"] = "特變電工",
					["msg"] = "你去買大藍",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1628521468,
					["from"] = "特變電工",
					["msg"] = "多買點",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1628521470,
					["from"] = "特變電工",
					["msg"] = "扣扣嗖嗖的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1628521472,
					["from"] = "特變電工",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1628521479,
					["from"] = "特變電工",
					["msg"] = "特效法力",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1628521816,
					["from"] = "牧原股份#3763",
					["msg"] = "6組夠不夠",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1628521823,
					["from"] = "特變電工",
					["msg"] = "狗了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1628521825,
					["from"] = "牧原股份#3763",
					["msg"] = "|Hitem:32948::::::::70::::::::|h[奧奇奈法力藥水]|h",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1628521831,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1628521838,
					["from"] = "特變電工",
					["msg"] = "不是這個",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1628521843,
					["from"] = "牧原股份#3763",
					["msg"] = "啊 買錯啦？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1628521856,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1628521858,
					["from"] = "特變電工",
					["msg"] = "暴雪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1628521858,
					["from"] = "牧原股份#3763",
					["msg"] = "語音 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1628522261,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1628522323,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1628522382,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1628522397,
					["from"] = "特變電工",
					["msg"] = "你語音掉了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1628522442,
					["from"] = "牧原股份#3763",
					["msg"] = "連不上了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1628522526,
					["from"] = "特變電工",
					["msg"] = "聽得見嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1628612521,
					["from"] = "特變電工",
					["msg"] = "好玩不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1628612582,
					["from"] = "牧原股份#3763",
					["msg"] = "語音麽",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1628613710,
					["from"] = "特變電工",
					["msg"] = "競技場呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1628613714,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1628614337,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1628691926,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1628691931,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1628696308,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1628782413,
					["from"] = "特變電工",
					["msg"] = "好玩不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1628782417,
					["from"] = "牧原股份#3763",
					["msg"] = "好玩",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1628782599,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1628782604,
					["from"] = "特變電工",
					["msg"] = "明天周五了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1628782613,
					["from"] = "特變電工",
					["msg"] = "你周末能玩爽不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1628782677,
					["from"] = "牧原股份#3763",
					["msg"] = "沒戲了 估計",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1628782689,
					["from"] = "特變電工",
					["msg"] = "網吧走起",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1628782709,
					["from"] = "牧原股份#3763",
					["msg"] = "沒理由出去",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1628782715,
					["from"] = "特變電工",
					["msg"] = "加班",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1628782785,
					["from"] = "牧原股份#3763",
					["msg"] = "沒戲",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1628782791,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1628782919,
					["from"] = "牧原股份#3763",
					["msg"] = "你傢寶寶什麽時候回來",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1628782925,
					["from"] = "特變電工",
					["msg"] = "還早",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1628782932,
					["from"] = "牧原股份#3763",
					["msg"] = "爽歪歪",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1628786064,
					["from"] = "特變電工",
					["msg"] = "下綫看起飛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1628786071,
					["from"] = "特變電工",
					["msg"] = "然後睡覺",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1628863219,
					["from"] = "特變電工",
					["msg"] = "上綫啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1628865987,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1628867454,
					["from"] = "牧原股份#3763",
					["msg"] = "hi man",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1628867496,
					["from"] = "特變電工",
					["msg"] = "確實日白",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1628867502,
					["from"] = "牧原股份#3763",
					["msg"] = "哇擦",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1628867656,
					["from"] = "牧原股份#3763",
					["msg"] = "我的好日子 沒了 。。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1628867694,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1628867698,
					["from"] = "特變電工",
					["msg"] = "咋辦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1628867734,
					["from"] = "牧原股份#3763",
					["msg"] = "不知道 明天不知道能不能玩一會 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1628867899,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1628867903,
					["from"] = "特變電工",
					["msg"] = "慘烈",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1628869255,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1628869262,
					["from"] = "特變電工",
					["msg"] = "你話也不能說",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1628869266,
					["from"] = "特變電工",
					["msg"] = "沒意思",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1628869276,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 能小聲點",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1628869285,
					["from"] = "特變電工",
					["msg"] = "完都完了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1628869291,
					["from"] = "特變電工",
					["msg"] = "咋整",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1628869307,
					["from"] = "牧原股份#3763",
					["msg"] = "打燈吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1628870922,
					["from"] = "特變電工",
					["msg"] = "麥克",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1628870926,
					["from"] = "特變電工",
					["msg"] = "傑克遜",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1628870934,
					["from"] = "牧原股份#3763",
					["msg"] = "wwwwwwwwwwwwwwwwww",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1628870940,
					["from"] = "牧原股份#3763",
					["msg"] = "|Hitem:28259::::::::70::::::::|h[宇宙生命指環]|h",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1628871003,
					["from"] = "特變電工",
					["msg"] = "除了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1628871005,
					["from"] = "特變電工",
					["msg"] = "發達了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1628871022,
					["from"] = "牧原股份#3763",
					["msg"] = "除了呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1628871027,
					["from"] = "牧原股份#3763",
					["msg"] = "發財了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1628871030,
					["from"] = "特變電工",
					["msg"] = "唯一的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1628871038,
					["from"] = "特變電工",
					["msg"] = "只能帶一個",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1628871047,
					["from"] = "特變電工",
					["msg"] = " 別傻乎乎的還想刷一個",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1628871048,
					["from"] = "牧原股份#3763",
					["msg"] = "我沒有 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1628871053,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1628871064,
					["from"] = "特變電工",
					["msg"] = "現在各個部位都ok了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1628871089,
					["from"] = "牧原股份#3763",
					["msg"] = "腰帶 和鞋子",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1628871106,
					["from"] = "特變電工",
					["msg"] = "副手呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1628871114,
					["from"] = "牧原股份#3763",
					["msg"] = "刷到了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1628871119,
					["from"] = "特變電工",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1628871130,
					["from"] = "特變電工",
					["msg"] = "聲望都好了沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1628871132,
					["from"] = "牧原股份#3763",
					["msg"] = "那天晚上最後一波出可",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1628871152,
					["from"] = "牧原股份#3763",
					["msg"] = "還差3",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1628871171,
					["from"] = "特變電工",
					["msg"] = "坑",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1628871688,
					["from"] = "牧原股份#3763",
					["msg"] = "我能去打英雄麽",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1628871695,
					["from"] = "特變電工",
					["msg"] = "必須能",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1628871698,
					["from"] = "特變電工",
					["msg"] = "完了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1628871705,
					["from"] = "牧原股份#3763",
					["msg"] = "打完了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1628871706,
					["from"] = "特變電工",
					["msg"] = "完了跟我一起去打",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1628871718,
					["from"] = "特變電工",
					["msg"] = "迷宮",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1628871721,
					["from"] = "牧原股份#3763",
					["msg"] = "好呀 我只能打  迷宮 和水庫",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1628871724,
					["from"] = "牧原股份#3763",
					["msg"] = "好呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1628871731,
					["from"] = "特變電工",
					["msg"] = "今天日常",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1628871734,
					["from"] = "特變電工",
					["msg"] = "接了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1628871738,
					["from"] = "特變電工",
					["msg"] = "我組人",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1628871742,
					["from"] = "牧原股份#3763",
					["msg"] = "接了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1628871886,
					["from"] = "牧原股份#3763",
					["msg"] = "語音",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1628927200,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1628927513,
					["from"] = "牧原股份#3763",
					["msg"] = "我是于小炫",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1628929083,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1628929653,
					["from"] = "牧原股份#3763",
					["msg"] = "小寶在玩 剛才 到處飛",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1628934291,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1628934306,
					["from"] = "特變電工",
					["msg"] = "18波哦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1628935668,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1628939904,
					["from"] = "特變電工",
					["msg"] = "大海",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1628939918,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1628939921,
					["from"] = "牧原股份#3763",
					["msg"] = "我在吃飯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1628939930,
					["from"] = "特變電工",
					["msg"] = "晚上搞不搞",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1628939930,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 這周必須全崇敬",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1628939933,
					["from"] = "牧原股份#3763",
					["msg"] = "搞吧 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1628939938,
					["from"] = "牧原股份#3763",
					["msg"] = "搞哪裏",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1628939940,
					["from"] = "特變電工",
					["msg"] = "家裏狂暴了沒有",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1628939949,
					["from"] = "特變電工",
					["msg"] = "明晚8點",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1628939955,
					["from"] = "特變電工",
					["msg"] = "雙25人",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1628939972,
					["from"] = "特變電工",
					["msg"] = "你DC弄好",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1628939973,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1628940702,
					["from"] = "牧原股份#3763",
					["msg"] = "好的 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1628940709,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦  半狂暴狀態 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1628944163,
					["from"] = "特變電工",
					["msg"] = "搞啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1628945210,
					["from"] = "牧原股份#3763",
					["msg"] = "搞起",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1628945979,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1628947328,
					["from"] = "牧原股份#3763",
					["msg"] = "H蒸汽  滅慘了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1628947346,
					["from"] = "牧原股份#3763",
					["msg"] = "但都不是我  各種ADD 。。。。哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1628947379,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1628947516,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1628949619,
					["from"] = "特變電工",
					["msg"] = "好玩不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1628949623,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1628952186,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1628964840,
					["from"] = "特變電工",
					["msg"] = "|Hitem:29249::::::::70::::::::|h[善行手環]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1628964876,
					["from"] = "特變電工",
					["msg"] = "|Hitem:27946::::::::70::::::::|h[鳥人羽毛披風]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1628964894,
					["from"] = "特變電工",
					["msg"] = "|Hitem:30552::::::::70::::::::|h[受祝福的丹泉石]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1629010194,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1629010204,
					["from"] = "特變電工",
					["msg"] = "外面下雨",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1629010214,
					["from"] = "特變電工",
					["msg"] = "你不在家干能干嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1629010238,
					["from"] = "牧原股份#3763",
					["msg"] = "看孩子",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1629010253,
					["from"] = "特變電工",
					["msg"] = "晚上8点要上线哦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1629011178,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1629011186,
					["from"] = "特變電工",
					["msg"] = "他妹的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1629011197,
					["from"] = "特變電工",
					["msg"] = "你這周先找一個雙25人團",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1629011206,
					["from"] = "特變電工",
					["msg"] = "晚上8點的沒補位置了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1629011214,
					["from"] = "牧原股份#3763",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1629011650,
					["from"] = "特變電工",
					["msg"] = "wca ",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1629011654,
					["from"] = "特變電工",
					["msg"] = "麥克H",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1629011656,
					["from"] = "特變電工",
					["msg"] = "來不來",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1629011657,
					["from"] = "牧原股份#3763",
					["msg"] = "ca ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1629011672,
					["from"] = "牧原股份#3763",
					["msg"] = "不去 玩不了那麽投入",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1629011679,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1629033143,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麽樣 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1629033151,
					["from"] = "特變電工",
					["msg"] = "1把過",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1629033156,
					["from"] = "特變電工",
					["msg"] = "你趕緊找隊伍打",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1629033165,
					["from"] = "牧原股份#3763",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1629033201,
					["from"] = "牧原股份#3763",
					["msg"] = "媽的  水管爆了 擦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1629033207,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1629033219,
					["from"] = "特變電工",
					["msg"] = "找物業啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1629033230,
					["from"] = "牧原股份#3763",
					["msg"] = "大半夜哪裏找物業",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1629033617,
					["from"] = "牧原股份#3763",
					["msg"] = "kpi完成了 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1629033618,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 瑪瑟里頓交戰（當前未知 (階段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1629033973,
					["from"] = "牧原股份#3763",
					["msg"] = "我怎麽加dc",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1629033982,
					["from"] = "特變電工",
					["msg"] = "你加幹嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1629033999,
					["from"] = "牧原股份#3763",
					["msg"] = "我加入了G團  可是我怎麽加如DC頻道呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1629034007,
					["from"] = "特變電工",
					["msg"] = "他會給一個網址",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1629034010,
					["from"] = "特變電工",
					["msg"] = "複製就可以",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1629034011,
					["from"] = "牧原股份#3763",
					["msg"] = "我要DC號 沒人理我",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1629034030,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 還沒發",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1629034275,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 瑪瑟里頓!",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1629035180,
					["from"] = "特變電工",
					["msg"] = "你打哪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1629035188,
					["from"] = "牧原股份#3763",
					["msg"] = "2個",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1629037442,
					["from"] = "特變電工",
					["msg"] = "起飛了沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1629037446,
					["from"] = "特變電工",
					["msg"] = "DC正常吧",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1629037452,
					["from"] = "牧原股份#3763",
					["msg"] = "1",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1629037523,
					["from"] = "特變電工",
					["msg"] = "格魯爾打完了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1629037524,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 瑪瑟里頓交戰（當前未知 (階段1)，24/25存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1629037633,
					["from"] = "牧原股份#3763",
					["msg"] = "治療量第二 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1629037643,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 瑪瑟里頓還有99% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1629037644,
					["from"] = "牧原股份#3763",
					["msg"] = "可惜滅了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1629037849,
					["from"] = "特變電工",
					["msg"] = "好玩不",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1629037897,
					["from"] = "牧原股份#3763",
					["msg"] = "可以 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [206]
				{
					["type"] = 1,
					["time"] = 1629037908,
					["from"] = "牧原股份#3763",
					["msg"] = "估計要滅慘 野團",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [207]
				{
					["type"] = 1,
					["time"] = 1629037918,
					["from"] = "特變電工",
					["msg"] = "還好啊 都打過的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [208]
				{
					["type"] = 1,
					["time"] = 1629037922,
					["from"] = "特變電工",
					["msg"] = "格魯爾打完了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [209]
				{
					["type"] = 1,
					["time"] = 1629037932,
					["from"] = "牧原股份#3763",
					["msg"] = "沒 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [210]
				{
					["type"] = 1,
					["time"] = 1629037937,
					["from"] = "特變電工",
					["msg"] = "坑",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [211]
				{
					["type"] = 1,
					["time"] = 1629037938,
					["from"] = "牧原股份#3763",
					["msg"] = "開始打這個",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [212]
				{
					["type"] = 1,
					["time"] = 1629037951,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 我是來練習的 無所謂",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [213]
				{
					["type"] = 1,
					["time"] = 1629037952,
					["from"] = "特變電工",
					["msg"] = "沒你啥裝備的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [214]
				{
					["type"] = 1,
					["time"] = 1629037958,
					["from"] = "牧原股份#3763",
					["msg"] = "胸甲",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [215]
				{
					["type"] = 1,
					["time"] = 1629037971,
					["from"] = "特變電工",
					["msg"] = "你要毛T4啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [216]
				{
					["type"] = 1,
					["time"] = 1629037974,
					["from"] = "特變電工",
					["msg"] = "浪費前",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [217]
				{
					["type"] = 1,
					["time"] = 1629037983,
					["from"] = "牧原股份#3763",
					["msg"] = "我樂意",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [218]
				{
					["type"] = 1,
					["time"] = 1629037985,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [219]
				{
					["type"] = 1,
					["time"] = 1629037987,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [220]
				{
					["type"] = 1,
					["time"] = 1629038252,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈  又滅了 嘎嘎",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [221]
				{
					["type"] = 1,
					["time"] = 1629038290,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [222]
				{
					["type"] = 1,
					["time"] = 1629038295,
					["from"] = "特變電工",
					["msg"] = "菜啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [223]
				{
					["type"] = 1,
					["time"] = 1629038302,
					["from"] = "牧原股份#3763",
					["msg"] = "第一棒都沒弄好 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [224]
				{
					["type"] = 1,
					["time"] = 1629038321,
					["from"] = "牧原股份#3763",
					["msg"] = "太垃圾了 我是第二棒 都沒用武之地",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [225]
				{
					["type"] = 1,
					["time"] = 1629038330,
					["from"] = "牧原股份#3763",
					["msg"] = "傷心",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [226]
				{
					["type"] = 1,
					["time"] = 1629038835,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 滅了 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [227]
				{
					["type"] = 1,
					["time"] = 1629038839,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [228]
				{
					["type"] = 1,
					["time"] = 1629038840,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 瑪瑟里頓交戰（當前99% (階段1)，5/17存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [229]
				{
					["type"] = 1,
					["time"] = 1629038850,
					["from"] = "特變電工",
					["msg"] = "你8點來的話已經起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [230]
				{
					["type"] = 1,
					["time"] = 1629038851,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 瑪瑟里頓還有99% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [231]
				{
					["type"] = 1,
					["time"] = 1629038962,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 都沒過P1 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [232]
				{
					["type"] = 1,
					["time"] = 1629040184,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [233]
				{
					["type"] = 1,
					["time"] = 1629040185,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 瑪瑟里頓交戰（當前82% (階段1)，1/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [234]
				{
					["type"] = 1,
					["time"] = 1629040185,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 瑪瑟里頓還有82% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [235]
				{
					["type"] = 1,
					["time"] = 1629040188,
					["from"] = "特變電工",
					["msg"] = "還沒過？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [236]
				{
					["type"] = 1,
					["time"] = 1629040192,
					["from"] = "特變電工",
					["msg"] = "團長直接拉黑了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [237]
				{
					["type"] = 1,
					["time"] = 1629040192,
					["from"] = "牧原股份#3763",
					["msg"] = "沒  ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [238]
				{
					["type"] = 1,
					["time"] = 1629040201,
					["from"] = "特變電工",
					["msg"] = "什麽垃圾團",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [239]
				{
					["type"] = 1,
					["time"] = 1629040204,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [240]
				{
					["type"] = 1,
					["time"] = 1629040218,
					["from"] = "牧原股份#3763",
					["msg"] = "浪費我大藍 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [241]
				{
					["type"] = 1,
					["time"] = 1629040230,
					["from"] = "特變電工",
					["msg"] = "別喝了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [242]
				{
					["type"] = 1,
					["time"] = 1629040232,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [243]
				{
					["type"] = 1,
					["time"] = 1629040300,
					["from"] = "特變電工",
					["msg"] = "語音啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [244]
				{
					["type"] = 1,
					["time"] = 1629040301,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [245]
				{
					["type"] = 1,
					["time"] = 1629124785,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [246]
				{
					["type"] = 1,
					["time"] = 1629127186,
					["from"] = "牧原股份#3763",
					["msg"] = "你試試",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [247]
				{
					["type"] = 1,
					["time"] = 1629131109,
					["from"] = "特變電工",
					["msg"] = "你跟大家一起站 一起跑就行了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [248]
				{
					["type"] = 1,
					["time"] = 1629131115,
					["from"] = "牧原股份#3763",
					["msg"] = "ok",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [249]
				{
					["type"] = 1,
					["time"] = 1629140270,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [250]
				{
					["type"] = 1,
					["time"] = 1629140270,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [251]
				{
					["type"] = 1,
					["time"] = 1629140682,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。收入960g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [252]
				{
					["type"] = 1,
					["time"] = 1629140682,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。付出960g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [253]
				{
					["type"] = 1,
					["time"] = 1629216425,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [254]
				{
					["type"] = 1,
					["time"] = 1629216436,
					["from"] = "牧原股份#3763",
					["msg"] = "我做的門任務叫什麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [255]
				{
					["type"] = 1,
					["time"] = 1629216444,
					["from"] = "牧原股份#3763",
					["msg"] = "風暴們麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [256]
				{
					["type"] = 1,
					["time"] = 1629216449,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [257]
				{
					["type"] = 1,
					["time"] = 1629216460,
					["from"] = "特變電工",
					["msg"] = "還有 H監獄裏面接一個任務",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [258]
				{
					["type"] = 1,
					["time"] = 1629216468,
					["from"] = "特變電工",
					["msg"] = "H監獄是毒蛇神殿的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [259]
				{
					["type"] = 1,
					["time"] = 1629216485,
					["from"] = "牧原股份#3763",
					["msg"] = "我先搞風暴要塞的吧 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [260]
				{
					["type"] = 1,
					["time"] = 1629216487,
					["from"] = "特變電工",
					["msg"] = "月影村是風暴門任務",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [261]
				{
					["type"] = 1,
					["time"] = 1629216492,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [262]
				{
					["type"] = 1,
					["time"] = 1629216503,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 我找了個攻略",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [263]
				{
					["type"] = 1,
					["time"] = 1629216569,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 是不是臺服任務名和大陸不一樣 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [264]
				{
					["type"] = 1,
					["time"] = 1629216578,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [265]
				{
					["type"] = 1,
					["time"] = 1629216583,
					["from"] = "牧原股份#3763",
					["msg"] = "坑呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [266]
				{
					["type"] = 1,
					["time"] = 1629216594,
					["from"] = "牧原股份#3763",
					["msg"] = "古爾丹火山？任務",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [267]
				{
					["type"] = 1,
					["time"] = 1629216603,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [268]
				{
					["type"] = 1,
					["time"] = 1629216606,
					["from"] = "特變電工",
					["msg"] = "就做他",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [269]
				{
					["type"] = 1,
					["time"] = 1629216616,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 還好前3個字一樣",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [270]
				{
					["type"] = 1,
					["time"] = 1629216635,
					["from"] = "特變電工",
					["msg"] = "然後就是插圖騰去各種殺怪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [271]
				{
					["type"] = 1,
					["time"] = 1629216657,
					["from"] = "牧原股份#3763",
					["msg"] = "現在殺怪太難了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [272]
				{
					["type"] = 1,
					["time"] = 1629216979,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [273]
				{
					["type"] = 1,
					["time"] = 1629296918,
					["from"] = "牧原股份#3763",
					["msg"] = "奴隸圍欄 臺服叫啥",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [274]
				{
					["type"] = 1,
					["time"] = 1629297909,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [275]
				{
					["type"] = 1,
					["time"] = 1629298214,
					["from"] = "牧原股份#3763",
					["msg"] = "今天馬肥CD最後一天麽 還是已經下周了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [276]
				{
					["type"] = 1,
					["time"] = 1629299786,
					["from"] = "牧原股份#3763",
					["msg"] = "先給我5000G 有沒有 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [277]
				{
					["type"] = 1,
					["time"] = 1629299795,
					["from"] = "特變電工",
					["msg"] = "幹嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [278]
				{
					["type"] = 1,
					["time"] = 1629299803,
					["from"] = "牧原股份#3763",
					["msg"] = "消費去  沒花出去 再給你",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [279]
				{
					["type"] = 1,
					["time"] = 1629299820,
					["from"] = "特變電工",
					["msg"] = "去哪",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [280]
				{
					["type"] = 1,
					["time"] = 1629299841,
					["from"] = "牧原股份#3763",
					["msg"] = "飛馬",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [281]
				{
					["type"] = 1,
					["time"] = 1629299852,
					["from"] = "牧原股份#3763",
					["msg"] = "郵寄給我",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [282]
				{
					["type"] = 1,
					["time"] = 1629299858,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [283]
				{
					["type"] = 1,
					["time"] = 1629299863,
					["from"] = "特變電工",
					["msg"] = "郵寄要等1小時",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [284]
				{
					["type"] = 1,
					["time"] = 1629299879,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 那怎麽版 你敢不敢來 奧格",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [285]
				{
					["type"] = 1,
					["time"] = 1629299888,
					["from"] = "特變電工",
					["msg"] = "你去哪？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [286]
				{
					["type"] = 1,
					["time"] = 1629299892,
					["from"] = "特變電工",
					["msg"] = "我馬上來",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [287]
				{
					["type"] = 1,
					["time"] = 1629299897,
					["from"] = "牧原股份#3763",
					["msg"] = "好的 謝謝大哥",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [288]
				{
					["type"] = 1,
					["time"] = 1629299903,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [289]
				{
					["type"] = 1,
					["time"] = 1629299916,
					["from"] = "牧原股份#3763",
					["msg"] = "我在 銀行門口",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [290]
				{
					["type"] = 1,
					["time"] = 1629299942,
					["from"] = "牧原股份#3763",
					["msg"] = "今天 不會是下周新cd了吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [291]
				{
					["type"] = 1,
					["time"] = 1629299949,
					["from"] = "牧原股份#3763",
					["msg"] = "馬飛",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [292]
				{
					["type"] = 1,
					["time"] = 1629300123,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。付出6000g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [293]
				{
					["type"] = 1,
					["time"] = 1629300123,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。收入6000g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [294]
				{
					["type"] = 1,
					["time"] = 1629301260,
					["from"] = "特變電工",
					["msg"] = "滅了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [295]
				{
					["type"] = 1,
					["time"] = 1629301262,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與世界首領 - 大君王莫卡爾交戰（當前0%，8/26存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [296]
				{
					["type"] = 1,
					["time"] = 1629301271,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [297]
				{
					["type"] = 1,
					["time"] = 1629301276,
					["from"] = "特變電工",
					["msg"] = "坑嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [298]
				{
					["type"] = 1,
					["time"] = 1629301290,
					["from"] = "牧原股份#3763",
					["msg"] = " 老1就滅了 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [299]
				{
					["type"] = 1,
					["time"] = 1629301304,
					["from"] = "牧原股份#3763",
					["msg"] = "法師T 不會 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [300]
				{
					["type"] = 1,
					["time"] = 1629301313,
					["from"] = "特變電工",
					["msg"] = "有什麽不會的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [301]
				{
					["type"] = 1,
					["time"] = 1629301319,
					["from"] = "特變電工",
					["msg"] = "很簡單啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [302]
				{
					["type"] = 1,
					["time"] = 1629301325,
					["from"] = "特變電工",
					["msg"] = "站在原地打",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [303]
				{
					["type"] = 1,
					["time"] = 1629301330,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 大君王莫卡爾還有0%時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [304]
				{
					["type"] = 1,
					["time"] = 1629301335,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [305]
				{
					["type"] = 1,
					["time"] = 1629301354,
					["from"] = "牧原股份#3763",
					["msg"] = "我沒問題 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [306]
				{
					["type"] = 1,
					["time"] = 1629301391,
					["from"] = "牧原股份#3763",
					["msg"] = "我是被火球點四了 拉火球的去世了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [307]
				{
					["type"] = 1,
					["time"] = 1629301783,
					["from"] = "牧原股份#3763",
					["msg"] = "治療第一 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [308]
				{
					["type"] = 1,
					["time"] = 1629301791,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [309]
				{
					["type"] = 1,
					["time"] = 1629301808,
					["from"] = "牧原股份#3763",
					["msg"] = "隨便++",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [310]
				{
					["type"] = 1,
					["time"] = 1629302865,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [311]
				{
					["type"] = 1,
					["time"] = 1629302868,
					["from"] = "特變電工",
					["msg"] = "坑了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [312]
				{
					["type"] = 1,
					["time"] = 1629302876,
					["from"] = "牧原股份#3763",
					["msg"] = "坑了 滅了 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [313]
				{
					["type"] = 1,
					["time"] = 1629304048,
					["from"] = "特變電工",
					["msg"] = "過了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [314]
				{
					["type"] = 1,
					["time"] = 1629304052,
					["from"] = "牧原股份#3763",
					["msg"] = "過了 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [315]
				{
					["type"] = 1,
					["time"] = 1629304061,
					["from"] = "牧原股份#3763",
					["msg"] = "小德腿3000",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [316]
				{
					["type"] = 1,
					["time"] = 1629304065,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [317]
				{
					["type"] = 1,
					["time"] = 1629304068,
					["from"] = "特變電工",
					["msg"] = "你買了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [318]
				{
					["type"] = 1,
					["time"] = 1629304084,
					["from"] = "牧原股份#3763",
					["msg"] = "沒  2個XD再標",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [319]
				{
					["type"] = 1,
					["time"] = 1629304098,
					["from"] = "特變電工",
					["msg"] = "他們是坦克吧",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [320]
				{
					["type"] = 1,
					["time"] = 1629304108,
					["from"] = "牧原股份#3763",
					["msg"] = "有一個n",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [321]
				{
					["type"] = 1,
					["time"] = 1629304113,
					["from"] = "牧原股份#3763",
					["msg"] = "一個n",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [322]
				{
					["type"] = 1,
					["time"] = 1629304115,
					["from"] = "牧原股份#3763",
					["msg"] = "一個t",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [323]
				{
					["type"] = 1,
					["time"] = 1629305231,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [324]
				{
					["type"] = 1,
					["time"] = 1629305989,
					["from"] = "特變電工",
					["msg"] = "説話",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [325]
				{
					["type"] = 1,
					["time"] = 1629306044,
					["from"] = "特變電工",
					["msg"] = "說i話",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [326]
				{
					["type"] = 1,
					["time"] = 1629306047,
					["from"] = "牧原股份#3763",
					["msg"] = "shuo le ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [327]
				{
					["type"] = 1,
					["time"] = 1629386356,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [328]
				{
					["type"] = 1,
					["time"] = 1629386371,
					["from"] = "牧原股份#3763",
					["msg"] = "開著呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [329]
				{
					["type"] = 1,
					["time"] = 1629479439,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [330]
				{
					["type"] = 1,
					["time"] = 1629535509,
					["from"] = "特變電工",
					["msg"] = "能不能愉快的上綫",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [331]
				{
					["type"] = 1,
					["time"] = 1629535513,
					["from"] = "特變電工",
					["msg"] = "今天幾點上",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [332]
				{
					["type"] = 1,
					["time"] = 1629545928,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [333]
				["info"] = {
				},
			},
			["焚天"] = {
				{
					["type"] = 1,
					["time"] = 1628428491,
					["from"] = "焚天",
					["msg"] = "在嘛",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628428491,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與世界首領 - 弒龍者戈魯爾交戰（當前53%，2/25存活）",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628428498,
					["from"] = "特變電工",
					["msg"] = "格魯爾",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628428504,
					["from"] = "焚天",
					["msg"] = "多久打完",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628428507,
					["from"] = "特變電工",
					["msg"] = "滅慘了",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628428508,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628428510,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工在弒龍者戈魯爾還有53%時滅團了。",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628428512,
					["from"] = "特變電工",
					["msg"] = "格魯爾完了還有卡拉贊",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628428517,
					["from"] = "焚天",
					["msg"] = "........",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628428517,
					["from"] = "特變電工",
					["msg"] = "瑪旁",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628428519,
					["from"] = "特變電工",
					["msg"] = "錯了",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628428524,
					["from"] = "特變電工",
					["msg"] = "格魯爾加瑪旁",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628428536,
					["from"] = "特變電工",
					["msg"] = "大約10點過",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628428659,
					["from"] = "焚天",
					["msg"] = "10點 可以55?",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628429848,
					["from"] = "焚天",
					["msg"] = "打完了嗎",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628430635,
					["from"] = "焚天",
					["msg"] = "勝 馬瑟?",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628932029,
					["from"] = "焚天",
					["msg"] = "退組",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628932037,
					["from"] = "特變電工",
					["msg"] = "馬上",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628932046,
					["from"] = "特變電工",
					["msg"] = "做一個東西",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628932094,
					["from"] = "特變電工",
					["msg"] = "++",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628932115,
					["from"] = "焚天",
					["msg"] = "YY",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629035708,
					["from"] = "焚天",
					["msg"] = "藥丸22嗎",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629035716,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629036417,
					["from"] = "焚天",
					["msg"] = "剛開場 就上馬衝到臉上 在下馬 ",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629036447,
					["from"] = "焚天",
					["msg"] = "別走到一半 就下馬 這樣打不倒人 讓廢怒氣",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629036451,
					["from"] = "焚天",
					["msg"] = "斷金 上好",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629042286,
					["from"] = "焚天",
					["msg"] = "先排一場 22 玩看看?",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629042297,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629042299,
					["from"] = "特變電工",
					["msg"] = "等我",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629043169,
					["from"] = "焚天",
					["msg"] = "|cFFFFFFFF[|Hurl:https://www.douyu.com/778539|hhttps://www.douyu.com/778539|h]|r ",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629045488,
					["from"] = "焚天",
					["msg"] = "進",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629045494,
					["from"] = "焚天",
					["msg"] = "進",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629045506,
					["from"] = "焚天",
					["msg"] = "進了",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629539124,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629539132,
					["from"] = "特變電工",
					["msg"] = "晚上高啊",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629539141,
					["from"] = "特變電工",
					["msg"] = "你退戰隊了？",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [36]
				["info"] = {
				},
			},
			["恕嵐轎"] = {
				{
					["type"] = 1,
					["time"] = 1628521919,
					["from"] = "特變電工",
					["msg"] = "好了沒",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628521923,
					["from"] = "恕嵐轎",
					["msg"] = "好了",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628521964,
					["from"] = "特變電工",
					["msg"] = "給我A",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628522248,
					["from"] = "特變電工",
					["msg"] = "++",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628522272,
					["from"] = "特變電工",
					["msg"] = "又要11點半開始啊",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628522287,
					["from"] = "特變電工",
					["msg"] = "我跟牧原明天要上班嗯",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628522289,
					["from"] = "恕嵐轎",
					["msg"] = "對啊 沒辦法因為有些人晚到",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628522296,
					["from"] = "恕嵐轎",
					["msg"] = "囧 我們會打很快啦 哈哈哈哈",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628522304,
					["from"] = "恕嵐轎",
					["msg"] = "預計差不多兩點多左右可以打完",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628522304,
					["from"] = "特變電工",
					["msg"] = "太不守時了",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628522317,
					["from"] = "恕嵐轎",
					["msg"] = "囧 ",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628522323,
					["from"] = "恕嵐轎",
					["msg"] = "是不是我太不嚴厲了ＸＤ",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628522798,
					["from"] = "特變電工",
					["msg"] = "還差這麽多人？",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628522813,
					["from"] = "恕嵐轎",
					["msg"] = "差一個補煞 等一個牧師上限 然後阿滅等下來",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628522826,
					["from"] = "恕嵐轎",
					["msg"] = "有個術士 永生的老婆 他待會上",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628523780,
					["from"] = "特變電工",
					["msg"] = "你今天爲什麽又不坦了",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628523793,
					["from"] = "恕嵐轎",
					["msg"] = "囧 給年輕人一個機會",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628523799,
					["from"] = "恕嵐轎",
					["msg"] = "他們說想坦",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628523799,
					["from"] = "特變電工",
					["msg"] = "鎧甲有衝突啊",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628523820,
					["from"] = "恕嵐轎",
					["msg"] = "你裝備不是都差不多了ＱＱ",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628523854,
					["from"] = "恕嵐轎",
					["msg"] = "囧",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628523917,
					["from"] = "恕嵐轎",
					["msg"] = "相信自己啦 哈哈哈哈 你的骰子夠大",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628523924,
					["from"] = "特變電工",
					["msg"] = "團隊利益最大化",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628523933,
					["from"] = "特變電工",
					["msg"] = "德戰",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1628524038,
					["from"] = "恕嵐轎",
					["msg"] = "我跟他說過",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1628524041,
					["from"] = "恕嵐轎",
					["msg"] = "裝備以妳優先",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1628524045,
					["from"] = "恕嵐轎",
					["msg"] = "沒事的",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1628524050,
					["from"] = "恕嵐轎",
					["msg"] = "自己團員我會先照顧",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1628524051,
					["from"] = "特變電工",
					["msg"] = "算了 都roll",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1628524055,
					["from"] = "恕嵐轎",
					["msg"] = "沒",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1628524056,
					["from"] = "恕嵐轎",
					["msg"] = "講好了",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1628524059,
					["from"] = "恕嵐轎",
					["msg"] = "以你優先",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1628524063,
					["from"] = "恕嵐轎",
					["msg"] = "這是本來就應該的",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1628524067,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1628524078,
					["from"] = "恕嵐轎",
					["msg"] = "我只是給他機會來打 我還是以固定團員為優先",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1628524232,
					["from"] = "恕嵐轎",
					["msg"] = "烈日 是血蹄 我們公會的主坦 ",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1628535560,
					["from"] = "恕嵐轎",
					["msg"] = "與<特變電工>的交易成功了。給予|cffa335ee|Hitem:28730::::::::70::::::::|h[無疤秘銀指環]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "恕嵐轎",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1628535560,
					["from"] = "特變電工",
					["msg"] = "與<恕嵐轎>的交易成功了。獲得|cffa335ee|Hitem:28730::::::::70::::::::|h[無疤秘銀指環]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "恕嵐轎",
				}, -- [38]
				["info"] = {
				},
			},
			["月半豸苗"] = {
				{
					["type"] = 1,
					["time"] = 1628784161,
					["from"] = "月半豸苗",
					["msg"] = "打屁",
					["inbound"] = true,
					["convo"] = "月半豸苗",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628784166,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "月半豸苗",
				}, -- [2]
				["info"] = {
				},
			},
			["麥擱安捏怕"] = {
				{
					["type"] = 1,
					["time"] = 1628417519,
					["from"] = "麥擱安捏怕",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "麥擱安捏怕",
				}, -- [1]
				["info"] = {
				},
			},
			["希爾德烈日"] = {
				{
					["type"] = 1,
					["time"] = 1629020044,
					["from"] = "特變電工",
					["msg"] = "我要附魔2把",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629020054,
					["from"] = "特變電工",
					["msg"] = "我去買材料",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629020072,
					["from"] = "希爾德烈日",
					["msg"] = "我虛無水晶夠 其他的你買 然後你看水晶多少",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629020076,
					["from"] = "希爾德烈日",
					["msg"] = "我便宜給你就好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629020078,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629020080,
					["from"] = "特變電工",
					["msg"] = "謝謝",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629020089,
					["from"] = "特變電工",
					["msg"] = "2把需要12個哦",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629020089,
					["from"] = "希爾德烈日",
					["msg"] = "不會 同公會的",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629020095,
					["from"] = "希爾德烈日",
					["msg"] = "我有",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629020098,
					["from"] = "希爾德烈日",
					["msg"] = "免煩惱XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629020103,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629020104,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629020137,
					["from"] = "特變電工",
					["msg"] = "虛無水機現在6個145",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629020151,
					["from"] = "希爾德烈日",
					["msg"] = "12顆算你200就好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629020154,
					["from"] = "希爾德烈日",
					["msg"] = "250",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629020160,
					["from"] = "特變電工",
					["msg"] = "市場價就行",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629020168,
					["from"] = "希爾德烈日",
					["msg"] = "沒事便宜一點",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629020177,
					["from"] = "希爾德烈日",
					["msg"] = "同公會就不收代工費了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629020243,
					["from"] = "希爾德烈日",
					["msg"] = "電工",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629020256,
					["from"] = "希爾德烈日",
					["msg"] = "晚點幫你付",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629020259,
					["from"] = "特變電工",
					["msg"] = "馬上就好",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629020270,
					["from"] = "希爾德烈日",
					["msg"] = "我這邊剛開一場H火壁壘",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629020272,
					["from"] = "希爾德烈日",
					["msg"] = "馬上好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629020284,
					["from"] = "特變電工",
					["msg"] = "嗯嗯",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629020285,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629020812,
					["from"] = "特變電工",
					["msg"] = "|cffffd000|Henchant:27954|h[附魔: 附魔靴子 - 穩固]|h|r你會嗎@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629020843,
					["from"] = "希爾德烈日",
					["msg"] = "我會12耐力的而已",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629020845,
					["from"] = "希爾德烈日",
					["msg"] = "你要嘛",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629020859,
					["from"] = "特變電工",
					["msg"] = "不了 我要DPS 哈哈",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629020863,
					["from"] = "希爾德烈日",
					["msg"] = "好XD",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629023972,
					["from"] = "特變電工",
					["msg"] = "你打得有點滿啊@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629023979,
					["from"] = "希爾德烈日",
					["msg"] = "剛打完QQ",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629024007,
					["from"] = "特變電工",
					["msg"] = "@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629024025,
					["from"] = "特變電工",
					["msg"] = "讓法師開一個奧格門@@",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629024033,
					["from"] = "希爾德烈日",
					["msg"] = "奧格見",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629024038,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629024461,
					["from"] = "特變電工",
					["msg"] = "|cffffd000|Henchant:34004|h[附魔: 附魔披風 - 強效敏捷]|h|r",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629024465,
					["from"] = "特變電工",
					["msg"] = "這個會嗎",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629024466,
					["from"] = "希爾德烈日",
					["msg"] = "這我不會",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629024472,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629024472,
					["from"] = "希爾德烈日",
					["msg"] = "我圖紙沒甚麼刷",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629024734,
					["from"] = "希爾德烈日",
					["msg"] = "電工等我QQ",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629024992,
					["from"] = "特變電工",
					["msg"] = "我看了一下裝備 我先附一個吧",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629024996,
					["from"] = "希爾德烈日",
					["msg"] = "好了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629025001,
					["from"] = "希爾德烈日",
					["msg"] = "好的~",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629025028,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易失敗了，因為<交易取消>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629025028,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易失敗了，因為<交易取消>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629025032,
					["from"] = "希爾德烈日",
					["msg"] = "@@",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629025035,
					["from"] = "希爾德烈日",
					["msg"] = "怎麼了",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629025048,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(10)等4件物品。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629025048,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。給予|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(10)等4件物品。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629025054,
					["from"] = "特變電工",
					["msg"] = "多少錢來著",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629025063,
					["from"] = "特變電工",
					["msg"] = "125",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629025072,
					["from"] = "希爾德烈日",
					["msg"] = "OK~",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629025081,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。收入125g。物品|cffa335ee|Hitem:28438::::::::70::::::::|h[龍喉]|h|r獲得了附魔<附魔武器 - 貓鼬>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629025081,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。付出125g。物品|cffa335ee|Hitem:28438::::::::70::::::::|h[龍喉]|h|r獲得了附魔<附魔武器 - 貓鼬>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629025084,
					["from"] = "特變電工",
					["msg"] = "感謝啊",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629025225,
					["from"] = "特變電工",
					["msg"] = "|cffffd000|Henchant:27960|h[附魔: 附魔胸甲 - 特殊屬性]|h|r",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629025235,
					["from"] = "希爾德烈日",
					["msg"] = "這個我會",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629025252,
					["from"] = "特變電工",
					["msg"] = "幫我附一下",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629025255,
					["from"] = "希爾德烈日",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629025305,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。獲得|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(4)等3件物品。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629025305,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。給予|cff0070dd|Hitem:22449::::::::70::::::::|h[大塊稜石裂片]|h|r(4)等3件物品。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629025317,
					["from"] = "希爾德烈日",
					["msg"] = "與<特變電工>的交易成功了。物品|cff0070dd|Hitem:27906::::::::70::::::::|h[赤紅鍛造胸甲]|h|r獲得了附魔<附魔胸甲 - 特殊屬性>。",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629025317,
					["from"] = "特變電工",
					["msg"] = "與<希爾德烈日>的交易成功了。物品|cff0070dd|Hitem:27906::::::::70::::::::|h[赤紅鍛造胸甲]|h|r獲得了附魔<附魔胸甲 - 特殊屬性>。",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629025323,
					["from"] = "希爾德烈日",
					["msg"] = "感恩~",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629025324,
					["from"] = "特變電工",
					["msg"] = "謝",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [67]
				["info"] = {
				},
			},
			["fatcat#3510"] = {
				{
					["type"] = 1,
					["time"] = 1628423187,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628423196,
					["from"] = "特變電工",
					["msg"] = "我DD打格魯爾？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628423614,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628423649,
					["from"] = "fatcat#3510",
					["msg"] = "啥DD?",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628423653,
					["from"] = "特變電工",
					["msg"] = "格魯爾",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628423667,
					["from"] = "特變電工",
					["msg"] = "你讓我格魯爾打DD？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628423707,
					["from"] = "fatcat#3510",
					["msg"] = "恩恩 對",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628423717,
					["from"] = "特變電工",
					["msg"] = "我武器戰哦？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628423726,
					["from"] = "特變電工",
					["msg"] = "還是去洗狂暴戰",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628423734,
					["from"] = "fatcat#3510",
					["msg"] = "狂暴 才有DPS",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628423740,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628423744,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628609251,
					["from"] = "fatcat#3510",
					["msg"] = "快阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628609265,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628609270,
					["from"] = "fatcat#3510",
					["msg"] = "????",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628609278,
					["from"] = "特變電工",
					["msg"] = "開打嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628609286,
					["from"] = "fatcat#3510",
					["msg"] = "開打",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628609299,
					["from"] = "特變電工",
					["msg"] = "等我洗天賦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628609299,
					["from"] = "fatcat#3510",
					["msg"] = "上dc",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628609335,
					["from"] = "fatcat#3510",
					["msg"] = "上dc阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628609336,
					["from"] = "fatcat#3510",
					["msg"] = " 上dc阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628609336,
					["from"] = "fatcat#3510",
					["msg"] = "  上dc阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628609337,
					["from"] = "fatcat#3510",
					["msg"] = "   上dc阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628690687,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1628690705,
					["from"] = "fatcat#3510",
					["msg"] = "??",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1628690712,
					["from"] = "特變電工",
					["msg"] = "還打不",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1628690717,
					["from"] = "fatcat#3510",
					["msg"] = "你到家ㄌ?",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1628690721,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1628871360,
					["from"] = "特變電工",
					["msg"] = "阿貓",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1628871366,
					["from"] = "fatcat#3510",
					["msg"] = "??",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1628871373,
					["from"] = "特變電工",
					["msg"] = "我想專職打狂暴戰了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1628871392,
					["from"] = "特變電工",
					["msg"] = "坦克好無聊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1628871409,
					["from"] = "fatcat#3510",
					["msg"] = "你還是要坦阿 = =",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1628871422,
					["from"] = "fatcat#3510",
					["msg"] = "等我找到坦 你在dd",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1628871429,
					["from"] = "特變電工",
					["msg"] = "坦克多 DD戰少 嗯",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1628871438,
					["from"] = "特變電工",
					["msg"] = "我先客串一下世界級的坦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1628871440,
					["from"] = "fatcat#3510",
					["msg"] = "而且你dd裝備要好阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1628871447,
					["from"] = "特變電工",
					["msg"] = "我去搞點",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1628871478,
					["from"] = "特變電工",
					["msg"] = "周末刷6個虛空做2緞",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1628871490,
					["from"] = "特變電工",
					["msg"] = "競技場打1850換一個副手",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1628871508,
					["from"] = "特變電工",
					["msg"] = "全副沒人這個競技場副手",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1628871515,
					["from"] = "特變電工",
					["msg"] = "我馬上就要擁有",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1628871539,
					["from"] = "特變電工",
					["msg"] = "等我這兩樣搞到手",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1628871550,
					["from"] = "特變電工",
					["msg"] = "DPS不是第一 我直播吃屎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1628871557,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629010280,
					["from"] = "特變電工",
					["msg"] = "晚上8点 我要洗狂暴dd吗",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629010295,
					["from"] = "fatcat#3510",
					["msg"] = "要",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629010371,
					["from"] = "特變電工",
					["msg"] = "我那個小D朋友裝備搞的差不多了 今晚也要來哦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629010395,
					["from"] = "fatcat#3510",
					["msg"] = "目前沒他位置喔 = = 這周 固定補 購",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629010414,
					["from"] = "特變電工",
					["msg"] = "這麽快就夠了喔",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629010427,
					["from"] = "fatcat#3510",
					["msg"] = "原本就夠阿 因為上周 88節",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629010433,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629017367,
					["from"] = "特變電工",
					["msg"] = "你在幹嘛",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629017375,
					["from"] = "fatcat#3510",
					["msg"] = "打就索爾",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629017378,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629017405,
					["from"] = "特變電工",
					["msg"] = "我買一個沙漏就2鍛單手錘了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629040361,
					["from"] = "特變電工",
					["msg"] = "以後8點能不能讓我朋友固定",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629040379,
					["from"] = "特變電工",
					["msg"] = "強力穩定補d",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629043635,
					["from"] = "fatcat#3510",
					["msg"] = "你在做啥",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629043645,
					["from"] = "特變電工",
					["msg"] = "33",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629043710,
					["from"] = "特變電工",
					["msg"] = "我那個強力穩定補D朋友能不能固定",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629043721,
					["from"] = "fatcat#3510",
					["msg"] = "目前是沒缺補  = =",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629043724,
					["from"] = "fatcat#3510",
					["msg"] = "我在想想",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629043729,
					["from"] = "特變電工",
					["msg"] = "那今天有又缺",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629043742,
					["from"] = "特變電工",
					["msg"] = "找個坦 我專心狂暴了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629043760,
					["from"] = "fatcat#3510",
					["msg"] = "我們原本就有個畢業補d",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629044080,
					["from"] = "特變電工",
					["msg"] = "然後呢",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629044091,
					["from"] = "特變電工",
					["msg"] = "他都畢業了 afk了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629044101,
					["from"] = "fatcat#3510",
					["msg"] = "他不適畢業",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629044112,
					["from"] = "特變電工",
					["msg"] = "2個不差啊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629044117,
					["from"] = "特變電工",
					["msg"] = "2個補D",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629044128,
					["from"] = "特變電工",
					["msg"] = "單體這麽強",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1629211728,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1629211764,
					["from"] = "fatcat#3510",
					["msg"] = "上了阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1629211769,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1629213593,
					["from"] = "特變電工",
					["msg"] = "+",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1629293343,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1629293353,
					["from"] = "fatcat#3510",
					["msg"] = "????",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1629293359,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1629293369,
					["from"] = "fatcat#3510",
					["msg"] = "你人ㄋ",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1629293374,
					["from"] = "fatcat#3510",
					["msg"] = "現在才上 = =",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1629293397,
					["from"] = "特變電工",
					["msg"] = "盡情的在家投入工作 忘記時間 看你召喚我了 我就來了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1629293494,
					["from"] = "特變電工",
					["msg"] = "搞不搞",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1629293503,
					["from"] = "fatcat#3510",
					["msg"] = "人不夠",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1629388059,
					["from"] = "fatcat#3510",
					["msg"] = "你朋友小D 叫啥名子",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1629388074,
					["from"] = "特變電工",
					["msg"] = "牧原股份",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1629388096,
					["from"] = "特變電工",
					["msg"] = "有補轉DD了嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1629388096,
					["from"] = "fatcat#3510",
					["msg"] = "我看一下他補妝",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1629388114,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1629388121,
					["from"] = "特變電工",
					["msg"] = "補裝",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1629388122,
					["from"] = "特變電工",
					["msg"] = "你放心",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1629388126,
					["from"] = "fatcat#3510",
					["msg"] = "叫他密我 我看一下",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1629388127,
					["from"] = "特變電工",
					["msg"] = "快畢業了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1629388140,
					["from"] = "特變電工",
					["msg"] = "你密他",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1629388146,
					["from"] = "特變電工",
					["msg"] = "你的名字太難打了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1629388536,
					["from"] = "特變電工",
					["msg"] = "怎麽樣 強力不",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1629388541,
					["from"] = "fatcat#3510",
					["msg"] = "還好",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1629388550,
					["from"] = "fatcat#3510",
					["msg"] = "遠哥 治療輛1900",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1629388554,
					["from"] = "fatcat#3510",
					["msg"] = "你朋友才1600",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1629388558,
					["from"] = "特變電工",
					["msg"] = "他沒附魔",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1629388561,
					["from"] = "fatcat#3510",
					["msg"] = "不夠強力",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1629388573,
					["from"] = "特變電工",
					["msg"] = "等他附魔完了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1629564273,
					["from"] = "特變電工",
					["msg"] = "明天我的小D朋友能來嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1629564294,
					["from"] = "fatcat#3510",
					["msg"] = "可以",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1629564309,
					["from"] = "特變電工",
					["msg"] = "p2我們什麽時候打",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1629564314,
					["from"] = "特變電工",
					["msg"] = "還是周末嗎",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1629564338,
					["from"] = "fatcat#3510",
					["msg"] = "到時候再問",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1629564411,
					["from"] = "特變電工",
					["msg"] = "剛去祖阿曼門口逛了一圈 仿佛08年重現",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [108]
				["info"] = {
				},
			},
			["速嵐轎"] = {
				{
					["type"] = 1,
					["time"] = 1629130513,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28566::::::::70::::::::|h[不撓的赤紅束腰]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629130513,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28566::::::::70::::::::|h[不撓的赤紅束腰]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629132812,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28597::::::::70::::::::|h[潘札薩爾胸甲]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629132812,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28597::::::::70::::::::|h[潘札薩爾胸甲]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629133824,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629133824,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:29758::::::::70::::::::|h[逝往防衛者手套]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629138186,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入100g。給予|cffa335ee|Hitem:28755::::::::70::::::::|h[無情刀刃肩墊]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629138186,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出100g。獲得|cffa335ee|Hitem:28755::::::::70::::::::|h[無情刀刃肩墊]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629140475,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入260g。給予|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629140475,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出260g。獲得|cff0070dd|Hitem:31292::::::::70::::::::|h[水晶脈搏盾牌]|h|r(1)等2件物品。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629140541,
					["from"] = "速嵐轎",
					["msg"] = "與<特變電工>的交易成功了。收入240g。",
					["inbound"] = true,
					["convo"] = "速嵐轎",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629140541,
					["from"] = "特變電工",
					["msg"] = "與<速嵐轎>的交易成功了。付出240g。",
					["inbound"] = false,
					["convo"] = "速嵐轎",
				}, -- [12]
				["info"] = {
				},
			},
			["Gihan"] = {
				{
					["type"] = 1,
					["time"] = 1629480177,
					["from"] = "Gihan",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "Gihan",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629480179,
					["from"] = "Gihan",
					["msg"] = "115增強",
					["inbound"] = true,
					["convo"] = "Gihan",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629480198,
					["from"] = "特變電工",
					["msg"] = "按錯巨集了@@",
					["inbound"] = false,
					["convo"] = "Gihan",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629480202,
					["from"] = "Gihan",
					["msg"] = "K",
					["inbound"] = true,
					["convo"] = "Gihan",
				}, -- [4]
				["info"] = {
				},
			},
			["房仲陳先生"] = {
				{
					["type"] = 1,
					["time"] = 1628417329,
					["from"] = "特變電工",
					["msg"] = "占塔",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628417330,
					["from"] = "特變電工",
					["msg"] = "來",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [2]
				["info"] = {
				},
			},
			["練起來"] = {
				{
					["type"] = 1,
					["time"] = 1629039083,
					["from"] = "特變電工",
					["msg"] = "要殺？",
					["inbound"] = false,
					["convo"] = "練起來",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629039091,
					["from"] = "練起來",
					["msg"] = "沙什麼??",
					["inbound"] = true,
					["convo"] = "練起來",
				}, -- [2]
				["info"] = {
				},
			},
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1628404138,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "一會空了帶我法師打個H監獄？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628522096,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "對了 拉我去KZL交任務",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628522109,
					["from"] = "特變電工",
					["msg"] = "還沒出發",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628522139,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那組我 我自己組自己湊個團",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628522163,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628522165,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "組我這個號，然後組我另一個號",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628522179,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "轉團隊，隊長給我騎士，你再退",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628522194,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "組組",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628522217,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "組",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628522324,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "自己有法師就是舒服",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628522329,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628522331,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "去哪都方便",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628522338,
					["from"] = "特變電工",
					["msg"] = "我擦。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628522346,
					["from"] = "特變電工",
					["msg"] = "開門下綫",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628522367,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "對啊 你該晚點",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628522370,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "退組",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628522395,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你們還沒開打？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628522402,
					["from"] = "特變電工",
					["msg"] = "他們每次都不守時",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628522414,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "別人白天啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628522606,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:30641:2841:::::::70::::::::|h[迴避之靴]|h|Hitem:28566::24056:24062:::::70::::::::|h[不撓的赤紅束腰]|h|Hitem:28502:2649:24062::::::70::::::::|h[驍勇臂鎧]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628522633,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "騎士KLZ都要畢業了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628522641,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:29068:2999:24062:25896:::::70::::::::|h[審判者防禦面甲]|h|Hitem:29067:684:::::::70::::::::|h[審判者防禦手甲]|h|Hitem:28606:1071:::::::70::::::::|h[深沉黑暗之盾]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628523103,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你坦克飾品哪來的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628523112,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "發來看看看",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1628523266,
					["from"] = "特變電工",
					["msg"] = "|Hitem:30300::::::::70::::::::|h[戴比瑞之謎]|h|Hitem:27891::::::::70::::::::|h[極堅刻像]|h",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1628523284,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:30300::::::::70::::::::|h[戴比瑞之謎]|h?哪刷的？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1628523291,
					["from"] = "特變電工",
					["msg"] = "任務",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1628523295,
					["from"] = "特變電工",
					["msg"] = "畢業的",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1628523304,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "什麼任務?",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1628523344,
					["from"] = "特變電工",
					["msg"] = "你百度一下啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1628523346,
					["from"] = "特變電工",
					["msg"] = "很複雜",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1628523352,
					["from"] = "特變電工",
					["msg"] = "也不複雜",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1628523357,
					["from"] = "特變電工",
					["msg"] = "比達爾之謎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1628523360,
					["from"] = "特變電工",
					["msg"] = "簡體中文",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1628523390,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好 明天去做",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1628523415,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:27529::::::::70::::::::|h[巨像之偶]|h|Hitem:27891::::::::70::::::::|h[極堅刻像]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1628523423,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "換哪個唄？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1628696730,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "暗牧好爽",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1628696756,
					["from"] = "特變電工",
					["msg"] = "仇恨很蛋疼",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1628696762,
					["from"] = "特變電工",
					["msg"] = "暗牧來戰場 更爽",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1628696773,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1628696785,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "1019法傷",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1628696791,
					["from"] = "特變電工",
					["msg"] = "去戰場殺人啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1628696818,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "投資了5500G",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1628696829,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:24266:3002:24030:24030:24030::::70::::::::|h[法擊兜帽]|h|Hitem:24262:2748:24030:24030:24030::::70::::::::|h[法擊便褲]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1628696833,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:21869::24030:24030:::::70::::::::|h[冰霜影紋護肩]|h|Hitem:21871:2661:24030:24030:::::70::::::::|h[冰霜影紋長袍]|h|Hitem:21870::24030:24030:::::70::::::::|h[冰霜影紋之靴]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1628696840,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:30832:2669:::::::70::::::::|h[顯密裁決槌]|h|Hitem:29272::::::::70::::::::|h[嗜魂者寶珠]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1628696852,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "就是沒有誇眼。。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1628696857,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不然更猛",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1628696872,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我去做點消仇恨的藥水",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1628696935,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "碾壓115 SS 和獵人 ",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1628696944,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "H深幽的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1628696988,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "下了 睡覺，明晚去KLZ爽",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1628782417,
					["from"] = "特變電工",
					["msg"] = "發達",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1628782421,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1628782441,
					["from"] = "特變電工",
					["msg"] = "1050競技場點數",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1628863379,
					["from"] = "特變電工",
					["msg"] = "哭了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1628863383,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1628863400,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1628919389,
					["from"] = "特變電工",
					["msg"] = "去哪",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1628919428,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = " 格魯爾G團 馬上開打 格魯爾G團 馬上開打",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1628919439,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1628919440,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1628919446,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "咋了？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1628919464,
					["from"] = "特變電工",
					["msg"] = "帶你起飛呢 ",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1628919474,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "一會就完了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1628919483,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我兩個號眼睛都搞定了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1628919489,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1628919492,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:27683::::::::70::::::::|h[奎克米瑞之眼]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1628919497,
					["from"] = "特變電工",
					["msg"] = "流弊啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1628919506,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "錢好使啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1628919573,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你會不會烹飪？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1628919579,
					["from"] = "特變電工",
					["msg"] = "我啥都不會",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1628919590,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不是會鍛造？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1628919596,
					["from"] = "特變電工",
					["msg"] = "就鍛造",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1628919607,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那個是最難的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1628921329,
					["from"] = "特變電工",
					["msg"] = "pve你玩不腻啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1628921330,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<Deadly Boss Mods> 老闆挺住正在與25人 - 弒龍者戈魯爾交戰（當前58%，20/25存活）",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1628921501,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<DBM> 老闆挺住在25人 - 弒龍者戈魯爾還有100%時滅團了。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1628922350,
					["from"] = "特變電工",
					["msg"] = "還沒打完呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1628922351,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<Deadly Boss Mods> 老闆挺住正在與25人 - 弒龍者戈魯爾交戰（當前2%，19/25存活）",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1628922371,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<DBM> 老闆挺住已經擊敗25人 - 弒龍者戈魯爾!",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1628922376,
					["from"] = "特變電工",
					["msg"] = "終於",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1628922412,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有人犯傻",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1628922427,
					["from"] = "特變電工",
					["msg"] = "來打H每日血溶爐不",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1628922441,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "DD來",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1628922451,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1628922454,
					["from"] = "特變電工",
					["msg"] = "什麽職業",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1628922460,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "暗牧?",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1628922465,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1628922473,
					["from"] = "特變電工",
					["msg"] = "H血溶爐要控場不",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1628922479,
					["from"] = "特變電工",
					["msg"] = "我拉不住啊 暗牧",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1628922484,
					["from"] = "特變電工",
					["msg"] = "仇恨太高了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1628922489,
					["from"] = "特變電工",
					["msg"] = "|Hitem:31071::::::::70::::::::|h[葛洛姆特的斧頭]|h",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1628922494,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "其實我不想去。。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1628922498,
					["from"] = "特變電工",
					["msg"] = "哈",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1628922500,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那個本太操蛋",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1628922504,
					["from"] = "特變電工",
					["msg"] = "很難嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1628922520,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯 4波獸人哪裡",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1628922528,
					["from"] = "特變電工",
					["msg"] = "控制行不行",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1628922528,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "還容易出BUG",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1628922546,
					["from"] = "特變電工",
					["msg"] = "那我組法盜獵",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1628922555,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯嗯 你可以去試試",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1628922559,
					["from"] = "特變電工",
					["msg"] = "肯定沒H迷宮小怪難",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1628922570,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "H迷宮可以A啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1628922576,
					["from"] = "特變電工",
					["msg"] = "暗牧那裏",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1628922579,
					["from"] = "特變電工",
					["msg"] = "怎麽A",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1628922581,
					["from"] = "特變電工",
					["msg"] = "要死人",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1628922590,
					["from"] = "特變電工",
					["msg"] = "2個暗牧",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1628922625,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "網頁吧又掉了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1628922644,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "最近你給我弄得3個分組延遲都很高 是為什麼呢？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1628922655,
					["from"] = "特變電工",
					["msg"] = "服務器延遲吧",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1628922673,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "真心慢",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1628922682,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "DC連了 斷斷續續",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1628922709,
					["from"] = "特變電工",
					["msg"] = "換節點",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1628922723,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "換什麼節點？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1628922727,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "怎麼換？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1628922741,
					["from"] = "特變電工",
					["msg"] = "我配置了3個",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1628922744,
					["from"] = "特變電工",
					["msg"] = "你切換一下",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1628922751,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯 一直在切換",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1628922772,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "現在用的1",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1628922780,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "685",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1628922783,
					["from"] = "特變電工",
					["msg"] = "換一個試試",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1628922797,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "換過了 其他1000多",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1628922801,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1628923127,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "繼續馬肥  來不來？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1628923133,
					["from"] = "特變電工",
					["msg"] = "不來",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1628923149,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我重啟電腦看看 ",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1628923707,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你納魯任務做完沒有",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1628923716,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "[那魯的試煉:堅毅 (10886)]",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1628923722,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我還差個這個",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1628923731,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "[那魯的試煉:堅毅 (10886)]",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1628927190,
					["from"] = "特變電工",
					["msg"] = "4獸人滅了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1628927191,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<Deadly Boss Mods> 老闆挺住正在與25人 - 瑪瑟里頓交戰（當前99% (階段1)，24/25存活）",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1628927341,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<DBM> 老闆挺住在25人 - 瑪瑟里頓還有94% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1628928524,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1628928525,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<Deadly Boss Mods> 老闆挺住正在與25人 - 瑪瑟里頓交戰（當前96% (階段1)，23/25存活）",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1628928953,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "<DBM> 老闆挺住已經擊敗25人 - 瑪瑟里頓!",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1628928972,
					["from"] = "特變電工",
					["msg"] = "一上來死了2個 還能過？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1628928982,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯 流程王",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1628931257,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "PT鳥聽來不？我刷個尾王披風",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1628931320,
					["from"] = "特變電工",
					["msg"] = "戰場中",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1628931333,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1628931342,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "戰場現在這麼好拍？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1628931354,
					["from"] = "特變電工",
					["msg"] = "現在雇傭軍又沒了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1628931355,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1628931357,
					["from"] = "特變電工",
					["msg"] = "且等",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1628945312,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "魔鋼盾刺會不會做啊？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1628945320,
					["from"] = "特變電工",
					["msg"] = "會吧",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1628945327,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "把材料發給我看看哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1628945355,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1628945363,
					["from"] = "特變電工",
					["msg"] = "材料在沙塔斯",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1628945364,
					["from"] = "特變電工",
					["msg"] = "我還沒買",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1628945369,
					["from"] = "特變電工",
					["msg"] = "你要的話我就去買",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1628945388,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你說配方哇",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1628945393,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "看看需要什麼材料",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1628945397,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "|Hitem:25828::::::::70::::::::|h[石化地衣防禦者]|h",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1628945407,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我準備去賣身了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1628945415,
					["from"] = "特變電工",
					["msg"] = "|cFFFFFFFF[|Hurl:http://db.178.com/wow/cn/item/23530.html|hhttp://db.178.com/wow/cn/item/23530.html|h]|r ",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1628945423,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "這啥？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1628945474,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1628945476,
					["from"] = "特變電工",
					["msg"] = "不會",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1628945479,
					["from"] = "特變電工",
					["msg"] = "要崇拜",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1628945485,
					["from"] = "特變電工",
					["msg"] = "|cFFFFFFFF[|Hurl:http://db.nfuwow.com/70/?npc=17585|hhttp://db.nfuwow.com/70/?npc=17585|h]|r ",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1628945489,
					["from"] = "特變電工",
					["msg"] = "你看這個",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1628945500,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "這是啥？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1628945568,
					["from"] = "特變電工",
					["msg"] = "配方啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1628945571,
					["from"] = "特變電工",
					["msg"] = "書苦苦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1628945573,
					["from"] = "特變電工",
					["msg"] = "數據庫",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1628945585,
					["from"] = "特變電工",
					["msg"] = "直接網上查",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1628945615,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "關鍵你不會啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1628945621,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1628945624,
					["from"] = "特變電工",
					["msg"] = "崇拜才可以",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1628945631,
					["from"] = "特變電工",
					["msg"] = "我沒崇拜",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1628945637,
					["from"] = "特變電工",
					["msg"] = "沒用",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1628945646,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你不打算崇拜了？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1628945653,
					["from"] = "特變電工",
					["msg"] = "慢慢來",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1628945663,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那我先不急了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1628945676,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "其他的盾刺你會不會？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1628945728,
					["from"] = "特變電工",
					["msg"] = "我都沒附",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1628945730,
					["from"] = "特變電工",
					["msg"] = "隨便打打",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1628946924,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "下回去幽深喊我哈",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1628946927,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我又需求",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1628946931,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "法師",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1628946935,
					["from"] = "特變電工",
					["msg"] = "好啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1628947051,
					["from"] = "特變電工",
					["msg"] = "拿",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1629007176,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1629008180,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1629008187,
					["from"] = "特變電工",
					["msg"] = "遇到一個二貨法師",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1629008192,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1629008208,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你黑名單越來越長了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1629008212,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1629008226,
					["from"] = "特變電工",
					["msg"] = "我這個虛空拍G",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1629008237,
					["from"] = "特變電工",
					["msg"] = "黑的理所當然",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1629008252,
					["from"] = "特變電工",
					["msg"] = "你的眼睛其實也可以拍G",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1629008254,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "虛空能賣幾個錢",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1629008265,
					["from"] = "特變電工",
					["msg"] = "我自己出錢買啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1629008285,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "多打本 自然就有了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1629011671,
					["from"] = "特變電工",
					["msg"] = "麥克H",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1629011685,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒需求啊。。。我在練烹飪",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1629016577,
					["from"] = "特變電工",
					["msg"] = "18",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1629016580,
					["from"] = "特變電工",
					["msg"] = "有需求沒",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1629016593,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "H麼？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1629016594,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "沒有",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1629016605,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那個很煩哦，你要做好準備",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1629016617,
					["from"] = "特變電工",
					["msg"] = "從來沒滅過",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [206]
				{
					["type"] = 1,
					["time"] = 1629016621,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "建議就PT",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [207]
				{
					["type"] = 1,
					["time"] = 1629016625,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "H你試試就知道了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [208]
				{
					["type"] = 1,
					["time"] = 1629016627,
					["from"] = "特變電工",
					["msg"] = "我要虛空",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [209]
				{
					["type"] = 1,
					["time"] = 1629016630,
					["from"] = "特變電工",
					["msg"] = "我打了無數遍",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [210]
				{
					["type"] = 1,
					["time"] = 1629016659,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "4點半了，我打不了本，隨時要AFK",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [211]
				{
					["type"] = 1,
					["time"] = 1629024485,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [212]
				{
					["type"] = 1,
					["time"] = 1629024492,
					["from"] = "特變電工",
					["msg"] = "又打本去了？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [213]
				{
					["type"] = 1,
					["time"] = 1629024508,
					["from"] = "特變電工",
					["msg"] = "|Henchant:34004|h[附魔: 附魔披風 - 強效敏捷]|h會不會",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [214]
				{
					["type"] = 1,
					["time"] = 1629384850,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "今晚全是戰牧德",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [215]
				{
					["type"] = 1,
					["time"] = 1629384857,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [216]
				{
					["type"] = 1,
					["time"] = 1629544486,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "暗黑2啊 重置的 第一幕打安德瑞爾",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [217]
				{
					["type"] = 1,
					["time"] = 1629544502,
					["from"] = "特變電工",
					["msg"] = "好玩吗",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [218]
				{
					["type"] = 1,
					["time"] = 1629551883,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好玩，玩一天了",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [219]
				{
					["type"] = 1,
					["time"] = 1629551887,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [220]
				{
					["type"] = 1,
					["time"] = 1629551896,
					["from"] = "特變電工",
					["msg"] = "有魔獸好玩嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [221]
				{
					["type"] = 1,
					["time"] = 1629551899,
					["from"] = "特變電工",
					["msg"] = "單機游戲啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [222]
				["info"] = {
				},
			},
			["滅眾生"] = {
				{
					["type"] = 1,
					["time"] = 1628531963,
					["from"] = "特變電工",
					["msg"] = "與<滅眾生>的交易成功了。獲得|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "滅眾生",
				}, -- [1]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1628397939,
					["from"] = "特變電工",
					["msg"] = "...",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628415901,
					["from"] = "Oneonone#3565",
					["msg"] = "帶我排",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628415906,
					["from"] = "Oneonone#3565",
					["msg"] = "我現在也是武器了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628415910,
					["from"] = "特變電工",
					["msg"] = "吃饭",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628415917,
					["from"] = "Oneonone#3565",
					["msg"] = "這麼早",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628415928,
					["from"] = "Oneonone#3565",
					["msg"] = "5點半了  我剛剛睡醒",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628415929,
					["from"] = "特變電工",
					["msg"] = "中午饭都没吃",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628415947,
					["from"] = "Oneonone#3565",
					["msg"] = "武器戰打戰場 有點爽的  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628415952,
					["from"] = "Oneonone#3565",
					["msg"] = "剛剛坑殺他們",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628429798,
					["from"] = "Oneonone#3565",
					["msg"] = "分447",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628429803,
					["from"] = "Oneonone#3565",
					["msg"] = "你那邊出什麼了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628692340,
					["from"] = "Oneonone#3565",
					["msg"] = "下班了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628692346,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628692475,
					["from"] = "Oneonone#3565",
					["msg"] = "你居然不在老鄉會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628863231,
					["from"] = "特變電工",
					["msg"] = "今天美股血虧3W刀",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628863233,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628863274,
					["from"] = "特變電工",
					["msg"] = "爽了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628863277,
					["from"] = "Oneonone#3565",
					["msg"] = "你在美股有多少啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628863292,
					["from"] = "特變電工",
					["msg"] = "30萬",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628863294,
					["from"] = "特變電工",
					["msg"] = "刀",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628863309,
					["from"] = "特變電工",
					["msg"] = "我wish今天財報超爛 跌30%",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628863322,
					["from"] = "特變電工",
					["msg"] = "還好特工今天彌補了我的損失",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628863324,
					["from"] = "特變電工",
					["msg"] = "問題不大",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628864985,
					["from"] = "特變電工",
					["msg"] = "...",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1628938373,
					["from"] = "特變電工",
					["msg"] = "24046515",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1628938381,
					["from"] = "Oneonone#3565",
					["msg"] = "啥",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1628938385,
					["from"] = "特變電工",
					["msg"] = "YY",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1628938409,
					["from"] = "Oneonone#3565",
					["msg"] = "哦哦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1628938793,
					["from"] = "特變電工",
					["msg"] = "|Hitem:25686::::::::70::::::::|h[惡魔皮靴]|h",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1628938858,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:31544:3010:::::::70::::::::|h[裂蹄皮護腿]|h",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1628938923,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:28034::::::::70::::::::|h[破壞者沙漏]|h|Hitem:28288::::::::70::::::::|h[暴力機會算盤]|h",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629018549,
					["from"] = "Oneonone#3565",
					["msg"] = "哎喲你去打沙漏",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629018553,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629018566,
					["from"] = "Oneonone#3565",
					["msg"] = "祝你一把出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629034355,
					["from"] = "Oneonone#3565",
					["msg"] = "什麼都沒出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629034369,
					["from"] = "特變電工",
					["msg"] = "一把過 3個BOSS",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629034369,
					["from"] = "Oneonone#3565",
					["msg"] = "出了盾牌 2000G",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629034377,
					["from"] = "特變電工",
					["msg"] = "我們盾牌5000G",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629034377,
					["from"] = "Oneonone#3565",
					["msg"] = "是啊 我們打完了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629034378,
					["from"] = "特變電工",
					["msg"] = "我沒要",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629034384,
					["from"] = "Oneonone#3565",
					["msg"] = "好貴哦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629034393,
					["from"] = "Oneonone#3565",
					["msg"] = "賺錢還是去那邊好",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629034734,
					["from"] = "Oneonone#3565",
					["msg"] = "才分540 哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629045503,
					["from"] = "Oneonone#3565",
					["msg"] = "2222",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629531769,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629532407,
					["from"] = "Oneonone#3565",
					["msg"] = "HA ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629532413,
					["from"] = "Oneonone#3565",
					["msg"] = "刷起來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629532441,
					["from"] = "Oneonone#3565",
					["msg"] = "最近股市 很讓我心疼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629532510,
					["from"] = "特變電工",
					["msg"] = "我一頓起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629532524,
					["from"] = "Oneonone#3565",
					["msg"] = "外股？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629532531,
					["from"] = "特變電工",
					["msg"] = "a",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629532542,
					["from"] = "特變電工",
					["msg"] = "特工穩如狗",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629532578,
					["from"] = "Oneonone#3565",
					["msg"] = "特工是穩的 我的證券起飛一會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629532581,
					["from"] = "Oneonone#3565",
					["msg"] = "然後就停了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629532628,
					["from"] = "Oneonone#3565",
					["msg"] = "最近杭州 火熱搖號中",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629532637,
					["from"] = "Oneonone#3565",
					["msg"] = "紅盤全部一起出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629532712,
					["from"] = "特變電工",
					["msg"] = "年初的股市也是這樣",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629532723,
					["from"] = "特變電工",
					["msg"] = "17年的環京也是這樣",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629532738,
					["from"] = "Oneonone#3565",
					["msg"] = "我覺得證券應該還是有戲的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629532746,
					["from"] = "特變電工",
					["msg"] = "沒戲",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629532751,
					["from"] = "Oneonone#3565",
					["msg"] = "我準備這次搖號完之後  加倉看看",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629532756,
					["from"] = "Oneonone#3565",
					["msg"] = "把銀行都置換掉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629532839,
					["from"] = "特變電工",
					["msg"] = "房子真別買",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629532856,
					["from"] = "特變電工",
					["msg"] = "換房還可以",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629532856,
					["from"] = "Oneonone#3565",
					["msg"] = "我這次是搖的是  未來科技城  中心",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629532866,
					["from"] = "Oneonone#3565",
					["msg"] = "3.6萬一平",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629532870,
					["from"] = "特變電工",
					["msg"] = "如果是你新增的房子",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629532871,
					["from"] = "Oneonone#3565",
					["msg"] = "邊上二手6萬",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629532880,
					["from"] = "特變電工",
					["msg"] = "那就蛋疼了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629532898,
					["from"] = "特變電工",
					["msg"] = "我的眼光之獨到",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629532899,
					["from"] = "Oneonone#3565",
					["msg"] = "也有需求 現在的房子  學校不太好",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629532903,
					["from"] = "特變電工",
					["msg"] = "現在是熊市",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1629532909,
					["from"] = "特變電工",
					["msg"] = "金融危機不久就來了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1629532928,
					["from"] = "Oneonone#3565",
					["msg"] = "這個我認同的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1629532931,
					["from"] = "特變電工",
					["msg"] = "我準備反彈起來資產全跑了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1629532944,
					["from"] = "特變電工",
					["msg"] = "連我都擇時了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1629532959,
					["from"] = "特變電工",
					["msg"] = "我一個從來不擇時的人",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1629532965,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1629532974,
					["from"] = "特變電工",
					["msg"] = "深感金融危機的到來",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1629532991,
					["from"] = "特變電工",
					["msg"] = "我準備買點黃金對衝了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1629532999,
					["from"] = "Oneonone#3565",
					["msg"] = "美國這麼高 遲早出事",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1629533001,
					["from"] = "特變電工",
					["msg"] = "年底開始",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1629533009,
					["from"] = "特變電工",
					["msg"] = "崩1年",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1629533016,
					["from"] = "特變電工",
					["msg"] = "房價腰斬 分分鐘",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1629533035,
					["from"] = "特變電工",
					["msg"] = "08年你知道房價跌了多少嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1629533058,
					["from"] = "Oneonone#3565",
					["msg"] = "哎  溫州是腰斬",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1629535522,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1629535562,
					["from"] = "Oneonone#3565",
					["msg"] = "老鄉會",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1629546903,
					["from"] = "Oneonone#3565",
					["msg"] = "我看在別人在玩暗黑2",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1629546917,
					["from"] = "Oneonone#3565",
					["msg"] = "有想回去體驗一下嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1629548355,
					["from"] = "特變電工",
					["msg"] = "你要買房的書記被查了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1629548821,
					["from"] = "Oneonone#3565",
					["msg"] = "HAH ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1629548826,
					["from"] = "Oneonone#3565",
					["msg"] = "杭州市省委書記",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1629548835,
					["from"] = "Oneonone#3565",
					["msg"] = "市委書記",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1629548841,
					["from"] = "特變電工",
					["msg"] = "知道",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1629548853,
					["from"] = "Oneonone#3565",
					["msg"] = "朋友圈都是這個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1629561318,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑2買起來",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [97]
				["info"] = {
				},
			},
			["強運魔人"] = {
				{
					["type"] = 1,
					["time"] = 1629136906,
					["from"] = "強運魔人",
					["msg"] = "與<特變電工>的交易成功了。給予|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = true,
					["convo"] = "強運魔人",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629136906,
					["from"] = "特變電工",
					["msg"] = "與<強運魔人>的交易成功了。獲得|cffffffff|Hitem:23857::::::::70::::::::|h[山脈之王傳說]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "強運魔人",
				}, -- [2]
				["info"] = {
				},
			},
			["Ddevv#4501"] = {
				{
					["type"] = 1,
					["time"] = 1629559566,
					["from"] = "Ddevv#4501",
					["msg"] = "阿波怎有玩tbc",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1629559590,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1629559602,
					["from"] = "特變電工",
					["msg"] = "我2個號都畢業了",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1629559617,
					["from"] = "Ddevv#4501",
					["msg"] = "70喔==",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1629559630,
					["from"] = "Ddevv#4501",
					["msg"] = "我大獵",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1629559643,
					["from"] = "Ddevv#4501",
					["msg"] = "我60怎辦",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1629559688,
					["from"] = "特變電工",
					["msg"] = "做任務",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1629559691,
					["from"] = "Ddevv#4501",
					["msg"] = "阿你打什麼團",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1629559730,
					["from"] = "特變電工",
					["msg"] = "肥貓團",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1629559733,
					["from"] = "Ddevv#4501",
					["msg"] = "是不適要帶一下",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1629559745,
					["from"] = "Ddevv#4501",
					["msg"] = "我很有名==",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1629559754,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1629559773,
					["from"] = "Ddevv#4501",
					["msg"] = "60-70++",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1629559780,
					["from"] = "Ddevv#4501",
					["msg"] = "你會刷本嗎",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1629559799,
					["from"] = "特變電工",
					["msg"] = "你找個呆練",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1629559842,
					["from"] = "Ddevv#4501",
					["msg"] = "幹",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1629559843,
					["from"] = "特變電工",
					["msg"] = "直接坐飛機上來",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1629559849,
					["from"] = "Ddevv#4501",
					["msg"] = "你超爛",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1629559857,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1629559874,
					["from"] = "Ddevv#4501",
					["msg"] = "我之前帶你寶寶60",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1629559884,
					["from"] = "Ddevv#4501",
					["msg"] = "現在直接不挺",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1629559885,
					["from"] = "特變電工",
					["msg"] = "什麽寶寶",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1629559891,
					["from"] = "Ddevv#4501",
					["msg"] = "啥情況",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1629559908,
					["from"] = "Ddevv#4501",
					["msg"] = "司機到60阿",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1629559938,
					["from"] = "Ddevv#4501",
					["msg"] = "你依樣玩部落?",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1629559974,
					["from"] = "特變電工",
					["msg"] = "司機到60？",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1629559981,
					["from"] = "特變電工",
					["msg"] = "部落",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1629559992,
					["from"] = "Ddevv#4501",
					["msg"] = "之前經典阿",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1629560001,
					["from"] = "特變電工",
					["msg"] = "你哪有帶我60",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1629560007,
					["from"] = "Ddevv#4501",
					["msg"] = "有阿",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1629560024,
					["from"] = "Ddevv#4501",
					["msg"] = "斯坦吸到底ㄟ",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1629560074,
					["from"] = "特變電工",
					["msg"] = "你認錯人了吧",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1629560088,
					["from"] = "特變電工",
					["msg"] = "我是路易斯衝鋒",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1629560108,
					["from"] = "Ddevv#4501",
					["msg"] = "靠北 麥克爾",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1629560115,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1629560122,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1629560125,
					["from"] = "Ddevv#4501",
					["msg"] = "我看你battle id記錯",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1629560132,
					["from"] = "Ddevv#4501",
					["msg"] = "你還記得我嗎",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629560142,
					["from"] = "特變電工",
					["msg"] = "你給你發微信了",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629560154,
					["from"] = "Ddevv#4501",
					["msg"] = "我最後把你獵人發揚光大",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629560163,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629560169,
					["from"] = "特變電工",
					["msg"] = "我現在玩展示",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629560173,
					["from"] = "特變電工",
					["msg"] = "戰士",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629560181,
					["from"] = "Ddevv#4501",
					["msg"] = "包辦台服#1#2#3",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629560185,
					["from"] = "Ddevv#4501",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629560219,
					["from"] = "Ddevv#4501",
					["msg"] = "我微信換了 bailin4617",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629560238,
					["from"] = "Ddevv#4501",
					["msg"] = "難怪沒連繫上",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629560262,
					["from"] = "Ddevv#4501",
					["msg"] = "最近打算回鍋了",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629560271,
					["from"] = "Ddevv#4501",
					["msg"] = "p1我沒玩",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629560286,
					["from"] = "特變電工",
					["msg"] = "你不行",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629560299,
					["from"] = "Ddevv#4501",
					["msg"] = "時間少",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629560321,
					["from"] = "Ddevv#4501",
					["msg"] = "可以啦 台服很菜",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629560325,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629560347,
					["from"] = "Ddevv#4501",
					["msg"] = "你麥克爾之前wcl 我都打全粉",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629560401,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629560414,
					["from"] = "特變電工",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629560445,
					["from"] = "Ddevv#4501",
					["msg"] = "台服當時#1 #2 #3都我的號呀",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629560456,
					["from"] = "Ddevv#4501",
					["msg"] = "繼承你的遺志",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629560771,
					["from"] = "特變電工",
					["msg"] = " #1 #2 #3是啥意思",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629560793,
					["from"] = "特變電工",
					["msg"] = "我現在是戰神",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629560802,
					["from"] = "Ddevv#4501",
					["msg"] = "台服獵人的dps allstar排行",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629560811,
					["from"] = "Ddevv#4501",
					["msg"] = "前一二三名",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629560816,
					["from"] = "特變電工",
					["msg"] = "PVE沒意思",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629560830,
					["from"] = "特變電工",
					["msg"] = "來PVP",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629560837,
					["from"] = "特變電工",
					["msg"] = "70的PVP好玩",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629560838,
					["from"] = "Ddevv#4501",
					["msg"] = "我pvp也老猛 雖然經典的簡單",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629560850,
					["from"] = "Ddevv#4501",
					["msg"] = "70多韌性",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629560858,
					["from"] = "特變電工",
					["msg"] = "你玩術士 我們打戰術德",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629560863,
					["from"] = "Ddevv#4501",
					["msg"] = "我要熟悉一下",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629561460,
					["from"] = "Ddevv#4501",
					["msg"] = "賊法牧 戰術D 戰牧D 賊術D",
					["inbound"] = true,
					["convo"] = "Ddevv#4501",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629561479,
					["from"] = "特變電工",
					["msg"] = "你玩牧",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1629561486,
					["from"] = "特變電工",
					["msg"] = "我包2奶",
					["inbound"] = false,
					["convo"] = "Ddevv#4501",
				}, -- [72]
				["info"] = {
				},
			},
			["Durwin#3682"] = {
				{
					["type"] = 1,
					["time"] = 1628442374,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1628442388,
					["from"] = "特變電工",
					["msg"] = "我做不了骨灰",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1628442416,
					["from"] = "Durwin#3682",
					["msg"] = "怎說",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1628442426,
					["from"] = "特變電工",
					["msg"] = "沒時間",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1628442429,
					["from"] = "Durwin#3682",
					["msg"] = "囧",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1628442434,
					["from"] = "Durwin#3682",
					["msg"] = "沒事",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1628442441,
					["from"] = "特變電工",
					["msg"] = "明天我朋友要來",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1628442443,
					["from"] = "Durwin#3682",
					["msg"] = "到時候找看看有誰可以做",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1628442445,
					["from"] = "特變電工",
					["msg"] = "補D",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1628442456,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1628442471,
					["from"] = "特變電工",
					["msg"] = "有位置沒",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1628442472,
					["from"] = "Durwin#3682",
					["msg"] = "<Deadly Boss Mods> 恕嵐轎正在與Warbringer O'mrogg交戰（當前98%，5/5存活）",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1628442481,
					["from"] = "Durwin#3682",
					["msg"] = "我晚點幫你問問",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1628442532,
					["from"] = "特變電工",
					["msg"] = "嗯 我先睡了 你暴雪給我留言就行",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1628442537,
					["from"] = "Durwin#3682",
					["msg"] = "好唷",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1628442600,
					["from"] = "Durwin#3682",
					["msg"] = "<DBM> 恕嵐轎已經擊敗Warbringer O'mrogg!",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1628519274,
					["from"] = "Durwin#3682",
					["msg"] = "電工 你朋友要來補嗎",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1628519360,
					["from"] = "特變電工",
					["msg"] = "來",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1628519364,
					["from"] = "Durwin#3682",
					["msg"] = "ok",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1628519376,
					["from"] = "Durwin#3682",
					["msg"] = "那我11點會開始邀人入組喔",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1628519381,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1628521116,
					["from"] = "Durwin#3682",
					["msg"] = "今天可能晚個十分鐘開組",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1628521121,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1628863392,
					["from"] = "特變電工",
					["msg"] = "哭了",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1628863393,
					["from"] = "Durwin#3682",
					["msg"] = "<Deadly Boss Mods> 速嵐轎正在與瑪瑟里頓交戰（當前未知 (階段1)，22/25存活）",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1628863400,
					["from"] = "Durwin#3682",
					["msg"] = "怎了",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1628863417,
					["from"] = "特變電工",
					["msg"] = "今天美股虧了3萬美元",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1628863420,
					["from"] = "特變電工",
					["msg"] = "媽蛋",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1628863426,
					["from"] = "特變電工",
					["msg"] = "血虧的一天",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1628863427,
					["from"] = "Durwin#3682",
					["msg"] = "＝＝",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1628863484,
					["from"] = "Durwin#3682",
					["msg"] = "殘忍",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1628863578,
					["from"] = "Durwin#3682",
					["msg"] = "自從我之前被抬出場後 我就再也不玩股票了",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1628863591,
					["from"] = "特變電工",
					["msg"] = "還好",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1628863600,
					["from"] = "特變電工",
					["msg"] = "今年還賺了100萬人民幣",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1628863606,
					["from"] = "特變電工",
					["msg"] = "回撤一點利潤",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1628863625,
					["from"] = "Durwin#3682",
					["msg"] = "那還行啦 哈哈哈哈",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1628863632,
					["from"] = "Durwin#3682",
					["msg"] = "就當少賺點 心裡會比較好受",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1628863694,
					["from"] = "Durwin#3682",
					["msg"] = "<DBM> 速嵐轎在瑪瑟里頓還有94% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1629124875,
					["from"] = "特變電工",
					["msg"] = "是G團吧",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1629124880,
					["from"] = "Durwin#3682",
					["msg"] = "對",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1629124884,
					["from"] = "特變電工",
					["msg"] = "完美",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1629124887,
					["from"] = "特變電工",
					["msg"] = "都是我的",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1629124887,
					["from"] = "Durwin#3682",
					["msg"] = "是啊 哈哈哈哈",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1629124889,
					["from"] = "特變電工",
					["msg"] = "一個都別跑",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1629124892,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1629124893,
					["from"] = "Durwin#3682",
					["msg"] = "你們去喊吧ＸＤ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1629124902,
					["from"] = "特變電工",
					["msg"] = "               ？",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1629124904,
					["from"] = "Durwin#3682",
					["msg"] = "Ｇ團我覺得最公平 沒拿到裝的也不會説話",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1629124911,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1629124915,
					["from"] = "Durwin#3682",
					["msg"] = "我說 你們要裝備就去喊價廝殺 哈哈哈哈",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1629124924,
					["from"] = "特變電工",
					["msg"] = "我土豪",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1629124936,
					["from"] = "Durwin#3682",
					["msg"] = "兇殘",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1629219035,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1629219044,
					["from"] = "特變電工",
					["msg"] = "你以爲你去H監獄呢",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1629219050,
					["from"] = "Durwin#3682",
					["msg"] = "ＸＤ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1629219062,
					["from"] = "Durwin#3682",
					["msg"] = "無聊在練術士",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1629295076,
					["from"] = "Durwin#3682",
					["msg"] = "囧",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1629295082,
					["from"] = "Durwin#3682",
					["msg"] = "也沒有財富自由啦 ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1629295095,
					["from"] = "Durwin#3682",
					["msg"] = "我有個小工作室 ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1629295101,
					["from"] = "Durwin#3682",
					["msg"] = "算是自己做老闆 時間比較自由就是",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1629558275,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1629558280,
					["from"] = "Durwin#3682",
					["msg"] = "ＱＱ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1629558302,
					["from"] = "特變電工",
					["msg"] = "你們瑪胖和格魯爾是什麽時間打",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1629558310,
					["from"] = "Durwin#3682",
					["msg"] = "現在好像是週六",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1629558324,
					["from"] = "特變電工",
					["msg"] = "幾點",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1629558338,
					["from"] = "Durwin#3682",
					["msg"] = "今天是晚上9:30",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1629558342,
					["from"] = "Durwin#3682",
					["msg"] = "可以去ＤＣ報名",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1629558345,
					["from"] = "特變電工",
					["msg"] = "每天都不一樣的啊",
					["inbound"] = false,
					["convo"] = "Durwin#3682",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1629558372,
					["from"] = "Durwin#3682",
					["msg"] = "本來是週五打啦 ",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1629558389,
					["from"] = "Durwin#3682",
					["msg"] = "我連打兩天都出龍脊 = =",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1629558395,
					["from"] = "Durwin#3682",
					["msg"] = "看了好膩",
					["inbound"] = true,
					["convo"] = "Durwin#3682",
				}, -- [71]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
