
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["msgin_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["say_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["r"] = 1,
			["g"] = 0.0784313725490196,
			["b"] = 0.9882352941176471,
		},
		["wispIn"] = {
			["r"] = 0.5607843137254902,
			["g"] = 0.03137254901960784,
			["b"] = 0.7607843137254902,
		},
		["sysMsg"] = {
			["r"] = 1,
			["g"] = 0.6627450980392157,
			["b"] = 0,
		},
		["BNwispOut"] = {
			["r"] = 0.1725490196078431,
			["g"] = 0.6352941176470588,
			["b"] = 1,
		},
		["historyIn"] = {
			["r"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["b"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["r"] = 1,
			["g"] = 0,
			["b"] = 0,
		},
		["BNwispIn"] = {
			["r"] = 0,
			["g"] = 0.4862745098039216,
			["b"] = 0.6549019607843137,
		},
		["useSkin"] = true,
		["historyOut"] = {
			["r"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["b"] = 0.7058823529411764,
		},
		["webAddress"] = {
			["r"] = 1,
			["g"] = 1,
			["b"] = 1,
		},
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["position"] = 200,
		["rightClickNew"] = false,
		["free"] = false,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["direction"] = 1,
		["border"] = false,
		["groupOnly"] = false,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
	["windowOnTop"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
	},
	["ignoreArrowKeys"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["clampToScreen"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["winFade"] = true,
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["history"] = {
		["ageLimit"] = true,
		["maxPer"] = true,
		["previewCount"] = 25,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["maxPer"] = true,
			["preview"] = true,
			["maxCount"] = 500,
			["previewCount"] = 25,
		},
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["寻求组队"] = {
				},
				["咩尬獵人"] = {
				},
			},
		},
		["say"] = {
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["battleground"] = {
		},
	},
	["tabAdvance"] = false,
	["whoLookups"] = true,
	["menuSortActivity"] = true,
}
WIM3_Cache = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["friendList"] = {
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["沒有小骨"] = 1,
				["|Kq14|k"] = 2,
				["別背對我"] = 1,
				["崩巴"] = 1,
				["凡凡射爆妳"] = 1,
				["鮮肉牛"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["小泰山"] = 1,
				["十塊錢"] = 1,
				["颯可買地殼"] = 1,
				["泰山喔一喔"] = 1,
				["楓糖奶油"] = 1,
				["青樓探花"] = 1,
				["奶很小不給力"] = 1,
				["萬一"] = 1,
				["阿強"] = 1,
				["尊重友善包容"] = 1,
				["|Kq1|k"] = 2,
				["Thisisbookk"] = 1,
				["號呆"] = 1,
				["小小寶"] = 1,
				["裴矩"] = 1,
				["展雄飛"] = 1,
				["柴汪汪"] = 1,
				["武漢大隊長"] = 1,
				["麥噹噹當勞"] = 1,
				["噬血症"] = 1,
				["|Kq13|k"] = 2,
				["梅妃"] = 1,
				["瀟灑大壞蛋"] = 1,
				["大泰山"] = 1,
				["皮蛋瘦肉粥"] = 1,
				["后羿之后"] = 1,
				["哞哞牛哞哞"] = 1,
				["快刀"] = 1,
				["給本仙女跪下"] = 1,
				["路易斯衝鋒"] = 1,
				["九如魚翅湯"] = 1,
				["|Kq3|k"] = 2,
				["夕映澤瞳"] = 1,
				["黑暗蘿莉"] = 1,
				["貝西揮出釣竿"] = 1,
				["國家機器動次"] = 1,
				["大發哥"] = 1,
				["畜生大隊長"] = 1,
				["|Kq12|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq5|k"] = 2,
				["小心吐乃"] = 1,
				["萬箭"] = 1,
				["站住別動"] = 1,
				["傻酷喇"] = 1,
				["甲鳥薩"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["|Kq9|k"] = 2,
				["強插插卡稱"] = 1,
				["拔蘿蔔"] = 1,
				["浪漫牛兒"] = 1,
				["唯恐不亂"] = 1,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["美腿"] = 1,
				["Ddevv"] = 1,
				["|Kq6|k"] = 2,
				["桃園綠巨人"] = 1,
				["搞事莉莉絲"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["小芸"] = 1,
				["Lars"] = 1,
				["毛毛小寶貝"] = 1,
				["佐久夜巨巨"] = 1,
				["青蛙"] = 1,
				["術匠師"] = 1,
				["阿峰哥"] = 1,
				["為你跑屍"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["狄玥"] = 1,
				["Xemomo"] = 1,
				["帕爾提娜"] = 1,
				["|Kq17|k"] = 2,
				["跌倒馬丁尼"] = 1,
				["忘卻的紀念"] = 1,
				["|Kq2|k"] = 2,
				["|Kq8|k"] = 2,
				["客家鳥德"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["成都張叔叔"] = 1,
				["帕司達"] = 1,
				["白菜蘿蔔湯"] = 1,
				["花生夾心酥"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["卡莉米奈西爾"] = 1,
				["孟德兄"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["妮阿桃"] = 137,
				["台台"] = 555,
				["灰魯魯"] = 50,
				["無恥老王"] = 969,
				["萌小牛"] = 90,
				["Hacunamatata"] = 132,
				["女乃馬奇"] = 756,
				["嗜甜如命"] = 293,
				["后羿射日"] = 470,
				["兵革"] = 848,
				["米菲亞"] = 894,
				["娃哭了抱一下"] = 484,
				["御獸者"] = 18,
				["山鳥飛絕"] = 219,
				["壞壞的奶茶"] = 479,
				["屎汭嗑"] = 317,
				["剩其他人不在"] = 280,
				["傑克薩恩"] = 119,
				["斬三"] = 38,
				["干別嚇我"] = 871,
				["彩希芙"] = 322,
				["熊爺爺發包包"] = 95,
				["子瑜的草藥包"] = 100,
				["Kengdom"] = 65,
				["美國鋼鐵牛"] = 178,
				["青春一記荒唐"] = 436,
				["逃啦夭"] = 574,
				["冰炎"] = 277,
				["Bigomage"] = 26,
				["部落守衛"] = 912,
				["妘妹"] = 306,
				["清靜"] = 143,
				["塔琳"] = 478,
				["毛仔怪"] = 191,
				["皇家"] = 228,
				["威爾斯科基"] = 128,
				["蕭哥真的好帥"] = 91,
				["血靈萬相"] = 394,
				["執夏千歌"] = 476,
				["神定未來"] = 376,
				["玄燁朧"] = 777,
				["Xiaoming"] = 455,
				["日黑扯旗"] = 46,
				["鮮橘茶"] = 721,
				["Rainstop"] = 181,
				["新冠病毒"] = 650,
				["小小清"] = 636,
				["菠菠麗娜"] = 390,
				["傀儡娃娃"] = 146,
				["Mesher"] = 837,
				["泡泡老哥"] = 174,
				["心之箭"] = 325,
				["楊婆婆"] = 348,
				["小小閣"] = 487,
				["中華民國台牛"] = 554,
				["香草小姊姊"] = 981,
				["職業試玩二"] = 961,
				["楓慈"] = 504,
				["三隊薩滿"] = 267,
				["一祈福一"] = 553,
				["追憶似水年華"] = 908,
				["加摩爾必須死"] = 466,
				["啤兒冰盪"] = 588,
				["就打徳"] = 804,
				["肝指數飆升"] = 896,
				["咪咪俗麗"] = 168,
				["Secondkill"] = 449,
				["殺小六十九"] = 108,
				["記不清是誰"] = 535,
				["今晚打老鼠"] = 271,
				["草莓比司吉"] = 731,
				["巴溫"] = 759,
				["浜边美波"] = 175,
				["韓韓"] = 63,
				["致命哞哞"] = 387,
				["我叫緋村"] = 497,
				["雅妮提絲"] = 195,
				["基基斯咪搭"] = 629,
				["Forthemagic"] = 444,
				["芸霧繚繞"] = 918,
				["牛梅花薄切"] = 176,
				["李跑跑"] = 342,
				["死亡之影"] = 957,
				["轉世叫小賀"] = 723,
				["符阿水"] = 569,
				["Iamxiaobu"] = 598,
				["小小煌"] = 17,
				["嬤嬤喪"] = 711,
				["新種族"] = 109,
				["寒氣斷空"] = 309,
				["圣光的欺诈"] = 295,
				["子瑜的酷吉"] = 868,
				["盡力"] = 373,
				["至夏悠悠"] = 897,
				["瘋牛症病原體"] = 931,
				["去年的羊肉"] = 468,
				["綠皮共治仔"] = 381,
				["雪菈"] = 967,
				["乂橘子乂"] = 844,
				["香草鐵泡泡"] = 983,
				["致夏之戰"] = 898,
				["缺三咖"] = 895,
				["帕爾提娜"] = 760,
				["香飄飄奶昔"] = 827,
				["七玄冰火"] = 457,
				["Sinanju"] = 737,
				["亂亂鳳獵"] = 459,
				["立花里子"] = 815,
				["我叫朵拉斯"] = 807,
				["Brant"] = 441,
				["一瓢飲"] = 842,
				["鬼武葬"] = 794,
				["悶我"] = 326,
				["燹火"] = 513,
				["十全藥膳排骨"] = 750,
				["火蛇圖騰"] = 726,
				["莫炘宇"] = 194,
				["水野潮陽"] = 567,
				["牛夫人"] = 889,
				["柚子尬抹茶"] = 150,
				["榨菜茶葉蛋"] = 565,
				["冰紅茶拿鐵"] = 27,
				["楓夜"] = 956,
				["鄭屁杰"] = 405,
				["Foliage"] = 250,
				["神之班尼爾"] = 375,
				["林森南路殺手"] = 502,
				["泰斯塔羅莎"] = 238,
				["惡魔師"] = 186,
				["癢癢哥布林"] = 932,
				["突擊"] = 51,
				["專業放圖騰"] = 6,
				["Bnxx"] = 938,
				["漢尼拔博士"] = 713,
				["楓羽"] = 770,
				["韓覽叫"] = 414,
				["老牧濕"] = 974,
				["校正回規"] = 503,
				["楓憶"] = 563,
				["冰糖炖水泥"] = 278,
				["Cleric"] = 443,
				["骨感胖妹"] = 720,
				["葉立德"] = 391,
				["地上有火小心"] = 296,
				["夜霜雪"] = 630,
				["那堤瑟雅"] = 404,
				["光光小戰"] = 977,
				["淡紫"] = 358,
				["一叭等三年"] = 425,
				["貪吃布丁"] = 397,
				["恣夏不醉"] = 560,
				["德魯伊一二三"] = 645,
				["新冠病毒女王"] = 335,
				["密斯歐勒橘"] = 834,
				["曠野呼喊者"] = 336,
				["偷摸大雞"] = 199,
				["是片雲"] = 929,
				["象牙"] = 396,
				["吸奶仔"] = 471,
				["魔剎"] = 915,
				["一心淨土"] = 162,
				["一阿牛一"] = 605,
				["到底是在吵尛"] = 618,
				["亂鳳"] = 608,
				["淒月之夜"] = 234,
				["凌兒"] = 617,
				["最美的"] = 337,
				["自然忽悠着你"] = 386,
				["情玥幻冰"] = 496,
				["有洙川陽炎"] = 341,
				["射在牆壁上"] = 83,
				["神崎蘭子"] = 727,
				["頭暈暈"] = 415,
				["Echoes"] = 733,
				["偷遍世界"] = 427,
				["Elfmoon"] = 596,
				["母湯愛上偶"] = 353,
				["黃泊淳本人"] = 551,
				["名不知君"] = 855,
				["索盧塞克"] = 782,
				["柒刻"] = 32,
				["三小火柴"] = 218,
				["蛋比鳥大"] = 964,
				["狠諸席"] = 812,
				["朽木白哉"] = 768,
				["麟大大"] = 422,
				["非雁反潮"] = 413,
				["Zodd"] = 604,
				["Seductive"] = 223,
				["冰火霜天"] = 11,
				["冰烏龍拿鐵"] = 116,
				["豕者豆頁女且"] = 935,
				["悽悽慘慘戚戚"] = 495,
				["算了戒不掉"] = 52,
				["香草西米露"] = 982,
				["榮耀之小貓幾"] = 771,
				["Houselves"] = 252,
				["謹言慎行"] = 54,
				["纖手馭龍"] = 582,
				["豬一般的隊友"] = 690,
				["小弟弟甩了甩"] = 314,
				["媽我回來了"] = 485,
				["獵艷狂魔"] = 515,
				["南港蘇貞昌"] = 620,
				["萌熊"] = 902,
				["叁月"] = 852,
				["燐葉"] = 72,
				["大遺言家"] = 300,
				["王大垂"] = 671,
				["曹洪"] = 499,
				["Xiaobula"] = 165,
				["生若浮雲"] = 214,
				["誠信贏天下"] = 22,
				["柳七夜"] = 589,
				["帥哥史奴比"] = 318,
				["米麗婭"] = 677,
				["瀨戶豪三郎"] = 361,
				["幽暗城守衛"] = 761,
				["綠簡"] = 681,
				["Tankgirl"] = 266,
				["未解之謎"] = 655,
				["是隻貓"] = 972,
				["瞬發爐石委員"] = 33,
				["一阿美一"] = 456,
				["鋁罐"] = 229,
				["芸淡風輕"] = 97,
				["魁儡"] = 707,
				["十二月"] = 749,
				["克勞斯"] = 616,
				["可樂小子"] = 287,
				["雷依爾"] = 697,
				["瑟蘭德雅"] = 516,
				["八倍鏡"] = 43,
				["不死夜空"] = 606,
				["小樂子"] = 637,
				["其實也還好"] = 66,
				["驀然"] = 36,
				["不好笑"] = 268,
				["Dessertpal"] = 247,
				["庫瑪雷斯"] = 492,
				["阿加特"] = 407,
				["Angelaqq"] = 196,
				["鬍鬚大欸"] = 824,
				["德武与安娜"] = 493,
				["突然想玩獵人"] = 724,
				["閃開薩不住啦"] = 35,
				["九層塔烘蛋"] = 797,
				["關鍵時刻寶傑"] = 965,
				["伊修爾瓦列德"] = 942,
				["月瀅瀅"] = 877,
				["毘沙戰天"] = 173,
				["邱必特"] = 694,
				["小於菟"] = 831,
				["宇文邕"] = 725,
				["Exilearrow"] = 735,
				["牧雪花"] = 124,
				["武釋"] = 201,
				["胖胖的樂子"] = 159,
				["地瓜炸雞"] = 801,
				["冰腳被抵抗"] = 849,
				["搞事仔熊爺爺"] = 157,
				["密斯特布魯"] = 951,
				["帥死人"] = 120,
				["無情虐殺"] = 231,
				["凌鹿打工仔"] = 850,
				["冰乓波"] = 212,
				["雪菈菈"] = 719,
				["Btk"] = 442,
				["殘暴章魚燒"] = 227,
				["百里守約"] = 20,
				["厄德莫斯"] = 283,
				["隔壁班導師"] = 56,
				["紫玥兒"] = 193,
				["花憐無落葉"] = 685,
				["楓熙"] = 429,
				["安娜要乖"] = 634,
				["秋聖卍"] = 893,
				["一壺濁酒"] = 841,
				["冷面杀手"] = 465,
				["Xaru"] = 452,
				["九天"] = 845,
				["木瓜雙皮奶"] = 501,
				["老闆挺住"] = 525,
				["雷霆崖守衛"] = 410,
				["聖光強強滾"] = 384,
				["一晧晧一"] = 41,
				["Trowa"] = 603,
				["雕梨姥牧"] = 821,
				["搓泥匹"] = 875,
				["攝魂"] = 333,
				["布妞"] = 952,
				["亂亂鳳"] = 57,
				["Theend"] = 450,
				["氣象將軍立渝"] = 87,
				["閒妻涼母"] = 543,
				["Ladoo"] = 600,
				["兇神惡薩"] = 615,
				["Backagain"] = 438,
				["光光小賊"] = 919,
				["毛仔獸"] = 883,
				["藤原拓海王"] = 689,
				["裟剎"] = 533,
				["Bigoc"] = 80,
				["莖莖有味"] = 980,
				["萬一"] = 686,
				["月黑高飛"] = 340,
				["Exileblade"] = 64,
				["熾夏玩美"] = 811,
				["大祐馳玖"] = 556,
				["山鰤獵人"] = 805,
				["西谷夕"] = 787,
				["巴歐"] = 641,
				["人財兩空"] = 205,
				["終焉之戰"] = 380,
				["Muo"] = 448,
				["淼焱"] = 359,
				["最悟"] = 767,
				["Lemesis"] = 601,
				["星丶辰"] = 188,
				["衝殺小朋友"] = 532,
				["暗影達人"] = 428,
				["香飄飄抹茶"] = 795,
				["今晚打瞌睡"] = 182,
				["珍奶去冰"] = 779,
				["海拉魯"] = 510,
				["Ashsbringer"] = 39,
				["肯德基蛋塔"] = 526,
				["陸蚩"] = 409,
				["欣玥如歌"] = 350,
				["系告敢丟"] = 240,
				["猥瑣老王"] = 971,
				["秋毛"] = 781,
				["撒浪嘿呦"] = 649,
				["Boleyn"] = 440,
				["爪爪小騎"] = 365,
				["芒果雪莓娘"] = 899,
				["玩命凱薩"] = 579,
				["夜盲症"] = 207,
				["別逼我擋怪"] = 747,
				["丟丟"] = 829,
				["Doomslayer"] = 81,
				["查爾濕"] = 71,
				["布妞妞"] = 870,
				["跟布魯斯求婚"] = 92,
				["幼女試車員"] = 491,
				["乂泠乂"] = 941,
				["武玥蝕貳"] = 659,
				["毘沙喵天"] = 882,
				["哈辣雞翅"] = 857,
				["干什麼東西"] = 319,
				["正中眉心"] = 566,
				["啊啦呼啊吧"] = 722,
				["射貴桃"] = 310,
				["至夏想想"] = 818,
				["魔女宅急射"] = 708,
				["艾彩"] = 53,
				["蕃茄兒"] = 392,
				["Furiousling"] = 445,
				["以莉亞"] = 198,
				["部落衛兵"] = 539,
				["玉琳哥"] = 890,
				["暹別搞"] = 652,
				["法力高"] = 662,
				["江柔"] = 730,
				["西黑大將軍"] = 788,
				["酒妹"] = 541,
				["奔波兒霸"] = 557,
				["今晚打醬油"] = 461,
				["失敗的糆"] = 304,
				["為妳寫詩"] = 888,
				["騷蹄子"] = 793,
				["Tods"] = 738,
				["新興區加摩爾"] = 60,
				["毘沙聖天"] = 8,
				["當代電影大師"] = 517,
				["陌語"] = 408,
				["布妞大正妹"] = 85,
				["薩哞耶"] = 687,
				["卡茲那堤"] = 12,
				["征戰者"] = 644,
				["狂暴麥該牢"] = 670,
				["終歸一嗜"] = 680,
				["貓神的小貓咪"] = 98,
				["驚天拳吳留手"] = 823,
				["阿美族"] = 544,
				["沙漠之鷹"] = 885,
				["Cowwalker"] = 836,
				["寧鳳林臭酸奶"] = 16,
				["牤師"] = 366,
				["多尼多尼巴喬"] = 299,
				["我是大高玩"] = 329,
				["晒骆驼"] = 766,
				["氣在來"] = 354,
				["北都"] = 851,
				["不死族守衛"] = 843,
				["水包屎做的"] = 774,
				["完美落地"] = 308,
				["杜拉拉"] = 47,
				["小蒨"] = 639,
				["轉世跳跳"] = 23,
				["鹹魚我最鹹"] = 421,
				["追憶似水流年"] = 909,
				["皮蛋瘦肉粥"] = 673,
				["撒浪嘿"] = 648,
				["魁魁"] = 550,
				["這一拳二十年"] = 431,
				["關節"] = 179,
				["浪漫晨風"] = 832,
				["Barry"] = 835,
				["繁星夜"] = 382,
				["楓舞筱嫣"] = 879,
				["霄林北"] = 791,
				["哺唅吉"] = 68,
				["小峱"] = 135,
				["喚不回的感傷"] = 292,
				["菸酒大叔"] = 221,
				["不良柴犬"] = 269,
				["歐陽薰"] = 123,
				["專射你臉"] = 311,
				["很熱"] = 44,
				["仕若終章"] = 272,
				["香草煉乳冰沙"] = 920,
				["Inasiiss"] = 446,
				["奧利恩"] = 233,
				["阿公店店長"] = 133,
				["誘導力場"] = 130,
				["笨笨的樂子"] = 144,
				["埃漏哈死洞"] = 861,
				["國安感冒糖漿"] = 7,
				["焦阿曬"] = 668,
				["香濃可可"] = 706,
				["蜜世界"] = 393,
				["頹廢曉曉"] = 700,
				["翦燭"] = 784,
				["布琳希德"] = 103,
				["在座的各位"] = 627,
				["超級高玩"] = 906,
				["鮪魚玉米"] = 420,
				["恩歪剋低武士"] = 873,
				["克洛根"] = 274,
				["國有廉價勞工"] = 14,
				["龍舟隊長"] = 552,
				["Hers"] = 251,
				["打骨頭"] = 763,
				["Jackz"] = 254,
				["好辣手"] = 482,
				["Kosuke"] = 256,
				["美佐不要"] = 817,
				["Rocketduck"] = 838,
				["痴人聖"] = 519,
				["無小雙"] = 958,
				["Gihan"] = 597,
				["卡迪歐"] = 467,
				["裁芸剪水"] = 74,
				["來自辛亥驕傲"] = 798,
				["狸奈奈"] = 19,
				["小夥棄"] = 312,
				["偷心小貓咪"] = 847,
				["莎爾維加"] = 389,
				["扣泥吉娃娃"] = 647,
				["陳半仙"] = 4,
				["為所欲為倉庫"] = 88,
				["風雲火虎"] = 705,
				["東尼大木棒"] = 31,
				["天竺鼠卡車"] = 303,
				["又有你的毛"] = 621,
				["佐藤潘德拉岡"] = 3,
				["投十元獵人"] = 86,
				["Soullink"] = 265,
				["一吋法師"] = 578,
				["Bgman"] = 592,
				["奇奇"] = 863,
				["達米安"] = 911,
				["Snutzy"] = 263,
				["阿芸偷偷摸摸"] = 160,
				["業餘鏟屎官"] = 657,
				["泰泰"] = 887,
				["蜜糖吐司"] = 934,
				["很姓少年噁心"] = 147,
				["赤城米莉亞"] = 905,
				["小美女騎士"] = 315,
				["速趴悲劇塔"] = 401,
				["风韵"] = 792,
				["感殤"] = 327,
				["霓妮"] = 548,
				["咖哩叔叔"] = 799,
				["天空橋朋花"] = 631,
				["朝朝扯旗"] = 654,
				["Kumamon"] = 599,
				["Zeisslol"] = 739,
				["巡撫"] = 640,
				["沁玥冰兒"] = 810,
				["西北偏北"] = 786,
				["電電狗"] = 547,
				["奪魂黑影"] = 82,
				["Bigoe"] = 439,
				["苜獅"] = 570,
				["燕草"] = 239,
				["香飄飄奶酪"] = 822,
				["偷鹽蛇"] = 710,
				["雙嬌小魚兒"] = 914,
				["卡禿嚕皮"] = 282,
				["奶茶小壞壞"] = 15,
				["饅頭砸摳"] = 575,
				["洛樊"] = 507,
				["子瑜的寵物"] = 867,
				["梅爾德拉斯"] = 347,
				["化身孤島的鯨"] = 587,
				["二十七號"] = 270,
				["咩噗"] = 289,
				["Ogamar"] = 164,
				["牛咩咩耶"] = 514,
				["天上聖母默娘"] = 142,
				["給妳棒棒"] = 524,
				["海大王"] = 509,
				["芬達蘋果"] = 684,
				["歐巴嘎"] = 658,
				["死靈守護者"] = 351,
				["月爸的遠征"] = 339,
				["聖經乂"] = 21,
				["佛懺降罪人"] = 611,
				["薄荷與雷電"] = 529,
				["阿薩佈魯"] = 696,
				["可貴者膽"] = 728,
				["灆曦"] = 362,
				["沖繩黑糖牛奶"] = 884,
				["英德烈"] = 900,
				["草帽魯夫"] = 527,
				["凌鹿"] = 67,
				["狂人十一"] = 714,
				["光光小牧"] = 936,
				["發條橘子"] = 672,
				["濕滑螺絲起子"] = 203,
				["別打我要有愛"] = 200,
				["小妹妹蹲著吃"] = 635,
				["阿芸"] = 966,
				["布布妞妞"] = 642,
				["你們"] = 426,
				["月読"] = 122,
				["米糬糬"] = 523,
				["林美不要"] = 808,
				["白龍魯迅儒學"] = 89,
				["风的祭奠"] = 417,
				["海德格啾我"] = 101,
				["姽嫿"] = 633,
				["槍與薔薇"] = 505,
				["熊爺爺"] = 76,
				["華惹法"] = 571,
				["泥哥戰士"] = 663,
				["三犄"] = 197,
				["簡郭阿龍"] = 816,
				["舞箭人春寒"] = 138,
				["艾瑪肉肉"] = 963,
				["Startrack"] = 602,
				["Xiaobudesu"] = 454,
				["終歸一夢"] = 73,
				["早安七哭比"] = 225,
				["口古口"] = 154,
				["危機"] = 28,
				["散財"] = 334,
				["德過且過"] = 45,
				["麵包宗師"] = 828,
				["喔告咬他"] = 232,
				["血獄"] = 572,
				["小蝴莉"] = 488,
				["洨胖胖"] = 508,
				["雨食"] = 546,
				["珍奶不加冰"] = 778,
				["殺手九十六"] = 930,
				["捅王"] = 118,
				["姆露"] = 923,
				["子瑜的彬彬"] = 950,
				["倒立喝汽水"] = 943,
				["新店周杰倫"] = 187,
				["菇逃菇鬧"] = 785,
				["無小小雙"] = 78,
				["狗勾"] = 367,
				["小雙是女神"] = 84,
				["血雞林薩滿"] = 434,
				["陰險小戰"] = 93,
				["所要者魂"] = 762,
				["凱薩裂蹄"] = 746,
				["噗噗術"] = 294,
				["法施"] = 356,
				["Ophelia"] = 261,
				["Monni"] = 257,
				["寶奇課長"] = 58,
				["奶舖"] = 864,
				["城崎美嘉"] = 628,
				["冰摩卡拿鐵"] = 464,
				["粉爺"] = 678,
				["Opcoastline"] = 260,
				["地板有火小心"] = 297,
				["琥珀川伊藤"] = 213,
				["搖滾布絲"] = 331,
				["喵葬人"] = 625,
				["喵之琳琳"] = 753,
				["購滿長皮包"] = 820,
				["轉世叫小赫"] = 789,
				["超級王"] = 693,
				["只好玩法爺了"] = 853,
				["Alexqq"] = 241,
				["可口乃汁"] = 286,
				["Chillness"] = 246,
				["亂亂鳳薩"] = 460,
				["櫻桃兔"] = 880,
				["貝比女孩"] = 904,
				["地板哥"] = 921,
				["風涼話大師"] = 704,
				["璐璐雪"] = 813,
				["枫皇"] = 345,
				["搞事大隊隊長"] = 126,
				["玖筒"] = 369,
				["追憶風華年代"] = 790,
				["程昱"] = 674,
				["悍飽"] = 591,
				["牧鹿人"] = 959,
				["光光小聖"] = 107,
				["瘋狂羅賓"] = 521,
				["美國牛隊長"] = 783,
				["Dogg"] = 248,
				["Monnini"] = 447,
				["阿公店店花"] = 695,
				["小奶牧"] = 802,
				["處不留爺自去"] = 530,
				["予恩"] = 742,
				["小心吐奶"] = 559,
				["乜都德"] = 741,
				["是場雨"] = 927,
				["小羽布葶"] = 638,
				["夏瑀"] = 948,
				["灰色騎士"] = 667,
				["來了來了來了"] = 613,
				["光光小術"] = 945,
				["Elfnatural"] = 249,
				["憂心"] = 328,
				["丨深深丨"] = 145,
				["楓雲"] = 564,
				["武者羅"] = 881,
				["風城浮雲"] = 701,
				["莉賽洛德"] = 528,
				["毘沙妖天"] = 172,
				["職業試玩四"] = 962,
				["牛夫人的奶媽"] = 669,
				["哩五嘆吉哞"] = 800,
				["無碼牛腥拳"] = 775,
				["速不術"] = 400,
				["Alta"] = 9,
				["安鬼莉"] = 486,
				["妖獵手"] = 866,
				["塔洛娜"] = 298,
				["近我者聖光"] = 149,
				["痛夢空洞"] = 518,
				["逃之夭夭"] = 581,
				["Aldo"] = 577,
				["蔡翠秋"] = 903,
				["好想玩狂戰喔"] = 865,
				["西湖水"] = 136,
				["買單火焰球"] = 692,
				["Socasky"] = 264,
				["Nunn"] = 259,
				["Katyheha"] = 217,
				["輸潑屎大"] = 907,
				["傳說小百"] = 463,
				["帕那刻亞"] = 643,
				["大鷹吉祥"] = 949,
				["Chiehyu"] = 244,
				["塞哪里奥"] = 206,
				["哇嘎哩嗎嘻噠"] = 473,
				["泥哥騎士"] = 127,
				["風行者丨寒戰"] = 111,
				["凌貓"] = 224,
				["日陽羽翼"] = 978,
				["凜冬將臨"] = 167,
				["Essilorlolz"] = 940,
				["伊騰飛"] = 42,
				["代入我的心事"] = 846,
				["信我者得永生"] = 743,
				["亂亂凰"] = 607,
				["一隻牛"] = 833,
				["夜羽殤"] = 481,
				["Bndd"] = 595,
				["沒有什麼"] = 355,
				["Novdark"] = 258,
				["Bigo"] = 593,
				["Hemanbb"] = 736,
				["殺戮聖經"] = 352,
				["書包"] = 653,
				["血劍一佈"] = 152,
				["生財之道"] = 158,
				["楓荷"] = 826,
				["小雷包"] = 489,
				["暹小花"] = 955,
				["賺錢第一"] = 435,
				["資深小妹"] = 975,
				["遊客李老八"] = 402,
				["火加歌等於我"] = 235,
				["索爾大酋長"] = 106,
				["Amyamy"] = 242,
				["啾毛"] = 624,
				["看老衲降魔杵"] = 374,
				["十四位薩滿"] = 281,
				["根雞圖騰"] = 809,
				["依菲希斯"] = 273,
				["跟風練個聖騎"] = 537,
				["灰燼之刃"] = 568,
				["綠惡魔"] = 430,
				["口囧口"] = 284,
				["閃電鏈拉西"] = 216,
				["飍靐"] = 416,
				["卍一空一卍"] = 619,
				["拉普拉斯"] = 712,
				["大姨媽"] = 862,
				["綺麗"] = 715,
				["職業試玩一"] = 933,
				["芙蕾拉"] = 215,
				["叔叔撞阿姨"] = 622,
				["午夜奶爸"] = 585,
				["薯餅蛋堡"] = 688,
				["小肥毛"] = 973,
				["Rodenstock"] = 709,
				["喵小菲"] = 860,
				["衝鋒釋放"] = 573,
				["鹹魚翻身夢"] = 25,
				["冰心冷刃"] = 745,
				["潑屎妹"] = 511,
				["無大雙"] = 208,
				["Chickbb"] = 243,
				["Tyranus"] = 968,
				["尼根小小號"] = 105,
				["西黑"] = 395,
				["舞唲曦"] = 151,
				["啾嗷"] = 859,
				["光光小薩"] = 944,
				["鄉下嬉皮"] = 540,
				["小屁還"] = 184,
				["武動血吼"] = 190,
				["哭妖王"] = 29,
				["紫祈"] = 590,
				["血染紅的悲傷"] = 531,
				["姨媽來了"] = 307,
				["海鹽那堤"] = 121,
				["達羅威夫人"] = 717,
				["騙神仔"] = 418,
				["Binary"] = 594,
				["喵嗷嗚"] = 754,
				["柏修斯"] = 346,
				["Brucelolz"] = 939,
				["阿薩姆奶聖"] = 545,
				["Bomi"] = 732,
				["終南山活死人"] = 379,
				["一之瀨志希"] = 840,
				["黃泉比良坂"] = 131,
				["光光小獵"] = 937,
				["泣孤"] = 886,
				["古惑崽"] = 285,
				["廬山升龍霸"] = 321,
				["是朵花"] = 928,
				["肉煮到不見啦"] = 385,
				["Matoloki"] = 424,
				["亡靈新兵"] = 584,
				["急性發錢寒"] = 872,
				["黃泉夜"] = 423,
				["冰城邪靈"] = 276,
				["天才那個珊"] = 922,
				["我是犀牛"] = 830,
				["合作射老師"] = 469,
				["思緒飄揚"] = 185,
				["新店彭于晏"] = 764,
				["奶香小牛蹄"] = 757,
				["史傳傑女士"] = 623,
				["Hulkv"] = 236,
				["毛毛小寶貝"] = 773,
				["Jbook"] = 255,
				["塔林"] = 156,
				["巡迴家"] = 490,
				["窮學生"] = 377,
				["光光阿哞"] = 134,
				["特務七十八"] = 970,
				["憂鬱鈴鐺"] = 806,
				["咪琦咪琦"] = 290,
				["天天漲不停"] = 301,
				["斯卡蒂"] = 498,
				["小魚浠浠"] = 316,
				["春娘"] = 765,
				["瘋牛沒病"] = 520,
				["平平的平平"] = 320,
				["兇殘的涂老闆"] = 614,
				["咖哩芝麻"] = 472,
				["要水請叫爸爸"] = 819,
				["貪食蛇大帝"] = 398,
				["潮噴女王"] = 360,
				["告敢丟"] = 288,
				["仰視"] = 10,
				["逃啊夭"] = 910,
				["香草拿鐵奶泡"] = 976,
				["很像她"] = 323,
				["Xegony"] = 96,
				["越女劍"] = 55,
				["宇閣墨香"] = 869,
				["榴蓮大王"] = 189,
				["提里奧弗丁乂"] = 874,
				["喵小紅"] = 230,
				["閉著眼睛讓你"] = 62,
				["密斯布菈蕾"] = 155,
				["我係菩提老祖"] = 125,
				["一雨知寒"] = 740,
				["嘉寶"] = 475,
				["只活在副本"] = 825,
				["Angelinaqwq"] = 153,
				["Reko"] = 204,
				["單戈女臣"] = 474,
				["莫陽"] = 99,
				["率獸食人"] = 368,
				["飛葉快刀"] = 180,
				["焚情"] = 363,
				["弓曲廣陵散"] = 139,
				["琦玉老師"] = 370,
				["齁裡穴"] = 576,
				["依依啊啊"] = 237,
				["患得患失"] = 561,
				["台灣小黑熊"] = 854,
				["乂岩谷尚文乂"] = 115,
				["魔法阿公"] = 419,
				["轉世麥皂"] = 538,
				["郭雲天老師"] = 24,
				["尐沫"] = 758,
				["拉加斯"] = 954,
				["酒醉哥"] = 542,
				["耶灬我誰"] = 580,
				["十全旗手"] = 586,
				["戀芯星塵"] = 953,
				["鬼頭刀"] = 549,
				["鳳凰雁"] = 112,
				["天涯海角"] = 302,
				["果蛋"] = 344,
				["薩拉米果"] = 102,
				["最峰"] = 876,
				["小雙"] = 924,
				["老衲法號衰哥"] = 383,
				["最隱"] = 338,
				["龍老爸"] = 37,
				["豹叔叔"] = 141,
				["太陽之井守衛"] = 114,
				["菸酒阿叔"] = 34,
				["姜小蝦"] = 483,
				["小剝皮"] = 558,
				["三條悟"] = 458,
				["阿伯回來了"] = 583,
				["部落工讀生"] = 718,
				["生財功具"] = 814,
				["啻犬"] = 858,
				["你娘靈堂失火"] = 612,
				["Chihanx"] = 245,
				["佛系補血"] = 166,
				["Bigox"] = 2,
				["澈沐沐"] = 665,
				["Vapocoolant"] = 451,
				["早射達人"] = 171,
				["天蓬"] = 632,
				["只是浮雲"] = 751,
				["洨胖"] = 49,
				["先坦三分鐘"] = 183,
				["若相依"] = 220,
				["艾斯卡達爾"] = 683,
				["李美宏敢啦"] = 562,
				["沂忻"] = 661,
				["洨賴"] = 664,
				["浩司"] = 357,
				["叫我拔拔"] = 752,
				["狂妄失德"] = 192,
				["林森北路殺手"] = 343,
				["柒莫"] = 769,
				["亞馬遜的遠征"] = 129,
				["莫忘窮苦多"] = 432,
				["柯憐娜"] = 48,
				["Rewinted"] = 262,
				["Bigoh"] = 104,
				["朕說了算"] = 878,
				["素西西"] = 679,
				["Xiaobaobaoba"] = 453,
				["Rolickon"] = 839,
				["Lucozade"] = 40,
				["燄靈"] = 512,
				["草莓物語"] = 209,
				["豬隊友字帆"] = 691,
				["恢復有毒"] = 646,
				["毘沙門天"] = 506,
				["樂小主"] = 226,
				["妖人死"] = 305,
				["柯爾岑娜"] = 140,
				["亞培"] = 609,
				["電療機器人"] = 411,
				["劍人無雙"] = 748,
				["淘氣寶"] = 202,
				["龍龍薩"] = 94,
				["邁克爾假死"] = 403,
				["紅樂樂"] = 378,
				["Ignited"] = 253,
				["克雷恩風行者"] = 744,
				["神圣小德"] = 892,
				["椒麻雞腿排"] = 656,
				["水也兄"] = 729,
				["Eustacé"] = 734,
				["我要躺到底"] = 110,
				["阿米拉"] = 913,
				["黯靈老牧"] = 916,
				["楓謎"] = 61,
				["種汁種汁"] = 163,
				["熙夏"] = 776,
				["當心你的背後"] = 372,
				["旺旺大禮包"] = 651,
				["小小真情"] = 313,
				["口袋代言人"] = 13,
				["夜王"] = 480,
				["霧月"] = 412,
				["琴操姑娘"] = 371,
				["風擱淺雨"] = 703,
				["無心之罪"] = 364,
				["大樂子"] = 169,
				["捷克羅姆"] = 330,
				["宿醉嘎逼"] = 5,
				["曾揮霍的昨天"] = 500,
				["觀察員"] = 534,
				["尼撈味"] = 59,
				["阿素"] = 148,
				["恐怖熊"] = 926,
				["長毛大猩猩"] = 406,
				["射手獵"] = 69,
				["致命大榔頭"] = 682,
				["癢癢臭臭的"] = 522,
				["風少"] = 702,
				["幸福的秘密"] = 70,
				["雪酪"] = 210,
				["箭箭"] = 675,
				["風鳥"] = 211,
				["毘沙哞天"] = 772,
				["是條魚"] = 979,
				["Rknight"] = 1,
				["仲夏星夜"] = 462,
				["痴瓜群眾"] = 177,
				["赦生滅"] = 536,
				["塔槍卡"] = 755,
				["從沒見過冰山"] = 324,
				["老藕"] = 716,
				["香草拿鐵奶昔"] = 984,
				["滅團師太"] = 117,
				["默昕羽"] = 222,
				["雷摩特製造商"] = 698,
				["四條悟"] = 626,
				["哇嘎哩嗎嘕"] = 856,
				["澳門線上賭場"] = 666,
				["甜在心大饅頭"] = 780,
				["殺意龍魂"] = 660,
				["微風賊賊"] = 170,
				["燁燁"] = 433,
				["小熱飯"] = 803,
				["九層塔炒蛤蠣"] = 796,
				["咪姐兒"] = 947,
				["草東"] = 388,
				["香草拿鐵小妹"] = 79,
				["休憩空間"] = 610,
				["心癮"] = 494,
				["樂仔"] = 349,
				["加芬"] = 113,
				["靈刀希狼"] = 699,
				["哞深哪"] = 291,
				["雪在流"] = 75,
				["米契"] = 676,
				["睡鬼"] = 891,
				["恶魔貓男"] = 30,
				["草莓帕妃糖"] = 901,
				["軟飯最暖胃"] = 399,
				["冷漠混蛋"] = 279,
				["玉米哞湯"] = 960,
				["你有病是不是"] = 917,
				["塔格奧的遠征"] = 477,
				["小雙姐姐"] = 925,
				["據說"] = 332,
				["Angelaqwq"] = 161,
				["Abyss"] = 437,
				["咪咪兔"] = 946,
				["冬釀津白"] = 275,
				["香草拿鐵派司"] = 77,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km7|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["小西"] = 1,
				["|Km2|k"] = 2,
				["Sred"] = 1,
				["|Km8|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["卡萊姆"] = 1,
				["|Kq11|k"] = 2,
				["冷劍小飛狐"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["希爾德烈日"] = 1,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["Shadowlol"] = 1,
				["|Kq6|k"] = 2,
				["橋下小酒杯"] = 1,
				["司命"] = 1,
				["萬箭"] = 1,
				["月半豸苗"] = 1,
				["恕嵐轎"] = 1,
				["Tods"] = 1,
				["阿鋒哥"] = 1,
				["房仲陳先生"] = 1,
				["伊騰飛"] = 1,
				["Lonelykiller"] = 1,
				["|Kq1|k"] = 2,
				["Gihan"] = 1,
				["|Kq17|k"] = 2,
				["Geng"] = 1,
				["白白昀"] = 1,
				["|Kq8|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq21|k"] = 2,
				["卡道圖騰"] = 1,
				["|Kq4|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq13|k"] = 2,
				["後天"] = 1,
			},
			["guildList"] = {
				["跳蚤漏電"] = 169,
				["腹黑祖母"] = 78,
				["天然夏蛙"] = 68,
				["黑鮑大炒飯"] = 76,
				["島津勇午"] = 127,
				["Devilfunny"] = 90,
				["永和毒龍棒"] = 144,
				["軟爛膝蓋"] = 170,
				["我就胖"] = 133,
				["戳仔"] = 64,
				["哈札拉爾"] = 28,
				["今晚哇哈哈"] = 7,
				["激浪加可樂"] = 189,
				["白蘑菇"] = 188,
				["戲水長牛"] = 185,
				["謙仔"] = 184,
				["冰戀燃燒版"] = 62,
				["黑到你看不到"] = 182,
				["Jillblacktbc"] = 95,
				["特濕啦"] = 61,
				["津童"] = 71,
				["追劇時間艾米"] = 45,
				["阿巧"] = 173,
				["冷冷德"] = 111,
				["舞和泉"] = 163,
				["萊田鼠叔蔗里"] = 165,
				["靜靜看你"] = 181,
				["霍姆"] = 180,
				["沒心情"] = 145,
				["雙層肚"] = 178,
				["打不死蟑螂"] = 135,
				["陸崎君"] = 176,
				["阿斯忒里亞"] = 175,
				["遙夜風刃"] = 58,
				["迷你桔"] = 172,
				["轉守為攻"] = 171,
				["艾素嵐"] = 164,
				["背感鴨力"] = 15,
				["肥仔奇"] = 162,
				["紅燒牛肉"] = 159,
				["雅爾蓓徳"] = 177,
				["秋楓明月"] = 158,
				["甜桃小姐"] = 157,
				["特盛牛丼"] = 154,
				["爆肝練習補師"] = 35,
				["牛萌王"] = 14,
				["蘿莉麥丘利"] = 166,
				["肥肥熊"] = 1,
				["熊熊早午餐"] = 149,
				["媽媽守護神"] = 123,
				["哪個誰"] = 115,
				["烤烤茶"] = 148,
				["柔情似水"] = 140,
				["噗噗小西瓜"] = 43,
				["琥珀穗"] = 156,
				["胯下圖騰柱"] = 46,
				["孤兒蛋"] = 21,
				["咖痛"] = 114,
				["水鑽豹"] = 143,
				["花花寶"] = 83,
				["冰女"] = 110,
				["Rigg"] = 100,
				["草食性牛乳"] = 29,
				["轟隆隆"] = 69,
				["綠璃羽月"] = 33,
				["正經賊"] = 141,
				["曼丁希爾"] = 138,
				["巧克力薄餅"] = 128,
				["暗影老師卡好"] = 137,
				["小腳趾"] = 125,
				["夕顏若雪"] = 47,
				["摸摸大大"] = 136,
				["希梵"] = 129,
				["阿南德侯賽因"] = 77,
				["Riechar"] = 99,
				["御藻前"] = 131,
				["三浦建太郎"] = 105,
				["小豬肉"] = 126,
				["善哉善哉"] = 117,
				["洩泆訪燕"] = 37,
				["乂李玄乂"] = 41,
				["Miamiakio"] = 4,
				["啊啾啾啊啾啾"] = 116,
				["出來喔"] = 112,
				["不貳過"] = 106,
				["特變電工"] = 155,
				["伊右衛門"] = 107,
				["Yenn"] = 10,
				["Theseven"] = 104,
				["Tboy"] = 103,
				["奥格瑪守衞"] = 120,
				["牧原股份"] = 152,
				["Mackenna"] = 98,
				["Jielin"] = 94,
				["Jhihlin"] = 93,
				["伊邪那美命"] = 50,
				["Iwcs"] = 91,
				["請問有一嗎"] = 167,
				["Catt"] = 89,
				["好油配口茶"] = 121,
				["Alsaceco"] = 87,
				["Casakov"] = 88,
				["劍衣"] = 84,
				["聽說你很勇"] = 82,
				["苦苦的大叔"] = 79,
				["校正回鮭"] = 70,
				["爆香死人頭"] = 75,
				["兇暴尼爾"] = 73,
				["麥克比"] = 19,
				["兲德"] = 67,
				["慕容拉拉"] = 66,
				["Runningdead"] = 102,
				["希郎"] = 12,
				["西郎顧桃"] = 65,
				["絲瓜蛤蠣"] = 161,
				["我聖粉啦"] = 134,
				["小嗤嗤"] = 63,
				["奶爸的溫柔"] = 59,
				["小小牙"] = 124,
				["很軟扛不住"] = 56,
				["大叔苦苦德"] = 55,
				["黑白武"] = 53,
				["很歪打不痛"] = 52,
				["殘兵一"] = 44,
				["琉璃飛羽"] = 42,
				["暗矛獵人"] = 74,
				["吃我颱風拉"] = 113,
				["拉卜浪真姆斯"] = 57,
				["一身萊姆病"] = 11,
				["我是你阿嬤"] = 72,
				["奶奶補給站"] = 48,
				["惟揚師兄"] = 31,
				["蘿琳布勞頓"] = 26,
				["可魯弟弟"] = 25,
				["Jenchou"] = 39,
				["赤龍影"] = 168,
				["Kyi"] = 96,
				["斯茲蘑蘑內內"] = 22,
				["爆爆牛"] = 150,
				["母湯伯伯"] = 142,
				["我就奶"] = 13,
				["入床龍西門吹"] = 8,
				["沒這麼誇張"] = 146,
				["暖男殺手"] = 24,
				["牛德卿山在"] = 86,
				["很邱"] = 130,
				["佟二"] = 108,
				["費里奧多"] = 23,
				["樱木三郎"] = 27,
				["莫青青"] = 183,
				["歌岸泗聲"] = 40,
				["小黑鬼"] = 2,
				["薩氣牛牛"] = 80,
				["草原上的小鳥"] = 5,
				["傭山蘇肌"] = 51,
				["屁孩最俊郎"] = 49,
				["瘦不拉丁"] = 187,
				["姜丹尼爾"] = 122,
				["Goobo"] = 6,
				["喇叭牌正露丸"] = 54,
				["我就笨"] = 34,
				["Letme"] = 97,
				["墨西哥土鑑師"] = 119,
				["咩修乾哞"] = 20,
				["恢復德"] = 132,
				["嘎逼吼零"] = 118,
				["辣醬炒鴨"] = 38,
				["特務英格麗噓"] = 153,
				["比比豬"] = 85,
				["雪姬奈奈"] = 179,
				["兩度燒"] = 109,
				["牛角貓"] = 186,
				["阿巧妹妹"] = 174,
				["月工月工米青"] = 139,
				["灰色八度空間"] = 147,
				["Rukina"] = 101,
				["爪勒奈底"] = 151,
				["Jcws"] = 92,
				["我就傻"] = 9,
				["嘻哈忍風"] = 36,
				["紅麗幻法"] = 160,
				["雲天翔"] = 17,
				["冰璃飛羽"] = 60,
				["靜思弟子"] = 18,
				["爆爆騎"] = 30,
				["法盲髮氓茫"] = 81,
				["呼豐喚乳"] = 3,
				["過街老鼠"] = 16,
				["西洋劇大師"] = 32,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["protected"] = true,
		["stats"] = 0,
		["action"] = 2,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["stats"] = 0,
		["raid"] = true,
		["received"] = true,
		["guild"] = true,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["stats"] = 0,
		["all"] = true,
		["received"] = true,
		["action"] = 2,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["特變電工"] = {
			["刀月弦#3132"] = {
				{
					["type"] = 1,
					["time"] = 1633259320,
					["from"] = "特變電工",
					["msg"] = "找到一個超強的牧師",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633259326,
					["from"] = "刀月弦#3132",
					["msg"] = "= = ID",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633259334,
					["from"] = "特變電工",
					["msg"] = "367+無敵腰帶",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633259363,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633259369,
					["from"] = "特變電工",
					["msg"] = "必須上2300",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633259371,
					["from"] = "刀月弦#3132",
					["msg"] = "= = ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633259383,
					["from"] = "特變電工",
					["msg"] = "他這周二有事",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633259430,
					["from"] = "刀月弦#3132",
					["msg"] = "這是要打三三還是五五的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633259438,
					["from"] = "特變電工",
					["msg"] = "五五",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633259506,
					["from"] = "刀月弦#3132",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633259514,
					["from"] = "特變電工",
					["msg"] = "先拿分",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633259528,
					["from"] = "特變電工",
					["msg"] = "然後再組33冲分",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633259535,
					["from"] = "特變電工",
					["msg"] = "説不定55都能上2000",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633259544,
					["from"] = "刀月弦#3132",
					["msg"] = "= = ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633259548,
					["from"] = "刀月弦#3132",
					["msg"] = "XD 怎麼這麼自信XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633259551,
					["from"] = "特變電工",
					["msg"] = "在你的帶領下",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633259555,
					["from"] = "特變電工",
					["msg"] = "我們都跟你混",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633259566,
					["from"] = "特變電工",
					["msg"] = "周二我們先隨便找個牧師打一下",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633259584,
					["from"] = "特變電工",
					["msg"] = "周三再起飛",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633259594,
					["from"] = "特變電工",
					["msg"] = "我找一個電薩",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633259606,
					["from"] = "刀月弦#3132",
					["msg"] = "你會帶五五嗎= =",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633259613,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633259616,
					["from"] = "特變電工",
					["msg"] = "你帶",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633259623,
					["from"] = "刀月弦#3132",
					["msg"] = "我是不會帶五五",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633259625,
					["from"] = "特變電工",
					["msg"] = "我給你參謀",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633259634,
					["from"] = "特變電工",
					["msg"] = "那我來",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633259640,
					["from"] = "刀月弦#3132",
					["msg"] = "我安靜聽指揮",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633259647,
					["from"] = "刀月弦#3132",
					["msg"] = "妥",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633263327,
					["from"] = "特變電工",
					["msg"] = "補聖 貌似韌性要求不高",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633263347,
					["from"] = "刀月弦#3132",
					["msg"] = "這我不清楚欸 ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633263358,
					["from"] = "特變電工",
					["msg"] = "5V5沒人乾騎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633263359,
					["from"] = "刀月弦#3132",
					["msg"] = "沒研究過勝期是",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633272696,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633272723,
					["from"] = "刀月弦#3132",
					["msg"] = "嗯?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633274834,
					["from"] = "特變電工",
					["msg"] = "搞33？",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633274879,
					["from"] = "刀月弦#3132",
					["msg"] = "沒 我跟人打個22",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633274884,
					["from"] = "刀月弦#3132",
					["msg"] = "不過現在要休息了 明天要上班",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633343669,
					["from"] = "特變電工",
					["msg"] = "不好找啊",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633343676,
					["from"] = "特變電工",
					["msg"] = "補騎太少了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633343692,
					["from"] = "刀月弦#3132",
					["msg"] = "不然湊合著找個補D也行吧",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633343700,
					["from"] = "刀月弦#3132",
					["msg"] = "不然補期才是這組合的正解",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633343708,
					["from"] = "刀月弦#3132",
					["msg"] = "三三補D找到了嗎XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633343781,
					["from"] = "特變電工",
					["msg"] = "嗯 ",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633343814,
					["from"] = "特變電工",
					["msg"] = "昨天那個德還可以",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633343823,
					["from"] = "刀月弦#3132",
					["msg"] = "你有跟他打一下二二是嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633343832,
					["from"] = "特變電工",
					["msg"] = "我跟他馳騁在戰場裏",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633343834,
					["from"] = "特變電工",
					["msg"] = "2v5",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633343856,
					["from"] = "特變電工",
					["msg"] = "我DC叫他",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633343863,
					["from"] = "特變電工",
					["msg"] = "晚上打33？",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633343867,
					["from"] = "刀月弦#3132",
					["msg"] = "我晚上瓦許",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633343918,
					["from"] = "刀月弦#3132",
					["msg"] = "現在要打一個小時是可以",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633343926,
					["from"] = "刀月弦#3132",
					["msg"] = "8點出團 我現在打一小時可以",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633343934,
					["from"] = "刀月弦#3132",
					["msg"] = "只是不知道有沒有人",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633343988,
					["from"] = "特變電工",
					["msg"] = "估計沒人",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633343998,
					["from"] = "特變電工",
					["msg"] = "伺服器競技場人太少了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633344036,
					["from"] = "刀月弦#3132",
					["msg"] = "風氣不好 沒辦法",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633344233,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633344252,
					["from"] = "特變電工",
					["msg"] = "大陸服白天都秒排",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633344260,
					["from"] = "刀月弦#3132",
					["msg"] = "真好...",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633344277,
					["from"] = "刀月弦#3132",
					["msg"] = "可是感覺那邊隊伍雖然多 但代打更多QQ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633344323,
					["from"] = "刀月弦#3132",
					["msg"] = "其實我 超懶得打戰場的QQ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633344329,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633344340,
					["from"] = "特變電工",
					["msg"] = "打著玩",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633344354,
					["from"] = "刀月弦#3132",
					["msg"] = "輸贏都不再我個人 隊友掛網 對手太爛 都沒興致",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633344369,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633344387,
					["from"] = "刀月弦#3132",
					["msg"] = "感覺太多人混便當了 XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633344408,
					["from"] = "刀月弦#3132",
					["msg"] = "這個牧師就是我們五五的牧師是嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633429876,
					["from"] = "特變電工",
					["msg"] = "找到2個人 說是職業玩家",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633429886,
					["from"] = "特變電工",
					["msg"] = "說如果我們菜就讓我們滾",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633429892,
					["from"] = "刀月弦#3132",
					["msg"] = "今天九點開打?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633429894,
					["from"] = "刀月弦#3132",
					["msg"] = "ㄏ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633429898,
					["from"] = "特變電工",
					["msg"] = "我就想看下他們到底有多厲害",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633429909,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633429911,
					["from"] = "刀月弦#3132",
					["msg"] = "你是亂說的還是 真的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633429911,
					["from"] = "刀月弦#3132",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633429922,
					["from"] = "特變電工",
					["msg"] = "真的",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633429955,
					["from"] = "刀月弦#3132",
					["msg"] = "好 今天晚上縮起來給厲害的帶團",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633429966,
					["from"] = "刀月弦#3132",
					["msg"] = "有說幾點開打嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633429972,
					["from"] = "特變電工",
					["msg"] = "他說今晚",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633429980,
					["from"] = "特變電工",
					["msg"] = "我要去找個牧師",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633429987,
					["from"] = "刀月弦#3132",
					["msg"] = "上次那個跑了?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633429992,
					["from"] = "特變電工",
					["msg"] = "他今晚臨時有事",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633430013,
					["from"] = "刀月弦#3132",
					["msg"] = "好ˇ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633430105,
					["from"] = "刀月弦#3132",
					["msg"] = "要打提早跟我說一下",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633430111,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633436526,
					["from"] = "特變電工",
					["msg"] = "兩個狂人還沒來",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633436538,
					["from"] = "刀月弦#3132",
					["msg"] = "梁小麵 不是狂人?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633436544,
					["from"] = "特變電工",
					["msg"] = "不是",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633436555,
					["from"] = "特變電工",
					["msg"] = "我喊的替補",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633436557,
					["from"] = "刀月弦#3132",
					["msg"] = "那你在群組也回他一下",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633436591,
					["from"] = "刀月弦#3132",
					["msg"] = "我去打個副本 等太久了QQ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633436596,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633436597,
					["from"] = "特變電工",
					["msg"] = "去",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633436602,
					["from"] = "特變電工",
					["msg"] = "不急",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633439334,
					["from"] = "特變電工",
					["msg"] = "準備了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633439352,
					["from"] = "刀月弦#3132",
					["msg"] = "嗯 尾二了",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633440050,
					["from"] = "特變電工",
					["msg"] = "馬上起飛",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633440214,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633440219,
					["from"] = "特變電工",
					["msg"] = "換號",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633440221,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633440253,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633440255,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633440389,
					["from"] = "刀月弦#3132",
					["msg"] = "+",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633443583,
					["from"] = "特變電工",
					["msg"] = "怎麽樣",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633443624,
					["from"] = "刀月弦#3132",
					["msg"] = "你覺得呢0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633443636,
					["from"] = "特變電工",
					["msg"] = "中上",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633443671,
					["from"] = "刀月弦#3132",
					["msg"] = "在這時間 這個隊伍算不錯",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633443677,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633443688,
					["from"] = "刀月弦#3132",
					["msg"] = "不過我們是是用期XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633519571,
					["from"] = "特變電工",
					["msg"] = "試用期",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633519591,
					["from"] = "刀月弦#3132",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633519599,
					["from"] = "刀月弦#3132",
					["msg"] = "你後來昨天還有打嗎XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633519702,
					["from"] = "特變電工",
					["msg"] = "有",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633519734,
					["from"] = "刀月弦#3132",
					["msg"] = "通過了嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633519735,
					["from"] = "刀月弦#3132",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633519747,
					["from"] = "特變電工",
					["msg"] = "必須的阿",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633519767,
					["from"] = "刀月弦#3132",
					["msg"] = "我應該是前面就通過了 聽它們講話應該是 妥妥的XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633519782,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633519808,
					["from"] = "特變電工",
					["msg"] = "能在戰場打出我2倍傷害的都是頂級的",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633519816,
					["from"] = "刀月弦#3132",
					["msg"] = "不過它們隊伍的戰是真的強XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633519827,
					["from"] = "刀月弦#3132",
					["msg"] = "我覺得她們獵人也不錯",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633521478,
					["from"] = "特變電工",
					["msg"] = "戰術牧",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633521554,
					["from"] = "刀月弦#3132",
					["msg"] = "感覺有五武打不用打三三了欸",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633521567,
					["from"] = "特變電工",
					["msg"] = "打不上2000",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633521575,
					["from"] = "特變電工",
					["msg"] = "武器泡湯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633521577,
					["from"] = "刀月弦#3132",
					["msg"] = "戰術牧也打不上",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633521583,
					["from"] = "特變電工",
					["msg"] = "戰術德",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633521635,
					["from"] = "刀月弦#3132",
					["msg"] = "德太難找了",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633521650,
					["from"] = "刀月弦#3132",
					["msg"] = "我感覺我先混這五五拿便當 我武器靠二二拿就好",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633523066,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633523075,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633523078,
					["from"] = "特變電工",
					["msg"] = "|HclubTicket:laapxdHzNe|h[加入：戰術德 天下無敵]|h",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633523078,
					["from"] = "刀月弦#3132",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633523146,
					["from"] = "特變電工",
					["msg"] = "加入",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633523159,
					["from"] = "特變電工",
					["msg"] = "找到德嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633523171,
					["from"] = "特變電工",
					["msg"] = "先打一把？",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633523296,
					["from"] = "刀月弦#3132",
					["msg"] = "打打看 不過太戳我不想練哦",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633523305,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633523307,
					["from"] = "特變電工",
					["msg"] = "不行就算了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633523357,
					["from"] = "特變電工",
					["msg"] = "來一把",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633531524,
					["from"] = "特變電工",
					["msg"] = "什麽時候結束",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633531885,
					["from"] = "刀月弦#3132",
					["msg"] = "我打完要睡覺了0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633531890,
					["from"] = "刀月弦#3132",
					["msg"] = "昨天睡好少 好累",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633531896,
					["from"] = "特變電工",
					["msg"] = "哈",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633606767,
					["from"] = "特變電工",
					["msg"] = "你在打22嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633606778,
					["from"] = "刀月弦#3132",
					["msg"] = "要打團了0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633606782,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633606796,
					["from"] = "特變電工",
					["msg"] = "你幾個號打團",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633606805,
					["from"] = "刀月弦#3132",
					["msg"] = "2個XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633606809,
					["from"] = "特變電工",
					["msg"] = "太多了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633606815,
					["from"] = "特變電工",
					["msg"] = "我也有2個號",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633606820,
					["from"] = "特變電工",
					["msg"] = "獵人放棄了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633606825,
					["from"] = "特變電工",
					["msg"] = "不好玩",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633606836,
					["from"] = "特變電工",
					["msg"] = "昨天他們吵架了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633606843,
					["from"] = "特變電工",
					["msg"] = "破口大駡 ",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633606850,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633606855,
					["from"] = "刀月弦#3132",
					["msg"] = "你說五五的?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633606857,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633606860,
					["from"] = "特變電工",
					["msg"] = "你聽到了嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633606861,
					["from"] = "刀月弦#3132",
					["msg"] = "誰跟誰炒",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633606865,
					["from"] = "刀月弦#3132",
					["msg"] = "沒聽到我在打二二",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633606869,
					["from"] = "特變電工",
					["msg"] = "LT跟隊長",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633606873,
					["from"] = "特變電工",
					["msg"] = "你下綫了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633606880,
					["from"] = "特變電工",
					["msg"] = "晚上12點",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633606882,
					["from"] = "刀月弦#3132",
					["msg"] = "隊長是誰",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633606889,
					["from"] = "刀月弦#3132",
					["msg"] = "獵人?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1633606896,
					["from"] = "特變電工",
					["msg"] = "昨天的法師啊",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1633606908,
					["from"] = "刀月弦#3132",
					["msg"] = "LT是戰士?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1633606911,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1633606920,
					["from"] = "特變電工",
					["msg"] = "我感覺要轉正了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1633606921,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1633606923,
					["from"] = "刀月弦#3132",
					["msg"] = "她昨天有打嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1633606926,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1633606933,
					["from"] = "刀月弦#3132",
					["msg"] = "沒打幹嘛罵",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1633606937,
					["from"] = "特變電工",
					["msg"] = "然後他跑來說我們把分打低了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1633606948,
					["from"] = "特變電工",
					["msg"] = "掉了90分下來",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1633606952,
					["from"] = "刀月弦#3132",
					["msg"] = "確實阿 打一堆分下來",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1633606952,
					["from"] = "特變電工",
					["msg"] = "他很不爽",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1633606956,
					["from"] = "刀月弦#3132",
					["msg"] = "本來就不該打那組合的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1633606970,
					["from"] = "特變電工",
					["msg"] = "但是昨天帶混分的那個騎士是他喊來的",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1633606977,
					["from"] = "刀月弦#3132",
					["msg"] = "觀念不清晰打那組合 等輸",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1633606988,
					["from"] = "刀月弦#3132",
					["msg"] = "皮皮?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1633606991,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1633606997,
					["from"] = "刀月弦#3132",
					["msg"] = "那勝期沒問題啊",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1633607000,
					["from"] = "刀月弦#3132",
					["msg"] = "昨天有問題的不是他",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1633607019,
					["from"] = "特變電工",
					["msg"] = "一眼難盡",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1633607024,
					["from"] = "刀月弦#3132",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1633607029,
					["from"] = "刀月弦#3132",
					["msg"] = "所以這對要解散了嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1633607035,
					["from"] = "刀月弦#3132",
					["msg"] = "那我要趕快去找下一隊便當了(X",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1633607038,
					["from"] = "特變電工",
					["msg"] = "LT應該要跑了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1633607055,
					["from"] = "刀月弦#3132",
					["msg"] = "他是我覺得裡面最厲害的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1633607061,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1633607065,
					["from"] = "刀月弦#3132",
					["msg"] = "如果他跑了 我看能不能把它撿起來(X",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1633607072,
					["from"] = "刀月弦#3132",
					["msg"] = "我去抽菸 等打團",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1633836344,
					["from"] = "特變電工",
					["msg"] = "下午搞不搞",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1633836483,
					["from"] = "刀月弦#3132",
					["msg"] = "我上班 用筆電 我下班之後打二二",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1633836545,
					["from"] = "特變電工",
					["msg"] = "33啥時候搞起",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1633836567,
					["from"] = "刀月弦#3132",
					["msg"] = "估計沒了 我覺得二二打分比較快",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1633836577,
					["from"] = "刀月弦#3132",
					["msg"] = "你再找個術士比較靠普...",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1633836598,
					["from"] = "特變電工",
					["msg"] = "55你還打嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1633836636,
					["from"] = "刀月弦#3132",
					["msg"] = "它們要拆對了嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1633836901,
					["from"] = "特變電工",
					["msg"] = "應該是",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1633836998,
					["from"] = "刀月弦#3132",
					["msg"] = "那我應該會退吧 反正它們隊伍裡面還有一個術士",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1633837028,
					["from"] = "特變電工",
					["msg"] = "我們在找一個獵/電就可以了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1633837043,
					["from"] = "特變電工",
					["msg"] = "我們有牧師和騎士",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1633837538,
					["from"] = "刀月弦#3132",
					["msg"] = "我可能會問問看那隊戰士有沒有缺術士吧qq",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [206]
				["info"] = {
				},
			},
			["完美演羿"] = {
				{
					["type"] = 1,
					["time"] = 1633258991,
					["from"] = "完美演羿",
					["msg"] = " ",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633258998,
					["from"] = "特變電工",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633259001,
					["from"] = "完美演羿",
					["msg"] = "可以啊",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633259003,
					["from"] = "特變電工",
					["msg"] = "有個2300的術士",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633259006,
					["from"] = "特變電工",
					["msg"] = "他推薦的",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633259009,
					["from"] = "特變電工",
					["msg"] = "我幫他招人",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633259014,
					["from"] = "完美演羿",
					["msg"] = "宿世?",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633259018,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633259024,
					["from"] = "特變電工",
					["msg"] = "他説他打2300",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633259027,
					["from"] = "完美演羿",
					["msg"] = "恩 ",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633259032,
					["from"] = "完美演羿",
					["msg"] = "我記得他S1分數挺高的",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633259033,
					["from"] = "特變電工",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633259049,
					["from"] = "特變電工",
					["msg"] = "叫刀月弦",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633259060,
					["from"] = "特變電工",
					["msg"] = "很強",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633259065,
					["from"] = "特變電工",
					["msg"] = "跟我差不多吧",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633259068,
					["from"] = "特變電工",
					["msg"] = "|cff8787ed哈哈|r",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633259073,
					["from"] = "完美演羿",
					["msg"] = "哦好像也聽過",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633259073,
					["from"] = "特變電工",
					["msg"] = "搞起來哦",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633259102,
					["from"] = "完美演羿",
					["msg"] = "可以哦",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633259115,
					["from"] = "特變電工",
					["msg"] = "你暴雪ID多少",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633259124,
					["from"] = "完美演羿",
					["msg"] = "完美#4631",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633259300,
					["from"] = "特變電工",
					["msg"] = "你現在多少韌",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633259327,
					["from"] = "完美演羿",
					["msg"] = "367+無敵腰帶",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633259346,
					["from"] = "特變電工",
					["msg"] = "暴雪群組",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633259348,
					["from"] = "特變電工",
					["msg"] = "加你了",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633259384,
					["from"] = "完美演羿",
					["msg"] = "恩 有進了",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633259506,
					["from"] = "特變電工",
					["msg"] = "周二我先隨便找牧師打一下",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633259621,
					["from"] = "完美演羿",
					["msg"] = "恩恩好",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [28]
				["info"] = {
				},
			},
			["小羊#3153"] = {
				{
					["type"] = 1,
					["time"] = 1633354454,
					["from"] = "特變電工",
					["msg"] = "小羊",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633354463,
					["from"] = "小羊#3153",
					["msg"] = "安安",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633354467,
					["from"] = "特變電工",
					["msg"] = "最近很少看你打戰場了啊",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633354477,
					["from"] = "小羊#3153",
					["msg"] = "在帶團~",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633354490,
					["from"] = "特變電工",
					["msg"] = "特變電工都起飛了",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633354541,
					["from"] = "小羊#3153",
					["msg"] = "我現在主要打副本ˊˋ",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633354560,
					["from"] = "小羊#3153",
					["msg"] = "|Hitem:28755::::::::70:::::::::|h[無情刀刃肩墊]|h",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633354565,
					["from"] = "小羊#3153",
					["msg"] = "錯頻= =",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633354584,
					["from"] = "小羊#3153",
					["msg"] = "過段時間瓦許過了 就開始衝了",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633354594,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [10]
				["info"] = {
				},
			},
			["Kson"] = {
				{
					["type"] = 1,
					["time"] = 1633432782,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:Z779LAUbRL|h[加入：5V5全服第一戰隊]|h|r",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633432805,
					["from"] = "Kson",
					["msg"] = "從沒看過人用這個",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633432869,
					["from"] = "特變電工",
					["msg"] = "非常好用",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633432915,
					["from"] = "Kson",
					["msg"] = "那人夠了嗎",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633432931,
					["from"] = "特變電工",
					["msg"] = "不夠",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633432951,
					["from"] = "Kson",
					["msg"] = "也就是說這周便當我還是先找地方吃",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633448119,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633448123,
					["from"] = "特變電工",
					["msg"] = "他們説你法師很強啊",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633448123,
					["from"] = "Kson",
					["msg"] = "??",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633448129,
					["from"] = "特變電工",
					["msg"] = "説你臺服第一",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633448145,
					["from"] = "Kson",
					["msg"] = "第一就誇張了",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633448175,
					["from"] = "Kson",
					["msg"] = "前幾倒是真的",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633448178,
					["from"] = "Kson",
					["msg"] = "第一不敢當",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633448185,
					["from"] = "特變電工",
					["msg"] = "你聖騎士玩的如何",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633448194,
					["from"] = "Kson",
					["msg"] = "15年前鬥士",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [15]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1633157902,
					["from"] = "特變電工",
					["msg"] = "你去血色賺錢嗎",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633157916,
					["from"] = "誓約之劍#31592",
					["msg"] = "嗯 順便帶小號",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633157921,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633157936,
					["from"] = "特變電工",
					["msg"] = "不都是直升58嗎",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633157946,
					["from"] = "誓約之劍#31592",
					["msg"] = "沒升..",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				["info"] = {
				},
			},
			["Darker#41478"] = {
				{
					["type"] = 1,
					["time"] = 1632758935,
					["from"] = "Darker#41478",
					["msg"] = "下周33还来队伍吗",
					["inbound"] = true,
					["convo"] = "Darker#41478",
				}, -- [1]
				["info"] = {
				},
			},
			["阿鋒哥"] = {
				{
					["type"] = 1,
					["time"] = 1633418994,
					["from"] = "特變電工",
					["msg"] = "阿鋒",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633419001,
					["from"] = "特變電工",
					["msg"] = "我是咪姐兒",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633419047,
					["from"] = "阿鋒哥",
					["msg"] = "咪你妹",
					["inbound"] = true,
					["convo"] = "阿鋒哥",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633419053,
					["from"] = "特變電工",
					["msg"] = "你怎麽不上班",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [4]
				["info"] = {
				},
			},
			["牧原股份#3763"] = {
				{
					["type"] = 1,
					["time"] = 1632756426,
					["from"] = "牧原股份#3763",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632757073,
					["from"] = "特變電工",
					["msg"] = "睡覺",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632757218,
					["from"] = "特變電工",
					["msg"] = "張兮兮回來了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632757229,
					["from"] = "牧原股份#3763",
					["msg"] = "哇賽 喜歡麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632757237,
					["from"] = "牧原股份#3763",
					["msg"] = "看到是不是還是很開心的",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632757237,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632757242,
					["from"] = "牧原股份#3763",
					["msg"] = "嗨嗨",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632757245,
					["from"] = "特變電工",
					["msg"] = "不認識我了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632757252,
					["from"] = "牧原股份#3763",
					["msg"] = "   。。。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632757257,
					["from"] = "特變電工",
					["msg"] = "跌慘了沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632757263,
					["from"] = "牧原股份#3763",
					["msg"] = "啊 我沒看",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632757280,
					["from"] = "特變電工",
					["msg"] = "特工",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632757288,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 還好吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632758642,
					["from"] = "特變電工",
					["msg"] = "你要入行會嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632758643,
					["from"] = "特變電工",
					["msg"] = "不是工會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632758646,
					["from"] = "特變電工",
					["msg"] = "是行會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632758659,
					["from"] = "牧原股份#3763",
					["msg"] = "啥區別",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632758673,
					["from"] = "特變電工",
					["msg"] = "一樣的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632758679,
					["from"] = "牧原股份#3763",
					["msg"] = "你去我就去",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1632758681,
					["from"] = "特變電工",
					["msg"] = "叫法不一樣",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632758722,
					["from"] = "特變電工",
					["msg"] = "退工會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632758730,
					["from"] = "特變電工",
					["msg"] = "然後密白蘑菇",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632758734,
					["from"] = "特變電工",
					["msg"] = "入會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632758760,
					["from"] = "牧原股份#3763",
					["msg"] = "zenme tui laizhe ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632758765,
					["from"] = "特變電工",
					["msg"] = " /gquit",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632758776,
					["from"] = "特變電工",
					["msg"] = "土火",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632758790,
					["from"] = "牧原股份#3763",
					["msg"] = "zenme M",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632758800,
					["from"] = "特變電工",
					["msg"] = " /w |cffaad372白蘑菇|r",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632758850,
					["from"] = "特變電工",
					["msg"] = "你的燃料電池起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632839551,
					["from"] = "牧原股份#3763",
					["msg"] = "幹啥呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632839556,
					["from"] = "特變電工",
					["msg"] = "競技場",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632839563,
					["from"] = "牧原股份#3763",
					["msg"] = "乾",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632933101,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632933105,
					["from"] = "特變電工",
					["msg"] = "你還真去卡拉贊了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632933119,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632933258,
					["from"] = "特變電工",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632933258,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與10人 - 貞潔聖女交戰（當前76%，10/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1632933312,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份已經擊敗10人 - 貞潔聖女!",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633066720,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633100066,
					["from"] = "特變電工",
					["msg"] = "起飛了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633100080,
					["from"] = "牧原股份#3763",
					["msg"] = "沒roll到 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633100330,
					["from"] = "特變電工",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633100336,
					["from"] = "特變電工",
					["msg"] = "明天敢不敢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633100340,
					["from"] = "牧原股份#3763",
					["msg"] = "還可以 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633100346,
					["from"] = "特變電工",
					["msg"] = "筆記本？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633100347,
					["from"] = "牧原股份#3763",
					["msg"] = "明天應該可以 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633100350,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633100356,
					["from"] = "牧原股份#3763",
					["msg"] = "我在陽臺",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633151293,
					["from"] = "特變電工",
					["msg"] = "開搞",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633176109,
					["from"] = "牧原股份#3763",
					["msg"] = "DC上了麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633176168,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633176171,
					["from"] = "特變電工",
					["msg"] = "在開會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633176175,
					["from"] = "特變電工",
					["msg"] = "咋了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633176217,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 沒事 我以為我等錯頻道了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633179089,
					["from"] = "特變電工",
					["msg"] = "你的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633179095,
					["from"] = "牧原股份#3763",
					["msg"] = "en ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633179101,
					["from"] = "特變電工",
					["msg"] = "起飛嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633179117,
					["from"] = "牧原股份#3763",
					["msg"] = "gan ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633180045,
					["from"] = "特變電工",
					["msg"] = "或票貨噶",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633180048,
					["from"] = "特變電工",
					["msg"] = "一幕拉薩",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633180051,
					["from"] = "牧原股份#3763",
					["msg"] = "....",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633180063,
					["from"] = "牧原股份#3763",
					["msg"] = "我手機DC 語音不了。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633180076,
					["from"] = "牧原股份#3763",
					["msg"] = "明晚可能打不了了 同學找吃飯 好多年不見了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633180079,
					["from"] = "特變電工",
					["msg"] = "你電腦下一個v2ray啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633180090,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 回頭搞一下",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633180104,
					["from"] = "特變電工",
					["msg"] = "你BUG太多了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633180108,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633181632,
					["from"] = "牧原股份#3763",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633181642,
					["from"] = "牧原股份#3763",
					["msg"] = "哪去了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633181691,
					["from"] = "特變電工",
					["msg"] = "吃飯去了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633181692,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633181713,
					["from"] = "牧原股份#3763",
					["msg"] = "T划水 500G",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633181723,
					["from"] = "特變電工",
					["msg"] = "我剛説了暫離",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633181741,
					["from"] = "牧原股份#3763",
					["msg"] = "明天打不了了 。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633181748,
					["from"] = "特變電工",
					["msg"] = "難受嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633181753,
					["from"] = "牧原股份#3763",
					["msg"] = "難受呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633181754,
					["from"] = "特變電工",
					["msg"] = "打完吃啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633181768,
					["from"] = "特變電工",
					["msg"] = "11點去吃",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633181770,
					["from"] = "特變電工",
					["msg"] = "多舒服",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633181782,
					["from"] = "牧原股份#3763",
					["msg"] = "不行 有遠道的同學",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633181935,
					["from"] = "特變電工",
					["msg"] = "你的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633181945,
					["from"] = "特變電工",
					["msg"] = "Bis嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633181945,
					["from"] = "牧原股份#3763",
					["msg"] = "。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633181954,
					["from"] = "牧原股份#3763",
					["msg"] = "sm的",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633183284,
					["from"] = "特變電工",
					["msg"] = "垃圾啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633183284,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 『盲目者』李奧薩拉斯交戰（當前37% (階段1)，23/25存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633183286,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633183293,
					["from"] = "特變電工",
					["msg"] = "打不過心魔",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633183581,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 『盲目者』李奧薩拉斯還有3% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633183711,
					["from"] = "牧原股份#3763",
					["msg"] = "....感概 差1秒 就打死了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633186368,
					["from"] = "特變電工",
					["msg"] = "一份毛肚",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633186370,
					["from"] = "特變電工",
					["msg"] = "沒有了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633186541,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633186555,
					["from"] = "牧原股份#3763",
					["msg"] = "en  ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633186904,
					["from"] = "特變電工",
					["msg"] = "叫你了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633186915,
					["from"] = "牧原股份#3763",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633186925,
					["from"] = "特變電工",
					["msg"] = "你看屏幕",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633186935,
					["from"] = "牧原股份#3763",
					["msg"] = "....",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633191352,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633191366,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633191368,
					["from"] = "特變電工",
					["msg"] = "划水王",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633191376,
					["from"] = "牧原股份#3763",
					["msg"] = "我困了都 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633272571,
					["from"] = "特變電工",
					["msg"] = "你在幹嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633272577,
					["from"] = "牧原股份#3763",
					["msg"] = "無聊",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633272646,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633272648,
					["from"] = "特變電工",
					["msg"] = "戰場啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633272649,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633336955,
					["from"] = "特變電工",
					["msg"] = "上綫撒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633336958,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633346879,
					["from"] = "牧原股份#3763",
					["msg"] = "新鼠標到了沒？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633346973,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633346988,
					["from"] = "牧原股份#3763",
					["msg"] = "今晚打風暴",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633346994,
					["from"] = "特變電工",
					["msg"] = "聯係了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633347003,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 就是那個貓咪團",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633347011,
					["from"] = "牧原股份#3763",
					["msg"] = "昨天你們風暴打到牢記",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633347015,
					["from"] = "牧原股份#3763",
					["msg"] = "幾號",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633347068,
					["from"] = "特變電工",
					["msg"] = "1-3",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633349190,
					["from"] = "特變電工",
					["msg"] = "起飛了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633349196,
					["from"] = "牧原股份#3763",
					["msg"] = "馬上了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633349333,
					["from"] = "牧原股份#3763",
					["msg"] = "全是非主流職業。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633349343,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633349348,
					["from"] = "特變電工",
					["msg"] = "要涼",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633349353,
					["from"] = "牧原股份#3763",
					["msg"] = "哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633349359,
					["from"] = "牧原股份#3763",
					["msg"] = "搭著玩吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633354174,
					["from"] = "特變電工",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633354179,
					["from"] = "特變電工",
					["msg"] = "起飛了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633354184,
					["from"] = "牧原股份#3763",
					["msg"] = "起飛",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633354195,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麼外面的都比咱們快",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633354198,
					["from"] = "特變電工",
					["msg"] = "wish起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633354205,
					["from"] = "牧原股份#3763",
					["msg"] = "出了 一個近戰手套",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633354217,
					["from"] = "牧原股份#3763",
					["msg"] = "賣了7000",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633354298,
					["from"] = "特變電工",
					["msg"] = "是不是噹噹噹的叫",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633354473,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。你dc一聯 我TM沒聲音了。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633354545,
					["from"] = "牧原股份#3763",
					["msg"] = "|Hitem:29947::::::::70:::::::::|h[灼熱掌握手套]|h",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633357681,
					["from"] = "牧原股份#3763",
					["msg"] = "|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633357707,
					["from"] = "特變電工",
					["msg"] = "跟我出一樣",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633357711,
					["from"] = "特變電工",
					["msg"] = "王子打嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633357720,
					["from"] = "牧原股份#3763",
					["msg"] = "不知道 估計打不過",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633363948,
					["from"] = "特變電工",
					["msg"] = "戰場啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633363951,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633363967,
					["from"] = "特變電工",
					["msg"] = "德魯伊是戰場之父",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633432063,
					["from"] = "牧原股份#3763",
					["msg"] = "什麼情況",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633432072,
					["from"] = "牧原股份#3763",
					["msg"] = "哦  要怎麼做 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633432153,
					["from"] = "牧原股份#3763",
					["msg"] = "啊 不需要我去買麽",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633432161,
					["from"] = "牧原股份#3763",
					["msg"] = "你自己進去了？ CD不要啦",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633432172,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 好 反正你也不打",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633432174,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633432182,
					["from"] = "牧原股份#3763",
					["msg"] = "那我下線了 OK",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633606760,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633615708,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633615716,
					["from"] = "特變電工",
					["msg"] = "戰網",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633615731,
					["from"] = "牧原股份#3763",
					["msg"] = "不能 孩子睡覺了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633615736,
					["from"] = "牧原股份#3763",
					["msg"] = "卡拉贊",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633615923,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633615934,
					["from"] = "特變電工",
					["msg"] = "你不是有獨立房間嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633615935,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與10人 - 大野狼交戰（當前99%，10/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633615939,
					["from"] = "特變電工",
					["msg"] = "爲啥不能説話",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633615982,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份已經擊敗10人 - 大野狼!",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633615999,
					["from"] = "特變電工",
					["msg"] = "你的高級獨立房間呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633616011,
					["from"] = "特變電工",
					["msg"] = "我shib垂直立體起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633616066,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633616068,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633616070,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633616104,
					["from"] = "牧原股份#3763",
					["msg"] = "我在老家",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633616259,
					["from"] = "牧原股份#3763",
					["msg"] = "貓又 被100黑了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633619521,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1633619530,
					["from"] = "特變電工",
					["msg"] = "你還沒回家？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1633619535,
					["from"] = "牧原股份#3763",
					["msg"] = "沒呀 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1633619535,
					["from"] = "特變電工",
					["msg"] = "北京",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1633619540,
					["from"] = "特變電工",
					["msg"] = "請假了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1633619543,
					["from"] = "牧原股份#3763",
					["msg"] = "我在煙台 10號回去",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1633619546,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1633619555,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1633793973,
					["from"] = "特變電工",
					["msg"] = "還沒滅？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1633793983,
					["from"] = "牧原股份#3763",
					["msg"] = "咩了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1633793989,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 莫洛葛利姆·潮行者還有91%時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1633793995,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1633793996,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 莫洛葛利姆·潮行者交戰（當前100%，5/24存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1633794148,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 莫洛葛利姆·潮行者還有100%時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1633794154,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1633794724,
					["from"] = "牧原股份#3763",
					["msg"] = "咩惨了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1633794732,
					["from"] = "牧原股份#3763",
					["msg"] = "还不如咱们之前第一次",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1633794789,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1633794795,
					["from"] = "特變電工",
					["msg"] = "習慣就好了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1633794803,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1633794849,
					["from"] = "特變電工",
					["msg"] = "對面0補？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1633794861,
					["from"] = "牧原股份#3763",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1633794868,
					["from"] = "特變電工",
					["msg"] = "發錯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1633794875,
					["from"] = "特變電工",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1633794882,
					["from"] = "牧原股份#3763",
					["msg"] = "还行",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1633795720,
					["from"] = "特變電工",
					["msg"] = "還沒過嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1633795729,
					["from"] = "牧原股份#3763",
					["msg"] = "不打了 拍装呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1633855663,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1633855663,
					["from"] = "特變電工",
					["msg"] = "牧原股份",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1633872483,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。給予|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r(2)等1件物品。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1633872483,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。獲得|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r(2)等1件物品。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1633873927,
					["from"] = "牧原股份#3763",
					["msg"] = "2组 怒吼",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1633879281,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。付出474g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1633879281,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。收入474g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [199]
				["info"] = {
				},
			},
			["焚天"] = {
				{
					["type"] = 1,
					["time"] = 1633174893,
					["from"] = "特變電工",
					["msg"] = "33",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633174898,
					["from"] = "特變電工",
					["msg"] = "搞起來",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633174902,
					["from"] = "特變電工",
					["msg"] = "衝刺2300",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633245087,
					["from"] = "特變電工",
					["msg"] = "33還打不打 戰術德差一個德 ",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [4]
				["info"] = {
				},
			},
			["暗影老師卡好"] = {
				{
					["type"] = 1,
					["time"] = 1633796665,
					["from"] = "暗影老師卡好",
					["msg"] = "<成功>|cff71d5ff|Hspell:33206:0|h[痛苦鎮壓]|h|r",
					["inbound"] = true,
					["convo"] = "暗影老師卡好",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633797353,
					["from"] = "暗影老師卡好",
					["msg"] = "<成功>|cff71d5ff|Hspell:33206:0|h[痛苦鎮壓]|h|r",
					["inbound"] = true,
					["convo"] = "暗影老師卡好",
				}, -- [2]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1632928099,
					["from"] = "Oneonone#3565",
					["msg"] = "電工哥哥",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632928103,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632928107,
					["from"] = "特變電工",
					["msg"] = "虧嘛了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632928111,
					["from"] = "Oneonone#3565",
					["msg"] = "競技場猛噠噠",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632928121,
					["from"] = "Oneonone#3565",
					["msg"] = "你看我薩滿 已經在打副本了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632928163,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632928163,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632928163,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632928172,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632928172,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632928184,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632928184,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632930674,
					["from"] = "特變電工",
					["msg"] = "8勝2負",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632930680,
					["from"] = "Oneonone#3565",
					["msg"] = "打完了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632930681,
					["from"] = "Oneonone#3565",
					["msg"] = "不錯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632930687,
					["from"] = "Oneonone#3565",
					["msg"] = "下次帶上我的戰士打",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632930709,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633054989,
					["from"] = "特變電工",
					["msg"] = "沒人啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633055013,
					["from"] = "Oneonone#3565",
					["msg"] = "大陸放假 台灣不放假",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633055031,
					["from"] = "Oneonone#3565",
					["msg"] = "我下午得去丈母娘家了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633055032,
					["from"] = "Oneonone#3565",
					["msg"] = "飯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633260690,
					["from"] = "Oneonone#3565",
					["msg"] = "電總",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633366624,
					["from"] = "特變電工",
					["msg"] = "打尼瑪個爛薩滿",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633366634,
					["from"] = "特變電工",
					["msg"] = "你一天腦子不知道在想啥",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633366635,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈不錯的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633366641,
					["from"] = "特變電工",
					["msg"] = "神叨叨的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633366650,
					["from"] = "Oneonone#3565",
					["msg"] = "不然也沒東西打啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633366671,
					["from"] = "特變電工",
					["msg"] = "戰場我把把第一",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633366678,
					["from"] = "特變電工",
					["msg"] = "很好玩",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633418325,
					["from"] = "特變電工",
					["msg"] = "來",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633418327,
					["from"] = "特變電工",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633418332,
					["from"] = "Oneonone#3565",
					["msg"] = "來哪裡",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633418347,
					["from"] = "特變電工",
					["msg"] = "屠城",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633418960,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633418978,
					["from"] = "特變電工",
					["msg"] = "啥手機",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633620153,
					["from"] = "Oneonone#3565",
					["msg"] = "電電",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633620212,
					["from"] = "特變電工",
					["msg"] = "啥",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633620218,
					["from"] = "特變電工",
					["msg"] = "明天特工起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633620221,
					["from"] = "Oneonone#3565",
					["msg"] = "好睡覺了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633620224,
					["from"] = "特變電工",
					["msg"] = "我shib發達了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633620227,
					["from"] = "特變電工",
					["msg"] = "知道嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633620230,
					["from"] = "特變電工",
					["msg"] = "1300買的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633620235,
					["from"] = "特變電工",
					["msg"] = "跌到500",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633620239,
					["from"] = "Oneonone#3565",
					["msg"] = "。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633620244,
					["from"] = "特變電工",
					["msg"] = "最近一周直接從700到3400",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633620257,
					["from"] = "Oneonone#3565",
					["msg"] = "牛逼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633620268,
					["from"] = "特變電工",
					["msg"] = "成交量是btc的1.5倍",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633620272,
					["from"] = "特變電工",
					["msg"] = "再次發達",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633620279,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊套現",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633620288,
					["from"] = "特變電工",
					["msg"] = "我現在從股神變成逼神了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633620319,
					["from"] = "特變電工",
					["msg"] = "真尼瑪全能",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633620334,
					["from"] = "特變電工",
					["msg"] = "你服不服",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633620340,
					["from"] = "Oneonone#3565",
					["msg"] = "我不懂",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633620344,
					["from"] = "特變電工",
					["msg"] = "墻都不服 就服我 ",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633620350,
					["from"] = "特變電工",
					["msg"] = "所以說",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633620357,
					["from"] = "Oneonone#3565",
					["msg"] = "我就聽聽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633620366,
					["from"] = "特變電工",
					["msg"] = "你覺得我人怎麽樣",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633620374,
					["from"] = "特變電工",
					["msg"] = "認知是不是全球頂級的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633620381,
					["from"] = "Oneonone#3565",
					["msg"] = "大神",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633620388,
					["from"] = "Oneonone#3565",
					["msg"] = "從特工上可以看出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633620391,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633620393,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633620400,
					["from"] = "特變電工",
					["msg"] = "我戰場每把都第一",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633620402,
					["from"] = "Oneonone#3565",
					["msg"] = "12塊交我買",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633620405,
					["from"] = "特變電工",
					["msg"] = "我競技場也起飛了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633620412,
					["from"] = "Oneonone#3565",
					["msg"] = "打到多少了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633620425,
					["from"] = "Oneonone#3565",
					["msg"] = "我最近在薩滿 也很開心",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633620432,
					["from"] = "特變電工",
					["msg"] = "1750",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633620434,
					["from"] = "Oneonone#3565",
					["msg"] = "嗶嗶嗶嗶",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633620441,
					["from"] = "Oneonone#3565",
					["msg"] = "哦哦 不錯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633620444,
					["from"] = "特變電工",
					["msg"] = "5v5",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633620446,
					["from"] = "Oneonone#3565",
					["msg"] = "打55吧",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633620448,
					["from"] = "特變電工",
					["msg"] = "各種起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633620460,
					["from"] = "特變電工",
					["msg"] = "好沒意思",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633620464,
					["from"] = "Oneonone#3565",
					["msg"] = "3段武器 賣幾個了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633620471,
					["from"] = "特變電工",
					["msg"] = "早做出來了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633620471,
					["from"] = "Oneonone#3565",
					["msg"] = "買幾個虛空了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633620475,
					["from"] = "Oneonone#3565",
					["msg"] = "額。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633620485,
					["from"] = "特變電工",
					["msg"] = "我千萬富豪",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633620489,
					["from"] = "特變電工",
					["msg"] = "你問我買幾個虛空",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633620496,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633620504,
					["from"] = "Oneonone#3565",
					["msg"] = "你趕緊  翻倍去",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633620505,
					["from"] = "特變電工",
					["msg"] = "過不了幾年就是上億身價",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633620514,
					["from"] = "特變電工",
					["msg"] = "你跟你媳婦兒講了沒",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633620521,
					["from"] = "特變電工",
					["msg"] = "游戲裏面居然有一個全球頂級投資家",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633620527,
					["from"] = "Oneonone#3565",
					["msg"] = "我媳婦 壓根就不想聽我嗶嗶",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633620528,
					["from"] = "特變電工",
					["msg"] = "中國頂級程序員",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633620531,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633620536,
					["from"] = "Oneonone#3565",
					["msg"] = "說了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633620541,
					["from"] = "特變電工",
					["msg"] = "沒有反應嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633620545,
					["from"] = "Oneonone#3565",
					["msg"] = "他說 和你有關係嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633620551,
					["from"] = "特變電工",
					["msg"] = "擊敗了99.65%的人們",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633620561,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633620567,
					["from"] = "特變電工",
					["msg"] = "你説我要跟他學習認知",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633620574,
					["from"] = "特變電工",
					["msg"] = "頂級富豪的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633620578,
					["from"] = "Oneonone#3565",
					["msg"] = "他是工作狂",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633620579,
					["from"] = "特變電工",
					["msg"] = "還有PVP技術",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633620581,
					["from"] = "Oneonone#3565",
					["msg"] = "不一樣的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633620590,
					["from"] = "特變電工",
					["msg"] = "我覺得我們應該換一個",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633620604,
					["from"] = "Oneonone#3565",
					["msg"] = "換妻？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633620615,
					["from"] = "特變電工",
					["msg"] = "媳婦兒",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633620615,
					["from"] = "特變電工",
					["msg"] = "我媳婦兒認知太差了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633620620,
					["from"] = "特變電工",
					["msg"] = "我都不想跟他説話",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633620625,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊離了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633620627,
					["from"] = "Oneonone#3565",
					["msg"] = "再找一個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633620629,
					["from"] = "特變電工",
					["msg"] = "每天就知道買房",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633620633,
					["from"] = "特變電工",
					["msg"] = "材米油鹽",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633620636,
					["from"] = "特變電工",
					["msg"] = "跟你很配",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633620639,
					["from"] = "Oneonone#3565",
					["msg"] = "房子還是要買的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633620651,
					["from"] = "Oneonone#3565",
					["msg"] = "至少自己住要有保障",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633620655,
					["from"] = "特變電工",
					["msg"] = "買來跑輸通脹",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633620661,
					["from"] = "特變電工",
					["msg"] = "我們有2套了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633620664,
					["from"] = "特變電工",
					["msg"] = "他還想不通",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633620669,
					["from"] = "特變電工",
					["msg"] = "說北京也要有",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633620674,
					["from"] = "特變電工",
					["msg"] = "腦子有問題",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633620678,
					["from"] = "Oneonone#3565",
					["msg"] = "現在是不太行了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633620690,
					["from"] = "特變電工",
					["msg"] = "明天特工漲停",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633620694,
					["from"] = "Oneonone#3565",
					["msg"] = "你們住北京  她當然想買",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633620695,
					["from"] = "特變電工",
					["msg"] = "沒有懸念的事情",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633620704,
					["from"] = "特變電工",
					["msg"] = "特工跌倒12你還敢買？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633620706,
					["from"] = "Oneonone#3565",
					["msg"] = "特工又怎麼了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633620715,
					["from"] = "Oneonone#3565",
					["msg"] = "不敢買啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633620725,
					["from"] = "Oneonone#3565",
					["msg"] = "跌到12的時候  說不定會到6塊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633620728,
					["from"] = "特變電工",
					["msg"] = "特工跌倒12的時候 我已經在56出完了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633620734,
					["from"] = "特變電工",
					["msg"] = "再也不會彭",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633620741,
					["from"] = "特變電工",
					["msg"] = "我是渣男",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633620749,
					["from"] = "特變電工",
					["msg"] = "玩一個換一個",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633620752,
					["from"] = "Oneonone#3565",
					["msg"] = "玩過就換",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633620755,
					["from"] = "特變電工",
					["msg"] = "分手不會再買",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633620756,
					["from"] = "Oneonone#3565",
					["msg"] = "你想的和我一樣",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633620757,
					["from"] = "Oneonone#3565",
					["msg"] = "日",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633620773,
					["from"] = "特變電工",
					["msg"] = "去找更好的標的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633620779,
					["from"] = "特變電工",
					["msg"] = "然後垂直起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633620799,
					["from"] = "特變電工",
					["msg"] = "你特工可以少買一點",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633620809,
					["from"] = "特變電工",
					["msg"] = "賺點裝備錢",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633620813,
					["from"] = "特變電工",
					["msg"] = "問題不大",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633620819,
					["from"] = "Oneonone#3565",
					["msg"] = "嗯  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633620831,
					["from"] = "Oneonone#3565",
					["msg"] = "我就在賭券商",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633620836,
					["from"] = "Oneonone#3565",
					["msg"] = "賭今年到4000點",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633793900,
					["from"] = "特變電工",
					["msg"] = "你真的腦殼有問題",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633793906,
					["from"] = "特變電工",
					["msg"] = "又練一個",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633958755,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633958788,
					["from"] = "Oneonone#3565",
					["msg"] = "咋",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633958799,
					["from"] = "Oneonone#3565",
					["msg"] = "薩滿穩穩的很好進團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633958847,
					["from"] = "特變電工",
					["msg"] = "我之知道我又要起飛了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633958953,
					["from"] = "Oneonone#3565",
					["msg"] = "你上次說起飛的時候第二天跌停",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633958968,
					["from"] = "Oneonone#3565",
					["msg"] = "我表示很懷疑你的起飛",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633958982,
					["from"] = "Oneonone#3565",
					["msg"] = "XDDD",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633959087,
					["from"] = "特變電工",
					["msg"] = "明天不漲停我直播吃屎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633959100,
					["from"] = "特變電工",
					["msg"] = "周五到32",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633959378,
					["from"] = "Oneonone#3565",
					["msg"] = "有漲的趨勢了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633959385,
					["from"] = "特變電工",
					["msg"] = "你看每股大全",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633959387,
					["from"] = "特變電工",
					["msg"] = "美股",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633959409,
					["from"] = "特變電工",
					["msg"] = "明天不漲停我吃屎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633959419,
					["from"] = "Oneonone#3565",
					["msg"] = "最後是什麼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633959428,
					["from"] = "Oneonone#3565",
					["msg"] = "不漲停你發1萬G就好  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633966624,
					["from"] = "Oneonone#3565",
					["msg"] = "我狂暴戰失業了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633966641,
					["from"] = "Oneonone#3565",
					["msg"] = "剛剛去DC看了下  RL家裡有事取消週末團了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [158]
				["info"] = {
				},
			},
			["Geng"] = {
				{
					["type"] = 1,
					["time"] = 1633161525,
					["from"] = "Geng",
					["msg"] = "上週1500",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633239523,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633239535,
					["from"] = "特變電工",
					["msg"] = "戰術德搞不搞",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633239541,
					["from"] = "特變電工",
					["msg"] = "有個強力術士",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633239645,
					["from"] = "Geng",
					["msg"] = "我先打22 55好了",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633239671,
					["from"] = "Geng",
					["msg"] = "怕時間不夠打@@",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633239683,
					["from"] = "Geng",
					["msg"] = "謝拉",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633239686,
					["from"] = "特變電工",
					["msg"] = "好的哈",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [8]
				["info"] = {
				},
			},
			["伊騰飛"] = {
				{
					["type"] = 1,
					["time"] = 1633523679,
					["from"] = "特變電工",
					["msg"] = "我剛找到一個德 現在先試試",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633523680,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633523689,
					["from"] = "伊騰飛",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "伊騰飛",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633532405,
					["from"] = "特變電工",
					["msg"] = "戰德要一起嗎",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633532419,
					["from"] = "伊騰飛",
					["msg"] = "那個不強嗎",
					["inbound"] = true,
					["convo"] = "伊騰飛",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633532440,
					["from"] = "特變電工",
					["msg"] = "那個是戰術德 他時間太少了 技術一般",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633532550,
					["from"] = "伊騰飛",
					["msg"] = "22有隊伍了",
					["inbound"] = true,
					["convo"] = "伊騰飛",
				}, -- [7]
				["info"] = {
				},
			},
			["Tommyyu#3121"] = {
				{
					["type"] = 1,
					["time"] = 1633356587,
					["from"] = "Tommyyu#3121",
					["msg"] = "如果你星期3沒團打,就來我55玩呀",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633356594,
					["from"] = "Tommyyu#3121",
					["msg"] = "9:00開打左右",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633432565,
					["from"] = "Tommyyu#3121",
					["msg"] = "明晚如果你過來打55嗎",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633432586,
					["from"] = "特變電工",
					["msg"] = "打 ",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633432590,
					["from"] = "Tommyyu#3121",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633432592,
					["from"] = "Tommyyu#3121",
					["msg"] = "9:00左右",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633432596,
					["from"] = "特變電工",
					["msg"] = "帶你們起飛",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633443352,
					["from"] = "Tommyyu#3121",
					["msg"] = "你哪強隊打到怎樣",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633443545,
					["from"] = "特變電工",
					["msg"] = "1700",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633444234,
					["from"] = "Tommyyu#3121",
					["msg"] = "哪你明天不過來我55喔",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633444277,
					["from"] = "特變電工",
					["msg"] = "我給你推薦一個",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633446239,
					["from"] = "Tommyyu#3121",
					["msg"] = "打到如何",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633446406,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633446411,
					["from"] = "特變電工",
					["msg"] = "我去替補了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633446419,
					["from"] = "特變電工",
					["msg"] = "各種陣容輪換",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633446434,
					["from"] = "特變電工",
					["msg"] = "算服務器最強的了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633446441,
					["from"] = "特變電工",
					["msg"] = "之一",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633794058,
					["from"] = "特變電工",
					["msg"] = "多少分",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633794060,
					["from"] = "特變電工",
					["msg"] = "55",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633794068,
					["from"] = "特變電工",
					["msg"] = "起飛了沒",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633794068,
					["from"] = "Tommyyu#3121",
					["msg"] = "1328",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633794072,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633794072,
					["from"] = "Tommyyu#3121",
					["msg"] = "起不到",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633794076,
					["from"] = "特變電工",
					["msg"] = "我1700",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633794084,
					["from"] = "Tommyyu#3121",
					["msg"] = "你個人積分多少",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633794090,
					["from"] = "特變電工",
					["msg"] = "1600",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633794094,
					["from"] = "Tommyyu#3121",
					["msg"] = "不錯",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633794098,
					["from"] = "Tommyyu#3121",
					["msg"] = "什麼組合?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633794104,
					["from"] = "特變電工",
					["msg"] = "2345",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633794113,
					["from"] = "Tommyyu#3121",
					["msg"] = "打中文啦!!",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633794121,
					["from"] = "特變電工",
					["msg"] = "你連2345都不知道",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633794125,
					["from"] = "特變電工",
					["msg"] = "很經典的",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633794127,
					["from"] = "Tommyyu#3121",
					["msg"] = "不知道",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633794131,
					["from"] = "Tommyyu#3121",
					["msg"] = "說出來聽聽",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633794147,
					["from"] = "特變電工",
					["msg"] = "戰 獵 術 牧 聖",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633794157,
					["from"] = "Tommyyu#3121",
					["msg"] = "這組合不錯喔",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633794189,
					["from"] = "Tommyyu#3121",
					["msg"] = "我們上星期小D去了副本,,轉玩4DD",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633794205,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633794213,
					["from"] = "特變電工",
					["msg"] = "副本裝打55？",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633794216,
					["from"] = "特變電工",
					["msg"] = "分分鐘被秒",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633794233,
					["from"] = "Tommyyu#3121",
					["msg"] = "他被人捉了去打副本",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633794236,
					["from"] = "Tommyyu#3121",
					["msg"] = "不能打2補",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633794246,
					["from"] = "Tommyyu#3121",
					["msg"] = "所以上星期55打4DD玩玩",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633794264,
					["from"] = "特變電工",
					["msg"] = "5V5 的奶德是個廢的",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633794274,
					["from"] = "Tommyyu#3121",
					["msg"] = "聖騎較好?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633794278,
					["from"] = "特變電工",
					["msg"] = "那是",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633794287,
					["from"] = "特變電工",
					["msg"] = "可以保護 無敵",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633794308,
					["from"] = "特變電工",
					["msg"] = "還可以讀條不被打斷",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633794339,
					["from"] = "特變電工",
					["msg"] = "奶德靠HOT根本奶不起來 一集火就要死",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633794362,
					["from"] = "特變電工",
					["msg"] = "奶德33 22是王者",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633794388,
					["from"] = "Tommyyu#3121",
					["msg"] = "哪我真的要找支聖騎",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633794420,
					["from"] = "特變電工",
					["msg"] = "戰/盜 獵/電 術/法 牧 騎",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633797526,
					["from"] = "Tommyyu#3121",
					["msg"] = "你個人積分才1512--",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633797533,
					["from"] = "Tommyyu#3121",
					["msg"] = "隊伍才1641==",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633797534,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633797538,
					["from"] = "特變電工",
					["msg"] = "掉下來了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633797552,
					["from"] = "Tommyyu#3121",
					["msg"] = "好像是看個人積分的",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633797561,
					["from"] = "特變電工",
					["msg"] = "我上周拿了900分",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633797568,
					["from"] = "特變電工",
					["msg"] = "直接起飛",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633797569,
					["from"] = "Tommyyu#3121",
					["msg"] = "這麼多9.9",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [60]
				["info"] = {
				},
			},
			["希爾德烈日"] = {
				{
					["type"] = 1,
					["time"] = 1633272688,
					["from"] = "特變電工",
					["msg"] = "你不打競技場啊",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633274265,
					["from"] = "希爾德烈日",
					["msg"] = "想阿qq",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [2]
				["info"] = {
				},
			},
			["狼狗哥#3699"] = {
				{
					["type"] = 1,
					["time"] = 1633795741,
					["from"] = "特變電工",
					["msg"] = "戰德組合 天下無敵",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633795749,
					["from"] = "特變電工",
					["msg"] = "要不要打幾把22",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633838591,
					["from"] = "特變電工",
					["msg"] = "22打不打",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633838611,
					["from"] = "狼狗哥#3699",
					["msg"] = "22我跟我同學綁定了",
					["inbound"] = true,
					["convo"] = "狼狗哥#3699",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633838674,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633876742,
					["from"] = "特變電工",
					["msg"] = "装备赶紧刷一刷",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633876747,
					["from"] = "特變電工",
					["msg"] = "要起飛",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [7]
				["info"] = {
				},
			},
			["Lonelykiller"] = {
				{
					["type"] = 1,
					["time"] = 1633440060,
					["from"] = "Lonelykiller",
					["msg"] = ".",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633440063,
					["from"] = "Lonelykiller",
					["msg"] = "你目前3對不",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633440137,
					["from"] = "Lonelykiller",
					["msg"] = "人呢",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633440143,
					["from"] = "Lonelykiller",
					["msg"] = "速度來試幾把了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633440157,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633440158,
					["from"] = "特變電工",
					["msg"] = "組",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633440170,
					["from"] = "特變電工",
					["msg"] = "你開牧師嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633440174,
					["from"] = "Lonelykiller",
					["msg"] = "恩,就打個2346",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633440182,
					["from"] = "Lonelykiller",
					["msg"] = "你組下SS ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633440186,
					["from"] = "Lonelykiller",
					["msg"] = "那QS你不認識對吧",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633440191,
					["from"] = "特變電工",
					["msg"] = "不熟",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633440200,
					["from"] = "特變電工",
					["msg"] = "臨時頂一頂可以看下",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633440388,
					["from"] = "Lonelykiller",
					["msg"] = "沒事我這也有個  很水的qs",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633440390,
					["from"] = "Lonelykiller",
					["msg"] = "來搞吧",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633452776,
					["from"] = "特變電工",
					["msg"] = "你找我阿",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633452793,
					["from"] = "特變電工",
					["msg"] = "啥事",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633452801,
					["from"] = "特變電工",
					["msg"] = "来",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633452813,
					["from"] = "特變電工",
					["msg"] = "家人睡觉了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633452829,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633453523,
					["from"] = "特變電工",
					["msg"] = "我给你带来的术士",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633453541,
					["from"] = "特變電工",
					["msg"] = "每周帶我混分",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633453552,
					["from"] = "特變電工",
					["msg"] = "我再去給你物色",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633453573,
					["from"] = "特變電工",
					["msg"] = "我是戰場之王",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633453599,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633453606,
					["from"] = "特變電工",
					["msg"] = "必須起飛",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633453644,
					["from"] = "特變電工",
					["msg"] = "你讓他上我號 一樣的結果",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633453768,
					["from"] = "特變電工",
					["msg"] = "我看他直播",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633453884,
					["from"] = "Lonelykiller",
					["msg"] = "有看到什麼嗎",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633453885,
					["from"] = "Lonelykiller",
					["msg"] = "xd",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633453891,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633453896,
					["from"] = "特變電工",
					["msg"] = "跟我差不多啊",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633453915,
					["from"] = "特變電工",
					["msg"] = "我在看幾把",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633453930,
					["from"] = "特變電工",
					["msg"] = "我覺得他很流弊的地方",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633453936,
					["from"] = "特變電工",
					["msg"] = "沒有WA",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633453945,
					["from"] = "特變電工",
					["msg"] = "UI太差",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633453955,
					["from"] = "特變電工",
					["msg"] = "我是UI之王",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633453961,
					["from"] = "特變電工",
					["msg"] = "花里胡哨",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633453994,
					["from"] = "特變電工",
					["msg"] = "看我UI",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633453998,
					["from"] = "特變電工",
					["msg"] = "直播",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633454126,
					["from"] = "Lonelykiller",
					["msg"] = "我擦 你這介面",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633454128,
					["from"] = "Lonelykiller",
					["msg"] = "有夠花",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633454148,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633454155,
					["from"] = "特變電工",
					["msg"] = "你哪裏人",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633454165,
					["from"] = "Lonelykiller",
					["msg"] = "你猜",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633454188,
					["from"] = "特變電工",
					["msg"] = "説話有點台灣腔",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633454209,
					["from"] = "Lonelykiller",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633454212,
					["from"] = "Lonelykiller",
					["msg"] = "你猜不到",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633454212,
					["from"] = "Lonelykiller",
					["msg"] = "a_a",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633454251,
					["from"] = "特變電工",
					["msg"] = "胡建",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633454503,
					["from"] = "特變電工",
					["msg"] = "我先下了 ",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633454507,
					["from"] = "Lonelykiller",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633522930,
					["from"] = "特變電工",
					["msg"] = "今晚要新牧師要來跟你們試試看嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633522942,
					["from"] = "Lonelykiller",
					["msg"] = "應該可以 要看看  ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633522945,
					["from"] = "Lonelykiller",
					["msg"] = "主要是人滿了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633524076,
					["from"] = "Lonelykiller",
					["msg"] = "好了就來DC",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633524077,
					["from"] = "Lonelykiller",
					["msg"] = "都來",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633524328,
					["from"] = "Lonelykiller",
					["msg"] = "人哩干",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633612146,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633612156,
					["from"] = "特變電工",
					["msg"] = "LT跑了嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633612170,
					["from"] = "Lonelykiller",
					["msg"] = "在鬧脾氣呢  早晚會回來 管它的",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633612174,
					["from"] = "Lonelykiller",
					["msg"] = "不過拆隊打是必然的了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633612179,
					["from"] = "Lonelykiller",
					["msg"] = "帶不動 ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633612207,
					["from"] = "特變電工",
					["msg"] = "我 你 刀 関 皮",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633612212,
					["from"] = "特變電工",
					["msg"] = "起飛",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633612214,
					["from"] = "Lonelykiller",
					["msg"] = "你想多了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633612216,
					["from"] = "Lonelykiller",
					["msg"] = "動不了我們的人",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633612259,
					["from"] = "Lonelykiller",
					["msg"] = "找上梁小麵的QS吧你",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633612261,
					["from"] = "Lonelykiller",
					["msg"] = "再找個DD",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633612268,
					["from"] = "特變電工",
					["msg"] = "牧師選誰",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633612272,
					["from"] = "Lonelykiller",
					["msg"] = "你找來的完美r",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633612276,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633615739,
					["from"] = "特變電工",
					["msg"] = "你打亞克幹嘛",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633615752,
					["from"] = "特變電工",
					["msg"] = "能源艦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633615758,
					["from"] = "特變電工",
					["msg"] = "禁魔監獄",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633615762,
					["from"] = "Lonelykiller",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633615767,
					["from"] = "Lonelykiller",
					["msg"] = "你懂個蛋",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633615785,
					["from"] = "特變電工",
					["msg"] = "你以爲你是最屌的",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633615829,
					["from"] = "特變電工",
					["msg"] = "原來LT才是最屌的",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633615856,
					["from"] = "特變電工",
					["msg"] = "好無聊啊 來打22",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633615857,
					["from"] = "Lonelykiller",
					["msg"] = "看著你們這班菜雞  誰能不屌 哎",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633616121,
					["from"] = "特變電工",
					["msg"] = "會露露清水他們1920了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633964618,
					["from"] = "特變電工",
					["msg"] = "明天高不高",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633964625,
					["from"] = "Lonelykiller",
					["msg"] = "搞個吊",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633964629,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633964629,
					["from"] = "Lonelykiller",
					["msg"] = "你沒看哥給你的留言麼",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633964639,
					["from"] = "特變電工",
					["msg"] = "DC嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633964640,
					["from"] = "Lonelykiller",
					["msg"] = "你手下都被策反了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633964664,
					["from"] = "特變電工",
					["msg"] = "我們組一個就是了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633964671,
					["from"] = "Lonelykiller",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633964674,
					["from"] = "特變電工",
					["msg"] = "小事情",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633964678,
					["from"] = "Lonelykiller",
					["msg"] = "可以R  你有本事把他們拉回來的話",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633964679,
					["from"] = "Lonelykiller",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633964698,
					["from"] = "Lonelykiller",
					["msg"] = "反正我是跟那個狗貨拆夥了  道不同",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633964728,
					["from"] = "特變電工",
					["msg"] = "我跟你混",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633964729,
					["from"] = "Lonelykiller",
					["msg"] = "QS找梁小麵,SS找刀,再找個MS  ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633964735,
					["from"] = "Lonelykiller",
					["msg"] = "沒R 混個DER",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633964737,
					["from"] = "Lonelykiller",
					["msg"] = "我重心都沒在台服了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633964742,
					["from"] = "Lonelykiller",
					["msg"] = "也懶得各種搞槍號這東西",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633964753,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633964758,
					["from"] = "Lonelykiller",
					["msg"] = "我都打算不打了 還搞呢",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633964760,
					["from"] = "特變電工",
					["msg"] = "分還是要打其走",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633964763,
					["from"] = "Lonelykiller",
					["msg"] = "你搞我可以考慮考慮 哈哈",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633964769,
					["from"] = "Lonelykiller",
					["msg"] = "我就說了R",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633964778,
					["from"] = "Lonelykiller",
					["msg"] = "你把你的人先找回來 找回場子再說XD",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633964814,
					["from"] = "特變電工",
					["msg"] = "刀叛變了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633964819,
					["from"] = "Lonelykiller",
					["msg"] = "笑死 哈哈",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633964821,
					["from"] = "Lonelykiller",
					["msg"] = "我就說了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633964825,
					["from"] = "特變電工",
					["msg"] = "說要去找LT",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633964827,
					["from"] = "Lonelykiller",
					["msg"] = "白眼狼R老弟 養得住麼",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633964839,
					["from"] = "特變電工",
					["msg"] = "無所謂了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633964861,
					["from"] = "特變電工",
					["msg"] = "你開牧師",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633964865,
					["from"] = "特變電工",
					["msg"] = "我找小麵QS",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633964869,
					["from"] = "Lonelykiller",
					["msg"] = "開個吊MS",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633964871,
					["from"] = "特變電工",
					["msg"] = "小關獵人",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633964880,
					["from"] = "Lonelykiller",
					["msg"] = "小關估計也在他那邊0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633964882,
					["from"] = "特變電工",
					["msg"] = "在找一個電薩",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633964884,
					["from"] = "Lonelykiller",
					["msg"] = "我懶得跟他爭",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633964913,
					["from"] = "Lonelykiller",
					["msg"] = "找個吊 2345給狗打",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633964920,
					["from"] = "Lonelykiller",
					["msg"] = "法術隊還行  ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633964947,
					["from"] = "Lonelykiller",
					["msg"] = "努力招人唄",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633964954,
					["from"] = "特變電工",
					["msg"] = "我去給你無色",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633964957,
					["from"] = "Lonelykiller",
					["msg"] = "看你小子還有沒本事找到頂級的了 哈哈",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633964960,
					["from"] = "Lonelykiller",
					["msg"] = "你能找到 哥來陪你玩",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633964963,
					["from"] = "特變電工",
					["msg"] = "你要哪些職業",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633964966,
					["from"] = "Lonelykiller",
					["msg"] = "SS MS",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633964967,
					["from"] = "特變電工",
					["msg"] = "打什麽配置",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633964971,
					["from"] = "Lonelykiller",
					["msg"] = "先把這兩個搞定",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633964975,
					["from"] = "特變電工",
					["msg"] = "你玩啥",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633964976,
					["from"] = "Lonelykiller",
					["msg"] = "小麵的QS  估計也是可以的",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633964979,
					["from"] = "Lonelykiller",
					["msg"] = "我玩FS吧應該",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633964995,
					["from"] = "Lonelykiller",
					["msg"] = "MS號拿22,33來練人都行",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633965003,
					["from"] = "特變電工",
					["msg"] = "戰 法 術 牧 騎？",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633965010,
					["from"] = "Lonelykiller",
					["msg"] = "恩 估計也沒頂級LR了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633965031,
					["from"] = "Lonelykiller",
					["msg"] = "你想試電薩也可以 但是多餘的  台服頂級電薩是0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633965062,
					["from"] = "特變電工",
					["msg"] = "我倒是有個電薩還不錯 不過就是PVP時間少",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633965092,
					["from"] = "特變電工",
					["msg"] = "那個完美到底行不行",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633965113,
					["from"] = "Lonelykiller",
					["msg"] = "行不行到底看誰比",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633965130,
					["from"] = "Lonelykiller",
					["msg"] = "我沒認真看他",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633965135,
					["from"] = "Lonelykiller",
					["msg"] = "但上次跟他打完",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633965141,
					["from"] = "Lonelykiller",
					["msg"] = "剛好及格吧",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633965230,
					["from"] = "Lonelykiller",
					["msg"] = "不然你就直接去找頂級好手",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633965238,
					["from"] = "Lonelykiller",
					["msg"] = "看找到什麼職業再看看怎麼配",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633965264,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633965274,
					["from"] = "特變電工",
					["msg"] = "我人緣光",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633965277,
					["from"] = "特變電工",
					["msg"] = "廣",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633965287,
					["from"] = "特變電工",
					["msg"] = "打PVP的誰人不知道",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633965303,
					["from"] = "Lonelykiller",
					["msg"] = "。。- -",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633965308,
					["from"] = "特變電工",
					["msg"] = "誰人不知道我",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633965312,
					["from"] = "特變電工",
					["msg"] = "打戰場的",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633965314,
					["from"] = "Lonelykiller",
					["msg"] = "行了行了 老弟",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633965317,
					["from"] = "特變電工",
					["msg"] = "把把第一",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633965322,
					["from"] = "Lonelykiller",
					["msg"] = "你去找吧 找到再來扯蛋",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633965324,
					["from"] = "特變電工",
					["msg"] = "你讓LT來戰場跟我打",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633965330,
					["from"] = "特變電工",
					["msg"] = "絕對被我打爆",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633965333,
					["from"] = "Lonelykiller",
					["msg"] = "別跟我提這個人了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633965334,
					["from"] = "特變電工",
					["msg"] = "菜鷄",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633965339,
					["from"] = "Lonelykiller",
					["msg"] = "戰場和JJC是兩個世界",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633965529,
					["from"] = "Lonelykiller",
					["msg"] = "有事dc找哥",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633965533,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633965538,
					["from"] = "特變電工",
					["msg"] = "爲啥不是微信",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633965551,
					["from"] = "Lonelykiller",
					["msg"] = "微信? 你是我老闆麼",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633965558,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633965561,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633965578,
					["from"] = "Lonelykiller",
					["msg"] = "撤了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633965581,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633965581,
					["from"] = "Lonelykiller",
					["msg"] = "渣渣 ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [166]
				["info"] = {
				},
			},
			["卡道圖騰"] = {
				{
					["type"] = 1,
					["time"] = 1632926309,
					["from"] = "卡道圖騰",
					["msg"] = "23",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632926318,
					["from"] = "特變電工",
					["msg"] = "還差5場啊",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632926337,
					["from"] = "卡道圖騰",
					["msg"] = "恩恩  我在等 不知道你們昨天怎麼說",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632926363,
					["from"] = "特變電工",
					["msg"] = "我call他",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632926992,
					["from"] = "特變電工",
					["msg"] = "|cFFFFFFFF[|Hurl:https://discord.gg/BUMPuchk|hhttps://discord.gg/BUMPuchk|h]|r ",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633347572,
					["from"] = "特變電工",
					["msg"] = "卡到",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633347577,
					["from"] = "特變電工",
					["msg"] = "你多少韌",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633347639,
					["from"] = "卡道圖騰",
					["msg"] = "311",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633347697,
					["from"] = "特變電工",
					["msg"] = "你周二還打不",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633347750,
					["from"] = "卡道圖騰",
					["msg"] = "我1.2公會團 到12點",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633348895,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633348912,
					["from"] = "卡道圖騰",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633348958,
					["from"] = "特變電工",
					["msg"] = "我組建了一個強力隊伍 你們都不安心搞",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633348966,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633348972,
					["from"] = "卡道圖騰",
					["msg"] = "xd",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633348988,
					["from"] = "特變電工",
					["msg"] = "我不想每周打10場到1500左右",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633349020,
					["from"] = "卡道圖騰",
					["msg"] = "我除了1 2 ",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633349034,
					["from"] = "卡道圖騰",
					["msg"] = "碰上p2  公會開1.2",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633349039,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633349043,
					["from"] = "特變電工",
					["msg"] = "1.2很不科學",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633349049,
					["from"] = "特變電工",
					["msg"] = "你敢不敢換一個",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633349053,
					["from"] = "特變電工",
					["msg"] = "1.2都是末班車了",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633349073,
					["from"] = "特變電工",
					["msg"] = "萬一你1.2突然有事 整個CD都報銷了",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633349083,
					["from"] = "特變電工",
					["msg"] = "4-7是最佳",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633349097,
					["from"] = "特變電工",
					["msg"] = "到處都差電薩",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633349123,
					["from"] = "卡道圖騰",
					["msg"] = "沒辦法~想說工會優先~",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633349133,
					["from"] = "特變電工",
					["msg"] = ".。",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633349137,
					["from"] = "卡道圖騰",
					["msg"] = "從na跟到現在~",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633349141,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633349142,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633349386,
					["from"] = "特變電工",
					["msg"] = "競技場重要還是副本重要",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633349395,
					["from"] = "卡道圖騰",
					["msg"] = "都重要啊~哈",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633349405,
					["from"] = "特變電工",
					["msg"] = "你什麽時候打的戰場",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633349408,
					["from"] = "特變電工",
					["msg"] = "我怎麽沒遇到過你",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633349417,
					["from"] = "卡道圖騰",
					["msg"] = "最近沒啥打",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633438625,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:5dpgb5FaBe|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633965069,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633965072,
					["from"] = "特變電工",
					["msg"] = "明天搞不搞",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633965097,
					["from"] = "卡道圖騰",
					["msg"] = "我1.2不行啊 不然要等我到12點",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633965106,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633965120,
					["from"] = "特變電工",
					["msg"] = "上周你跟肥貓他們打了嗎",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633965137,
					["from"] = "卡道圖騰",
					["msg"] = "我們周3打的",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633965155,
					["from"] = "特變電工",
					["msg"] = "輸贏如何",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633965206,
					["from"] = "卡道圖騰",
					["msg"] = "便當囉~",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633965211,
					["from"] = "特變電工",
					["msg"] = "你太慘了",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633965236,
					["from"] = "卡道圖騰",
					["msg"] = "現在也比較忙~只有打10場囉",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633965243,
					["from"] = "特變電工",
					["msg"] = "輸了機場 上周",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633965269,
					["from"] = "卡道圖騰",
					["msg"] = "好像一半一半",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [48]
				["info"] = {
				},
			},
			["後天"] = {
				{
					["type"] = 1,
					["time"] = 1632755609,
					["from"] = "特變電工",
					["msg"] = "好了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632755611,
					["from"] = "特變電工",
					["msg"] = "++",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632755640,
					["from"] = "後天",
					["msg"] = "還沒找到奶聖 我明天在喊看看 找到就開打",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632755655,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632926602,
					["from"] = "後天",
					["msg"] = "安安 ",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632926623,
					["from"] = "後天",
					["msg"] = "你覺得有補就可 還是聖騎好?",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632926654,
					["from"] = "特變電工",
					["msg"] = "都可以",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632926667,
					["from"] = "特變電工",
					["msg"] = "牧 德 騎",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632926683,
					["from"] = "後天",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632926691,
					["from"] = "後天",
					["msg"] = "因為玩PVP聖騎太少了 難找",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632927572,
					["from"] = "後天",
					["msg"] = "問一下喔 你上次隊伍被鎖 怎退出的",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632927580,
					["from"] = "特變電工",
					["msg"] = "重啓",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633150685,
					["from"] = "特變電工",
					["msg"] = "每把都是第一",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633150689,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633150695,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633176612,
					["from"] = "後天",
					["msg"] = "不打33了?",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633179095,
					["from"] = "特變電工",
					["msg"] = "33先不打了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633179164,
					["from"] = "後天",
					["msg"] = "喔 好吧",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633270300,
					["from"] = "特變電工",
					["msg"] = "你如果是個電薩就完美了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633270325,
					["from"] = "特變電工",
					["msg"] = "5V5 2300隊伍",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633270325,
					["from"] = "後天",
					["msg"] = "不好意思喔 增薩本命",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633321163,
					["from"] = "特變電工",
					["msg"] = "白天戰場沒得打",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633357090,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:aMwdvjCMAR|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633357123,
					["from"] = "後天",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633357147,
					["from"] = "特變電工",
					["msg"] = "PVP群",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633410139,
					["from"] = "特變電工",
					["msg"] = "今天沒戰場打",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633410145,
					["from"] = "特變電工",
					["msg"] = "排不進去",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [27]
				["info"] = {
				},
			},
			["房仲陳先生"] = {
				{
					["type"] = 1,
					["time"] = 1633157893,
					["from"] = "特變電工",
					["msg"] = "多少分了",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633157989,
					["from"] = "房仲陳先生",
					["msg"] = "啥多少分",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633157992,
					["from"] = "房仲陳先生",
					["msg"] = "22?",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633235710,
					["from"] = "房仲陳先生",
					["msg"] = "??",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633235718,
					["from"] = "特變電工",
					["msg"] = "按错了",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [5]
				["info"] = {
				},
			},
			["刀月弦"] = {
				{
					["type"] = 1,
					["time"] = 1633174587,
					["from"] = "特變電工",
					["msg"] = "戰術德 天下無敵",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633174599,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633174608,
					["from"] = "刀月弦",
					["msg"] = "你是對面還是我們這邊的",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633174620,
					["from"] = "特變電工",
					["msg"] = "殺人榜第一那個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633174627,
					["from"] = "特變電工",
					["msg"] = "每次都是第一",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633174631,
					["from"] = "特變電工",
					["msg"] = "你傷害第一",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633174632,
					["from"] = "刀月弦",
					["msg"] = "我是傷害第一唷",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633174634,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633174647,
					["from"] = "特變電工",
					["msg"] = "術士本來就靠DOT",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633174657,
					["from"] = "特變電工",
					["msg"] = "我沒空殺你 全殺2個奧法去了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633174661,
					["from"] = "刀月弦",
					["msg"] = "對阿 不過如果我去轉毀滅就A_A",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633174663,
					["from"] = "特變電工",
					["msg"] = "奧法太可恨",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633174683,
					["from"] = "特變電工",
					["msg"] = "那2個奧法被我打的傷害都出不來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633174708,
					["from"] = "特變電工",
					["msg"] = "搞起來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633174715,
					["from"] = "刀月弦",
					["msg"] = "感覺好像打我也蠻快的 反正只有一個聖期才補XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633174725,
					["from"] = "刀月弦",
					["msg"] = "你有補D嗎 來打三三",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633174743,
					["from"] = "特變電工",
					["msg"] = "我找一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633174756,
					["from"] = "特變電工",
					["msg"] = "我有一個強力的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633174761,
					["from"] = "刀月弦",
					["msg"] = "來來來",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633174763,
					["from"] = "特變電工",
					["msg"] = "感覺我們能打上2300",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633174772,
					["from"] = "刀月弦",
					["msg"] = "2300XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633174781,
					["from"] = "刀月弦",
					["msg"] = "現在跟以前不太一樣了吧XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633174790,
					["from"] = "特變電工",
					["msg"] = "1800至少阿布",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633174802,
					["from"] = "特變電工",
					["msg"] = "戰術德天下無敵",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633174806,
					["from"] = "刀月弦",
					["msg"] = "好 就這名字",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633174810,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633174812,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633174813,
					["from"] = "刀月弦",
					["msg"] = "我先去抽根菸妳先問問看補D",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633174822,
					["from"] = "刀月弦",
					["msg"] = "妳要新創隊伍嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633174832,
					["from"] = "特變電工",
					["msg"] = "你有隊伍嗎",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633174837,
					["from"] = "刀月弦",
					["msg"] = "有R 671分",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633174842,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633174847,
					["from"] = "刀月弦",
					["msg"] = "那用這個就好",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633174852,
					["from"] = "刀月弦",
					["msg"] = "你問問看小D行不行 打看看",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633174853,
					["from"] = "特變電工",
					["msg"] = "你加我",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633174862,
					["from"] = "特變電工",
					["msg"] = "我等會要打T5",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633174865,
					["from"] = "特變電工",
					["msg"] = "明天白天可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633174872,
					["from"] = "刀月弦",
					["msg"] = "妳先問問看補D",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633174882,
					["from"] = "特變電工",
					["msg"] = "他剛下綫了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633174899,
					["from"] = "刀月弦",
					["msg"] = "哦哦 好 明天在確定一下 我可能先打個22 看有沒有機會1850",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633174935,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633233762,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633233764,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633233785,
					["from"] = "特變電工",
					["msg"] = "德還沒來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633233814,
					["from"] = "刀月弦",
					["msg"] = "等他",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633234494,
					["from"] = "特變電工",
					["msg"] = "一起排",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633234512,
					["from"] = "刀月弦",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633234516,
					["from"] = "特變電工",
					["msg"] = "退一下",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633234522,
					["from"] = "特變電工",
					["msg"] = "退租",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633234542,
					["from"] = "特變電工",
					["msg"] = "出來單挑",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633234567,
					["from"] = "刀月弦",
					["msg"] = "你有水包嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633234570,
					["from"] = "特變電工",
					["msg"] = "沒。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633234636,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633234638,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633234649,
					["from"] = "刀月弦",
					["msg"] = "XD 等等出戰場在一次",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633234655,
					["from"] = "刀月弦",
					["msg"] = "|cff0070dd|Hitem:23825::::::::70:::::::::|h[有限無敵腰帶]|h|rA_A",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633234659,
					["from"] = "刀月弦",
					["msg"] = "剛剛沒裝",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633234663,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633234679,
					["from"] = "刀月弦",
					["msg"] = "剛剛CD沒換上去",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633234689,
					["from"] = "特變電工",
					["msg"] = "競技場不能用",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633234692,
					["from"] = "刀月弦",
					["msg"] = "能",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633234698,
					["from"] = "刀月弦",
					["msg"] = "誰跟你說不能R",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633234714,
					["from"] = "特變電工",
					["msg"] = "競技場不是不能用工程學的東西",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633234720,
					["from"] = "刀月弦",
					["msg"] = "|cffa335ee|Hitem:32494:3002:34220:24056:::::70:::::::::|h[毀滅環視鏡]|h|r",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633234722,
					["from"] = "刀月弦",
					["msg"] = "|cff0070dd|Hitem:23825::::::::70:::::::::|h[有限無敵腰帶]|h|r",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633234730,
					["from"] = "特變電工",
					["msg"] = "效果沒法觸發吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633234730,
					["from"] = "刀月弦",
					["msg"] = "我就4為了這腰帶轉的工程",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633234737,
					["from"] = "刀月弦",
					["msg"] = "都可以",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633234756,
					["from"] = "刀月弦",
					["msg"] = "|cffa335ee|Hitem:32494:3002:34220:24056:::::70:::::::::|h[毀滅環視鏡]|h|r屬性好還可以抓賊",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633234764,
					["from"] = "刀月弦",
					["msg"] = "|cff0070dd|Hitem:23825::::::::70:::::::::|h[有限無敵腰帶]|h|r4000頓",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633234766,
					["from"] = "特變電工",
					["msg"] = "我也要去練一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633234777,
					["from"] = "特變電工",
					["msg"] = "我練附魔戒指 後悔了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633234794,
					["from"] = "特變電工",
					["msg"] = "競技場你是被集火的對象",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633234800,
					["from"] = "特變電工",
					["msg"] = "我很安全",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633234805,
					["from"] = "刀月弦",
					["msg"] = "你才是吧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633234815,
					["from"] = "刀月弦",
					["msg"] = "我蠻容易CALL人殺戰士的",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633234818,
					["from"] = "特變電工",
					["msg"] = "我是被控",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633234835,
					["from"] = "刀月弦",
					["msg"] = "你位置很差感覺轉你 很容易死人",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633234858,
					["from"] = "特變電工",
					["msg"] = "獵人 電薩  暗牧 術士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633234859,
					["from"] = "刀月弦",
					["msg"] = "尤其賊法牧 賊術D 這種",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633234866,
					["from"] = "特變電工",
					["msg"] = "我的集火優先級",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633234883,
					["from"] = "刀月弦",
					["msg"] = "戰士黏術士感覺 輸出起飛",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633234891,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633234901,
					["from"] = "特變電工",
					["msg"] = "但是術士很硬",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633234905,
					["from"] = "特變電工",
					["msg"] = "打起來不舒服",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633234914,
					["from"] = "刀月弦",
					["msg"] = "還好 畢竟你也壓制他輸出了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633234932,
					["from"] = "特變電工",
					["msg"] = "我喜歡打奧法和盜賊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633234939,
					["from"] = "特變電工",
					["msg"] = "脆的砍的爽",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633234959,
					["from"] = "刀月弦",
					["msg"] = "你以前打過競技嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633234963,
					["from"] = "特變電工",
					["msg"] = "打啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633234977,
					["from"] = "刀月弦",
					["msg"] = "幾分R 打什麼組合",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633234977,
					["from"] = "特變電工",
					["msg"] = "戰士天花板",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633234979,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633234983,
					["from"] = "刀月弦",
					["msg"] = "太自信了吧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633234985,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633234996,
					["from"] = "特變電工",
					["msg"] = "07年我打法師的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633235011,
					["from"] = "特變電工",
					["msg"] = "20年開始打戰士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633235022,
					["from"] = "特變電工",
					["msg"] = "開玩笑",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633235023,
					["from"] = "刀月弦",
					["msg"] = "我以前80 還85 3V3 最高27XX",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633235031,
					["from"] = "特變電工",
					["msg"] = "強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633235034,
					["from"] = "刀月弦",
					["msg"] = "不敢說天花板",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633235038,
					["from"] = "刀月弦",
					["msg"] = "但 還行吧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633235050,
					["from"] = "特變電工",
					["msg"] = "戰士太難了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633235061,
					["from"] = "刀月弦",
					["msg"] = "哀 術士也很難R",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633235068,
					["from"] = "刀月弦",
					["msg"] = "真想玩個無腦獵人 舒服",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633235154,
					["from"] = "刀月弦",
					["msg"] = "感覺這局又是殺人菊了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633235163,
					["from"] = "刀月弦",
					["msg"] = "對面太乃了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633235267,
					["from"] = "特變電工",
					["msg"] = "這把不好打",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633235272,
					["from"] = "特變電工",
					["msg"] = "對面我都很熟悉",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633235273,
					["from"] = "特變電工",
					["msg"] = "AT",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633235573,
					["from"] = "刀月弦",
					["msg"] = "這場玩先休 等等準備打個22",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633235842,
					["from"] = "刀月弦",
					["msg"] = "QK 等打二二",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633235847,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633235858,
					["from"] = "特變電工",
					["msg"] = "你22什麽組合",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633235864,
					["from"] = "刀月弦",
					["msg"] = "賊術",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633235865,
					["from"] = "特變電工",
					["msg"] = "賊術？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633235866,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633235867,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633235870,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633235908,
					["from"] = "刀月弦",
					["msg"] = "等你厲害的朋友小D回來 看看有沒有得打",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633239780,
					["from"] = "刀月弦",
					["msg"] = "找到小d沒",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633239801,
					["from"] = "特變電工",
					["msg"] = "他説他沒時間打3v3..",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633239809,
					["from"] = "刀月弦",
					["msg"] = "qq",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633239811,
					["from"] = "特變電工",
					["msg"] = "我組隊頻道喊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633239817,
					["from"] = "特變電工",
					["msg"] = "我在戰場無色一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633239823,
					["from"] = "刀月弦",
					["msg"] = "id?",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633239832,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633239839,
					["from"] = "刀月弦",
					["msg"] = "你物色到了嗎xd",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633239845,
					["from"] = "特變電工",
					["msg"] = "沒有",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633239853,
					["from"] = "刀月弦",
					["msg"] = "好xD 慢慢找 不好找",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633239865,
					["from"] = "特變電工",
					["msg"] = "嗯嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633247802,
					["from"] = "特變電工",
					["msg"] = "來了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633247805,
					["from"] = "刀月弦",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633247814,
					["from"] = "特變電工",
					["msg"] = "聯係一個德 裝備不是很好 先試試？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633247826,
					["from"] = "刀月弦",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633247873,
					["from"] = "特變電工",
					["msg"] = "他去打副本了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633247877,
					["from"] = "刀月弦",
					["msg"] = "G.G",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633247881,
					["from"] = "特變電工",
					["msg"] = "要等會",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633247882,
					["from"] = "特變電工",
					["msg"] = "迷宮",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633247884,
					["from"] = "特變電工",
					["msg"] = "帶妹妹",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633247889,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633247900,
					["from"] = "刀月弦",
					["msg"] = "0韌那種嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633247904,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633247908,
					["from"] = "特變電工",
					["msg"] = "聲望裝還是有的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633247926,
					["from"] = "特變電工",
					["msg"] = "250左右的韌吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633247942,
					["from"] = "刀月弦",
					["msg"] = "行吧 操作沒問題應該可以打點基本分",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633247990,
					["from"] = "特變電工",
					["msg"] = "1800",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633247994,
					["from"] = "特變電工",
					["msg"] = "先打上去",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633248005,
					["from"] = "特變電工",
					["msg"] = "不行可以把他開除了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633248007,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633248010,
					["from"] = "特變電工",
					["msg"] = "試用期",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633248017,
					["from"] = "刀月弦",
					["msg"] = "行",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633248023,
					["from"] = "刀月弦",
					["msg"] = "打得不優就在喊喊",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633248033,
					["from"] = "特變電工",
					["msg"] = "好德都有隊伍了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633248073,
					["from"] = "刀月弦",
					["msg"] = "只好自己練一隻起來打了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633248083,
					["from"] = "特變電工",
					["msg"] = "雙開？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633248087,
					["from"] = "刀月弦",
					["msg"] = "怎麼可能XDD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633248093,
					["from"] = "特變電工",
					["msg"] = "我以爲你這麽強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633248111,
					["from"] = "刀月弦",
					["msg"] = "可以 痛術 就補D 那真的跟神一樣XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633248114,
					["from"] = "刀月弦",
					["msg"] = "+",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633248135,
					["from"] = "刀月弦",
					["msg"] = "我先去西點碎片好了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633248183,
					["from"] = "刀月弦",
					["msg"] = "我怎麼記得這人都在暴風掛網= _ =",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633248208,
					["from"] = "特變電工",
					["msg"] = "不知道 他讓我跟他一起排 帶她起飛",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633248209,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633248213,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633248334,
					["from"] = "特變電工",
					["msg"] = "我有一個超強的人 沒號",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1633248350,
					["from"] = "特變電工",
					["msg"] = "我讓他找個號來槍",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1633248354,
					["from"] = "刀月弦",
					["msg"] = "那也沒辦法...我也沒號...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1633248364,
					["from"] = "刀月弦",
					["msg"] = "行 如果有的話",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1633248368,
					["from"] = "刀月弦",
					["msg"] = "1850 妥妥",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1633248384,
					["from"] = "特變電工",
					["msg"] = "必須",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1633250464,
					["from"] = "刀月弦",
					["msg"] = "小D還沒好喔=  =",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1633250485,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1633250492,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1633250493,
					["from"] = "特變電工",
					["msg"] = "= =",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1633250498,
					["from"] = "特變電工",
					["msg"] = "開出了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1633250501,
					["from"] = "刀月弦",
					["msg"] = "一場迷宮打這麼久= =\"",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1633250532,
					["from"] = "刀月弦",
					["msg"] = "DOT上倒鍵盤都快壞了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1633251816,
					["from"] = "刀月弦",
					["msg"] = "等等",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1633251820,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1633251823,
					["from"] = "刀月弦",
					["msg"] = "他還沒好我不打了QQ 打得有點累",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1633251860,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1633251880,
					["from"] = "特變電工",
					["msg"] = "他太坑了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1633251891,
					["from"] = "特變電工",
					["msg"] = "戰場好玩",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1633251902,
					["from"] = "刀月弦",
					["msg"] = "等一個半小時了 一個迷宮沒打完 估計也是不太行...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1633251909,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1633252003,
					["from"] = "特變電工",
					["msg"] = "來了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1633252005,
					["from"] = "特變電工",
					["msg"] = "他",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1633252013,
					["from"] = "特變電工",
					["msg"] = "打？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1633252496,
					["from"] = "刀月弦",
					["msg"] = "打幾把 等等準備吃飯",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1633252537,
					["from"] = "刀月弦",
					["msg"] = "他又進副本了嗎 那我就去吃飯了...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1633255385,
					["from"] = "刀月弦",
					["msg"] = "吃完了 打嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1633255441,
					["from"] = "特變電工",
					["msg"] = "明晚打",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1633255447,
					["from"] = "特變電工",
					["msg"] = "今晚我打風暴",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1633255453,
					["from"] = "刀月弦",
					["msg"] = "我明天瓦許GG",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1633255456,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1633255459,
					["from"] = "特變電工",
					["msg"] = "那就周二",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1633255461,
					["from"] = "特變電工",
					["msg"] = "人多",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1633255564,
					["from"] = "特變電工",
					["msg"] = "3V3排隊太久",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1633255589,
					["from"] = "特變電工",
					["msg"] = "周二人多",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1633255613,
					["from"] = "刀月弦",
					["msg"] = "嗯嗯 星期二再看看",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1633256239,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1633256244,
					["from"] = "特變電工",
					["msg"] = "你啥時候進來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1633256248,
					["from"] = "特變電工",
					["msg"] = "搶我人頭",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1633256251,
					["from"] = "刀月弦",
					["msg"] = "我比你還早進好吧QQ..",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1633256310,
					["from"] = "特變電工",
					["msg"] = "我輸了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [206]
				{
					["type"] = 1,
					["time"] = 1633256315,
					["from"] = "特變電工",
					["msg"] = "我居然輸給術士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [207]
				{
					["type"] = 1,
					["time"] = 1633256336,
					["from"] = "刀月弦",
					["msg"] = "XD 我要是轉毀滅 就甩你甩倒歪QQ",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [208]
				{
					["type"] = 1,
					["time"] = 1633256343,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [209]
				{
					["type"] = 1,
					["time"] = 1633256397,
					["from"] = "刀月弦",
					["msg"] = "我換腰帶 在打一局",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [210]
				{
					["type"] = 1,
					["time"] = 1633256411,
					["from"] = "特變電工",
					["msg"] = "帶我起飛",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [211]
				{
					["type"] = 1,
					["time"] = 1633256417,
					["from"] = "刀月弦",
					["msg"] = "出來 單挑",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [212]
				{
					["type"] = 1,
					["time"] = 1633256418,
					["from"] = "特變電工",
					["msg"] = "你不打55 啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [213]
				{
					["type"] = 1,
					["time"] = 1633256423,
					["from"] = "刀月弦",
					["msg"] = "找不到對有",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [214]
				{
					["type"] = 1,
					["time"] = 1633256432,
					["from"] = "特變電工",
					["msg"] = "我們55 很強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [215]
				{
					["type"] = 1,
					["time"] = 1633256456,
					["from"] = "特變電工",
					["msg"] = "我們組一個55算了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [216]
				{
					["type"] = 1,
					["time"] = 1633256461,
					["from"] = "特變電工",
					["msg"] = "33和55都打",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [217]
				{
					["type"] = 1,
					["time"] = 1633256463,
					["from"] = "刀月弦",
					["msg"] = "哀 組一個小D都組不到",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [218]
				{
					["type"] = 1,
					["time"] = 1633256468,
					["from"] = "刀月弦",
					["msg"] = "組啥55...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [219]
				{
					["type"] = 1,
					["time"] = 1633256469,
					["from"] = "特變電工",
					["msg"] = "我有一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [220]
				{
					["type"] = 1,
					["time"] = 1633256499,
					["from"] = "刀月弦",
					["msg"] = "可阿 我也想領五五",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [221]
				{
					["type"] = 1,
					["time"] = 1633256524,
					["from"] = "特變電工",
					["msg"] = "你的盜賊呢",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [222]
				{
					["type"] = 1,
					["time"] = 1633256538,
					["from"] = "特變電工",
					["msg"] = "我喊一個德魯伊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [223]
				{
					["type"] = 1,
					["time"] = 1633256539,
					["from"] = "刀月弦",
					["msg"] = "睡死了叫不起來",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [224]
				{
					["type"] = 1,
					["time"] = 1633256544,
					["from"] = "特變電工",
					["msg"] = "你喊一個盜賊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [225]
				{
					["type"] = 1,
					["time"] = 1633256557,
					["from"] = "特變電工",
					["msg"] = "在喊一個電薩？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [226]
				{
					["type"] = 1,
					["time"] = 1633256574,
					["from"] = "刀月弦",
					["msg"] = "賊跟戰士能選一個",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [227]
				{
					["type"] = 1,
					["time"] = 1633256583,
					["from"] = "特變電工",
					["msg"] = "可以的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [228]
				{
					["type"] = 1,
					["time"] = 1633256598,
					["from"] = "特變電工",
					["msg"] = "我們55都是戰賊德薩法",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [229]
				{
					["type"] = 1,
					["time"] = 1633256734,
					["from"] = "刀月弦",
					["msg"] = "先把小D找好好了 需要一個強力小D",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [230]
				{
					["type"] = 1,
					["time"] = 1633256738,
					["from"] = "刀月弦",
					["msg"] = "打三三拿武器比較實在",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [231]
				{
					["type"] = 1,
					["time"] = 1633256757,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [232]
				{
					["type"] = 1,
					["time"] = 1633256796,
					["from"] = "特變電工",
					["msg"] = "我不缺武器",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [233]
				{
					["type"] = 1,
					["time"] = 1633256812,
					["from"] = "刀月弦",
					["msg"] = "我缺QQ",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [234]
				{
					["type"] = 1,
					["time"] = 1633256825,
					["from"] = "刀月弦",
					["msg"] = "你可以等肩膀",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [235]
				{
					["type"] = 1,
					["time"] = 1633256837,
					["from"] = "特變電工",
					["msg"] = "你們22打不上去？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [236]
				{
					["type"] = 1,
					["time"] = 1633256845,
					["from"] = "刀月弦",
					["msg"] = "沒時間打",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [237]
				{
					["type"] = 1,
					["time"] = 1633256847,
					["from"] = "刀月弦",
					["msg"] = "都在拓荒",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [238]
				{
					["type"] = 1,
					["time"] = 1633256851,
					["from"] = "刀月弦",
					["msg"] = "湊不到一起",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [239]
				{
					["type"] = 1,
					["time"] = 1633256857,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [240]
				{
					["type"] = 1,
					["time"] = 1633256911,
					["from"] = "刀月弦",
					["msg"] = "現在他上了 然後他等等要打團了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [241]
				{
					["type"] = 1,
					["time"] = 1633256915,
					["from"] = "刀月弦",
					["msg"] = "怎麼打...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [242]
				{
					["type"] = 1,
					["time"] = 1633256927,
					["from"] = "刀月弦",
					["msg"] = "我們一周也拓三天 他們拓四天",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [243]
				{
					["type"] = 1,
					["time"] = 1633257005,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [244]
				{
					["type"] = 1,
					["time"] = 1633257017,
					["from"] = "特變電工",
					["msg"] = "就打5加3得了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [245]
				{
					["type"] = 1,
					["time"] = 1633257049,
					["from"] = "刀月弦",
					["msg"] = "差七百我就可以換戒指了 媽的這榮譽",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [246]
				{
					["type"] = 1,
					["time"] = 1633257092,
					["from"] = "特變電工",
					["msg"] = "55有個德 還可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [247]
				{
					["type"] = 1,
					["time"] = 1633257097,
					["from"] = "特變電工",
					["msg"] = "但是他不打33",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [248]
				{
					["type"] = 1,
					["time"] = 1633257134,
					["from"] = "特變電工",
					["msg"] = "你想要什麽配置",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [249]
				{
					["type"] = 1,
					["time"] = 1633257142,
					["from"] = "刀月弦",
					["msg"] = "真的找不到 要去找別人那種戰D的來打了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [250]
				{
					["type"] = 1,
					["time"] = 1633257171,
					["from"] = "刀月弦",
					["msg"] = "戰 元薩 術 補聖 補牧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [251]
				{
					["type"] = 1,
					["time"] = 1633257205,
					["from"] = "刀月弦",
					["msg"] = "這組合 找的到人 隨便亂打都很猛",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [252]
				{
					["type"] = 1,
					["time"] = 1633257211,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [253]
				{
					["type"] = 1,
					["time"] = 1633257282,
					["from"] = "刀月弦",
					["msg"] = "有進攻驅散 也有防禦驅散 DD都放開打",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [254]
				{
					["type"] = 1,
					["time"] = 1633257589,
					["from"] = "特變電工",
					["msg"] = "周二周三 22-24 打55？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [255]
				{
					["type"] = 1,
					["time"] = 1633257706,
					["from"] = "特變電工",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [256]
				{
					["type"] = 1,
					["time"] = 1633257721,
					["from"] = "特變電工",
					["msg"] = "物色了一個牧師",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [257]
				{
					["type"] = 1,
					["time"] = 1633257725,
					["from"] = "刀月弦",
					["msg"] = "你找到人了嗎=  =",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [258]
				{
					["type"] = 1,
					["time"] = 1633257733,
					["from"] = "特變電工",
					["msg"] = "再找一個點撒",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [259]
				{
					["type"] = 1,
					["time"] = 1633257742,
					["from"] = "特變電工",
					["msg"] = "還有騎士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [260]
				{
					["type"] = 1,
					["time"] = 1633257764,
					["from"] = "刀月弦",
					["msg"] = "看你 你找 我2.3時間都可以",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [261]
				{
					["type"] = 1,
					["time"] = 1633257772,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [262]
				{
					["type"] = 1,
					["time"] = 1633257774,
					["from"] = "刀月弦",
					["msg"] = "不過我覺得可以早點的話就早點",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [263]
				{
					["type"] = 1,
					["time"] = 1633257781,
					["from"] = "刀月弦",
					["msg"] = "太晚排超久...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [264]
				{
					["type"] = 1,
					["time"] = 1633257786,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [265]
				{
					["type"] = 1,
					["time"] = 1633257793,
					["from"] = "特變電工",
					["msg"] = "22點后人才多吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [266]
				{
					["type"] = 1,
					["time"] = 1633257814,
					["from"] = "刀月弦",
					["msg"] = "不知道欸 我上次打我牧師的經驗是這樣...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [267]
				{
					["type"] = 1,
					["time"] = 1633257825,
					["from"] = "特變電工",
					["msg"] = "我的經驗是22點後人多",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [268]
				{
					["type"] = 1,
					["time"] = 1633257828,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [269]
				{
					["type"] = 1,
					["time"] = 1633257832,
					["from"] = "特變電工",
					["msg"] = "我9點下班",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [270]
				{
					["type"] = 1,
					["time"] = 1633257838,
					["from"] = "刀月弦",
					["msg"] = "都可以拉 反正24前結束就行",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [271]
				{
					["type"] = 1,
					["time"] = 1633257844,
					["from"] = "刀月弦",
					["msg"] = "在排一場我差三百",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [272]
				{
					["type"] = 1,
					["time"] = 1633257846,
					["from"] = "特變電工",
					["msg"] = "嗯 我來物色",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [273]
				{
					["type"] = 1,
					["time"] = 1633257862,
					["from"] = "特變電工",
					["msg"] = "我要先吃飯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [274]
				{
					["type"] = 1,
					["time"] = 1633257865,
					["from"] = "特變電工",
					["msg"] = "你排吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [275]
				{
					["type"] = 1,
					["time"] = 1633257866,
					["from"] = "刀月弦",
					["msg"] = "OK",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [276]
				{
					["type"] = 1,
					["time"] = 1633259145,
					["from"] = "特變電工",
					["msg"] = "你暴雪ID多少",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [277]
				{
					["type"] = 1,
					["time"] = 1633259153,
					["from"] = "刀月弦",
					["msg"] = "刀月弦#3132",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [278]
				["info"] = {
				},
			},
			["沒這麼誇張"] = {
				{
					["type"] = 1,
					["time"] = 1633411351,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:5dpgb5FaBe|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "沒這麼誇張",
				}, -- [1]
				["info"] = {
				},
			},
			["Tods"] = {
				{
					["type"] = 1,
					["time"] = 1633525500,
					["from"] = "特變電工",
					["msg"] = "痛不痛",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633525504,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633525508,
					["from"] = "Tods",
					["msg"] = "幹",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633525517,
					["from"] = "特變電工",
					["msg"] = "差点输了我们",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633525528,
					["from"] = "Tods",
					["msg"] = "一個錘專把我打死",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633621659,
					["from"] = "特變電工",
					["msg"] = "強不強",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633621683,
					["from"] = "Tods",
					["msg"] = "來。讓我來看看你多少分",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633797488,
					["from"] = "特變電工",
					["msg"] = "我斧頭打你痛不痛",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633797568,
					["from"] = "Tods",
					["msg"] = "草",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633797576,
					["from"] = "特變電工",
					["msg"] = "好像在砍你",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633797579,
					["from"] = "特變電工",
					["msg"] = "好想",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633797638,
					["from"] = "Tods",
					["msg"] = "來毒蛇找我讓你砍",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [12]
				["info"] = {
				},
			},
			["fatcat#3510"] = {
				{
					["type"] = 1,
					["time"] = 1632837937,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632930257,
					["from"] = "特變電工",
					["msg"] = "7連勝",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632930258,
					["from"] = "fatcat#3510",
					["msg"] = "<Deadly Boss Mods> 月半豸苗正在與25人 - 高階星術師索拉瑞恩交戰（當前41%，12/23存活）",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632930280,
					["from"] = "fatcat#3510",
					["msg"] = "<DBM> 月半豸苗在25人 - 高階星術師索拉瑞恩還有42%時滅團了。",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632930290,
					["from"] = "特變電工",
					["msg"] = "星術師都能滅",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632930292,
					["from"] = "特變電工",
					["msg"] = "太菜了吧",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632930294,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633263550,
					["from"] = "特變電工",
					["msg"] = "有人高薪聘請我去打55 不能帶你們起飛了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633263569,
					["from"] = "特變電工",
					["msg"] = "年薪800萬NT",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633263584,
					["from"] = "fatcat#3510",
					["msg"] = ".....",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633450652,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633450656,
					["from"] = "特變電工",
					["msg"] = "1730",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633450661,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633450669,
					["from"] = "特變電工",
					["msg"] = "carry 全場",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633965417,
					["from"] = "fatcat#3510",
					["msg"] = "嫩b 我22  創隊13連勝 沒敗績",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633965424,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633965426,
					["from"] = "特變電工",
					["msg"] = "求帶",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633965434,
					["from"] = "特變電工",
					["msg"] = "跟我打看看",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633965438,
					["from"] = "fatcat#3510",
					["msg"] = "你太嫩了",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633965441,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633965442,
					["from"] = "fatcat#3510",
					["msg"] = "無法帶",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633965577,
					["from"] = "特變電工",
					["msg"] = "周三要我幫忙不",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633965584,
					["from"] = "fatcat#3510",
					["msg"] = "不用",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633965592,
					["from"] = "fatcat#3510",
					["msg"] = "我們打雙獵人 猛的很",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633965598,
					["from"] = "fatcat#3510",
					["msg"] = "不用你了",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633965670,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [26]
				["info"] = {
				},
			},
			["完美#4631"] = {
				{
					["type"] = 1,
					["time"] = 1633430124,
					["from"] = "特變電工",
					["msg"] = "行動裝置",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633430133,
					["from"] = "特變電工",
					["msg"] = "今晚你要打副本",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633442613,
					["from"] = "完美#4631",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633444008,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633444017,
					["from"] = "完美#4631",
					["msg"] = "啊!?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633444019,
					["from"] = "特變電工",
					["msg"] = "我們在打55",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633444024,
					["from"] = "完美#4631",
					["msg"] = "沒事",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633444028,
					["from"] = "特變電工",
					["msg"] = "你來嗎",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633444064,
					["from"] = "特變電工",
					["msg"] = "你不是在打副本",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633444091,
					["from"] = "完美#4631",
					["msg"] = "沒事你打",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633444096,
					["from"] = "完美#4631",
					["msg"] = "我等等要開組打副本了",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633444100,
					["from"] = "完美#4631",
					["msg"] = "混一會22",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633450982,
					["from"] = "特變電工",
					["msg"] = "明天早點來",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633451002,
					["from"] = "完美#4631",
					["msg"] = "恩 今天打得如何",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633451006,
					["from"] = "特變電工",
					["msg"] = "8點",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633451010,
					["from"] = "特變電工",
					["msg"] = "1740",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633451014,
					["from"] = "完美#4631",
					["msg"] = "wow",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633451017,
					["from"] = "完美#4631",
					["msg"] = "厲害哦",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633451109,
					["from"] = "特變電工",
					["msg"] = "還行",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633519498,
					["from"] = "完美#4631",
					["msg"] = "123",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633519509,
					["from"] = "特變電工",
					["msg"] = "456",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633519530,
					["from"] = "完美#4631",
					["msg"] = "你們待會有要打55嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633519543,
					["from"] = "特變電工",
					["msg"] = "应该要",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633519607,
					["from"] = "完美#4631",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633519681,
					["from"] = "特變電工",
					["msg"] = "人還沒到 昨天我跟術士去應聘 試用期 我向他們推薦了你",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633519691,
					["from"] = "完美#4631",
					["msg"] = "!?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633519697,
					["from"] = "完美#4631",
					["msg"] = "跟小麵嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633519708,
					["from"] = "特變電工",
					["msg"] = "不是",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633519730,
					["from"] = "特變電工",
					["msg"] = "上賽季第三",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633519746,
					["from"] = "完美#4631",
					["msg"] = "哦  什麼名字",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633522150,
					["from"] = "完美#4631",
					["msg"] = "你們有確定要打嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633522164,
					["from"] = "完美#4631",
					["msg"] = "應該說 你們隊伍裡有牧師了?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633522905,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633522998,
					["from"] = "完美#4631",
					["msg"] = "456",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633523020,
					["from"] = "完美#4631",
					["msg"] = "要開扁了嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633525383,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633525386,
					["from"] = "特變電工",
					["msg"] = "来打55",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633525419,
					["from"] = "完美#4631",
					["msg"] = "你們打了很多場了吧我估計要跟到30%有困難?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633525443,
					["from"] = "特變電工",
					["msg"] = "先来试试",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633525450,
					["from"] = "特變電工",
					["msg"] = "你牧师有场次吧",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633525452,
					["from"] = "特變電工",
					["msg"] = "其他的",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633525454,
					["from"] = "特變電工",
					["msg"] = "33 22",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633525458,
					["from"] = "完美#4631",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633525468,
					["from"] = "特變電工",
					["msg"] = "嗯 你先来跟他们试试吧",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633525564,
					["from"] = "特變電工",
					["msg"] = "你密慕容天音",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633525580,
					["from"] = "完美#4631",
					["msg"] = "+",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633525592,
					["from"] = "特變電工",
					["msg"] = "你密慕容天音",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633525598,
					["from"] = "特變電工",
					["msg"] = "進DC",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633525601,
					["from"] = "特變電工",
					["msg"] = "|cff3fc6ea慕容天音|r",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633525612,
					["from"] = "完美#4631",
					["msg"] = "搜尋不到",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633525623,
					["from"] = "完美#4631",
					["msg"] = "哦",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633525626,
					["from"] = "完美#4631",
					["msg"] = "他進佔場了啊",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633525634,
					["from"] = "特變電工",
					["msg"] = "你密他要DC",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633525657,
					["from"] = "完美#4631",
					["msg"] = "等他結束吧",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633525662,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633525714,
					["from"] = "特變電工",
					["msg"] = "|cFFFFFFFF[|Hurl:https://discord.gg/4KjAA4nr|hhttps://discord.gg/4KjAA4nr|h]|r ",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633965129,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633965138,
					["from"] = "特變電工",
					["msg"] = "明天55打不打",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633965605,
					["from"] = "完美#4631",
					["msg"] = "沒吧 不打了我朋友組了一隊",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633965665,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [60]
				["info"] = {
				},
			},
			["梁小麵#3596"] = {
				{
					["type"] = 1,
					["time"] = 1633532141,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633532145,
					["from"] = "梁小麵#3596",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633532147,
					["from"] = "特變電工",
					["msg"] = "你喜歡吃小麵嗎",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633532152,
					["from"] = "梁小麵#3596",
					["msg"] = "不喜歡",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633532157,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633532175,
					["from"] = "特變電工",
					["msg"] = "出來 aoge",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633532178,
					["from"] = "特變電工",
					["msg"] = "奧格",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633532188,
					["from"] = "特變電工",
					["msg"] = "讓我見識一下臺服第一法",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633532211,
					["from"] = "梁小麵#3596",
					["msg"] = "笑死  別再吹啦",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633532346,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633608575,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633608578,
					["from"] = "梁小麵#3596",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633608590,
					["from"] = "梁小麵#3596",
					["msg"] = "怎麼了",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633608596,
					["from"] = "特變電工",
					["msg"] = "我喜歡吃小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633608600,
					["from"] = "梁小麵#3596",
					["msg"] = "..",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633608604,
					["from"] = "特變電工",
					["msg"] = "重慶小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633609943,
					["from"] = "特變電工",
					["msg"] = "臺服第一法師居然要打PVE",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633609949,
					["from"] = "特變電工",
					["msg"] = "快來打競技場",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633609964,
					["from"] = "梁小麵#3596",
					["msg"] = "被強迫",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633609981,
					["from"] = "特變電工",
					["msg"] = "法師PVE好無聊",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633609987,
					["from"] = "特變電工",
					["msg"] = "都要睡著",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633865252,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633865261,
					["from"] = "梁小麵#3596",
					["msg"] = "唷呼",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633865276,
					["from"] = "特變電工",
					["msg"] = "hello",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633865320,
					["from"] = "特變電工",
					["msg"] = "找個電薩 獵人打55",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633865346,
					["from"] = "梁小麵#3596",
					["msg"] = "那我要先風暴耶",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633865357,
					["from"] = "特變電工",
					["msg"] = "周二種蒜",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633865361,
					["from"] = "特變電工",
					["msg"] = "周二周三",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633865365,
					["from"] = "特變電工",
					["msg"] = "你有認識的嗎",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633865381,
					["from"] = "梁小麵#3596",
					["msg"] = "梅耶",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [30]
				["info"] = {
				},
			},
			["橋下小酒杯"] = {
				{
					["type"] = 1,
					["time"] = 1633275173,
					["from"] = "特變電工",
					["msg"] = "天秀",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633275179,
					["from"] = "特變電工",
					["msg"] = "造化鐘神秀",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633275183,
					["from"] = "特變電工",
					["msg"] = "剛才我們的33組合",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633275243,
					["from"] = "橋下小酒杯",
					["msg"] = "?? 我聽不太懂",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633275444,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633275447,
					["from"] = "橋下小酒杯",
					["msg"] = "嗯?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633275453,
					["from"] = "特變電工",
					["msg"] = "一起排",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633275466,
					["from"] = "橋下小酒杯",
					["msg"] = "行 陪你排最後一把",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633275478,
					["from"] = "橋下小酒杯",
					["msg"] = "專門奶你",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633275484,
					["from"] = "特變電工",
					["msg"] = "剛才那一波犯傻",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633275486,
					["from"] = "特變電工",
					["msg"] = "反殺",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633275490,
					["from"] = "特變電工",
					["msg"] = "天秀",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633275491,
					["from"] = "橋下小酒杯",
					["msg"] = "有看到",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633275500,
					["from"] = "特變電工",
					["msg"] = "我知道你不會放棄我的",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633275509,
					["from"] = "特變電工",
					["msg"] = "我拼了命往你這裏跑",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633275510,
					["from"] = "橋下小酒杯",
					["msg"] = "進退挺有意識的XD",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633275522,
					["from"] = "橋下小酒杯",
					["msg"] = "我喝了一小口能奶你的量就去找你了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633275529,
					["from"] = "特變電工",
					["msg"] = "打22",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633275531,
					["from"] = "橋下小酒杯",
					["msg"] = "我看你一臉想找我逃命",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633275537,
					["from"] = "特變電工",
					["msg"] = ".。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633275538,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633275540,
					["from"] = "特變電工",
					["msg"] = "懂我",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633275542,
					["from"] = "橋下小酒杯",
					["msg"] = "22不行，我得帶我朋友打武器 你忘了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633275548,
					["from"] = "特變電工",
					["msg"] = "武器？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633275552,
					["from"] = "橋下小酒杯",
					["msg"] = "1850",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633275555,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633275568,
					["from"] = "特變電工",
					["msg"] = "戰士？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633275571,
					["from"] = "橋下小酒杯",
					["msg"] = "是",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633275575,
					["from"] = "特變電工",
					["msg"] = "有我強嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633275583,
					["from"] = "橋下小酒杯",
					["msg"] = "唉",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633275592,
					["from"] = "橋下小酒杯",
					["msg"] = "風暴信使肯定是S3前最強的武器",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633275595,
					["from"] = "橋下小酒杯",
					["msg"] = "問題是他沒錢",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633275610,
					["from"] = "特變電工",
					["msg"] = "一頓海底撈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633275611,
					["from"] = "橋下小酒杯",
					["msg"] = "那基本上只能拿S2了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633275626,
					["from"] = "特變電工",
					["msg"] = "能用錢解決的問題就不是問題",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633275629,
					["from"] = "橋下小酒杯",
					["msg"] = "我不勉強他買G的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633275635,
					["from"] = "橋下小酒杯",
					["msg"] = "畢竟遊戲嘛",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633275637,
					["from"] = "特變電工",
					["msg"] = "有些問題關鍵是不能有錢解決",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633275676,
					["from"] = "特變電工",
					["msg"] = "我",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633275690,
					["from"] = "橋下小酒杯",
					["msg"] = "嗯?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633275704,
					["from"] = "特變電工",
					["msg"] = "我三段錘打戰德都打不上1850",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633275715,
					["from"] = "特變電工",
					["msg"] = "太克",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633275723,
					["from"] = "橋下小酒杯",
					["msg"] = "目前有幾個組合比較難纏",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633275727,
					["from"] = "橋下小酒杯",
					["msg"] = "但不是不能打",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633275728,
					["from"] = "特變電工",
					["msg"] = "全是賊法 賊術 ",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633275734,
					["from"] = "橋下小酒杯",
					["msg"] = "賊法可以的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633275742,
					["from"] = "橋下小酒杯",
					["msg"] = "賊樹也可以的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633275964,
					["from"] = "橋下小酒杯",
					["msg"] = "我有需要給你我的DC帳號或是",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633275966,
					["from"] = "橋下小酒杯",
					["msg"] = "QQ帳號嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633276023,
					["from"] = "特變電工",
					["msg"] = "QQ賬號。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633276026,
					["from"] = "特變電工",
					["msg"] = "你有QQ啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633276028,
					["from"] = "橋下小酒杯",
					["msg"] = "有阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633276040,
					["from"] = "特變電工",
					["msg"] = "台灣有用QQ？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633276050,
					["from"] = "橋下小酒杯",
					["msg"] = "比較少 但還是會有的吧",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633276061,
					["from"] = "特變電工",
					["msg"] = "wechat吧",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633276069,
					["from"] = "橋下小酒杯",
					["msg"] = "我是以前玩WOW的時候有大陸隊友  它們不方便用那些 所以就辦了QQ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633276072,
					["from"] = "橋下小酒杯",
					["msg"] = "wechat 也行",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633276079,
					["from"] = "特變電工",
					["msg"] = "我DC line都可以",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633276088,
					["from"] = "橋下小酒杯",
					["msg"] = "你也有line?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633276093,
					["from"] = "特變電工",
					["msg"] = "那當然",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633276096,
					["from"] = "特變電工",
					["msg"] = "煩請",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633276098,
					["from"] = "特變電工",
					["msg"] = "翻墻",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633276106,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633276110,
					["from"] = "橋下小酒杯",
					["msg"] = "哈哈  你跟世界很接軌阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633276113,
					["from"] = "特變電工",
					["msg"] = "網路對我暢通無阻",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633276118,
					["from"] = "特變電工",
					["msg"] = "我是中國頂級程式員",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633276124,
					["from"] = "特變電工",
					["msg"] = "全球頂級投資家",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633276129,
					["from"] = "特變電工",
					["msg"] = "部落第一戰",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633276132,
					["from"] = "橋下小酒杯",
					["msg"] = "重慶第一戰士",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633276133,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633276135,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633276135,
					["from"] = "橋下小酒杯",
					["msg"] = "行吧",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633276150,
					["from"] = "橋下小酒杯",
					["msg"] = "DoKA#6404",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633276152,
					["from"] = "橋下小酒杯",
					["msg"] = "我的DC",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633276191,
					["from"] = "特變電工",
					["msg"] = "好了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633276194,
					["from"] = "特變電工",
					["msg"] = "看我頭像帥氣不",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633276216,
					["from"] = "橋下小酒杯",
					["msg"] = "挺帥的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633276220,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633276225,
					["from"] = "特變電工",
					["msg"] = "帥得很嘛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633276234,
					["from"] = "特變電工",
					["msg"] = "金",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633276318,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633276329,
					["from"] = "橋下小酒杯",
					["msg"] = "怎麼了?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633276344,
					["from"] = "特變電工",
					["msg"] = "沒事",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633276350,
					["from"] = "橋下小酒杯",
					["msg"] = "你沒打算要四件特效嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633276362,
					["from"] = "特變電工",
					["msg"] = "我上賽季沒怎麽打",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633276371,
					["from"] = "特變電工",
					["msg"] = "結算的時候買了副手",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633276380,
					["from"] = "特變電工",
					["msg"] = "這個賽季我要起飛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633276384,
					["from"] = "橋下小酒杯",
					["msg"] = "胸甲有韌性的哦",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633277502,
					["from"] = "橋下小酒杯",
					["msg"] = "開魯莽",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633277557,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633277866,
					["from"] = "橋下小酒杯",
					["msg"] = "我盡力了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633277874,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633277875,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633277877,
					["from"] = "特變電工",
					["msg"] = "看到了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633277883,
					["from"] = "特變電工",
					["msg"] = "刺激啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633523047,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:laapxdHzNe|h[加入：戰術德 天下無敵]|h|r",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633523073,
					["from"] = "橋下小酒杯",
					["msg"] = "?!",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633523113,
					["from"] = "橋下小酒杯",
					["msg"] = "退了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633523119,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633523122,
					["from"] = "特變電工",
					["msg"] = "戰術德",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633523129,
					["from"] = "橋下小酒杯",
					["msg"] = "現在要打嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633523131,
					["from"] = "橋下小酒杯",
					["msg"] = "行阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633523139,
					["from"] = "特變電工",
					["msg"] = "你先進",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633523155,
					["from"] = "橋下小酒杯",
					["msg"] = "能邀請我嗎 我沒辦法點對話框",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633523374,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633523377,
					["from"] = "特變電工",
					["msg"] = "先試一試",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633523384,
					["from"] = "橋下小酒杯",
					["msg"] = "好的'",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633839028,
					["from"] = "橋下小酒杯",
					["msg"] = "要一起排戰場嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633839036,
					["from"] = "特變電工",
					["msg"] = "等我出來",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633839057,
					["from"] = "特變電工",
					["msg"] = "你排戰歌",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633839062,
					["from"] = "特變電工",
					["msg"] = "現在還缺2",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633839147,
					["from"] = "特變電工",
					["msg"] = "終於有補了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633839154,
					["from"] = "特變電工",
					["msg"] = "我死慘了@@",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633839215,
					["from"] = "特變電工",
					["msg"] = "你一來我就起飛了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633839227,
					["from"] = "橋下小酒杯",
					["msg"] = "我沒水包QQ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633839233,
					["from"] = "特變電工",
					["msg"] = "我給你",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633839243,
					["from"] = "橋下小酒杯",
					["msg"] = ":3",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633840217,
					["from"] = "特變電工",
					["msg"] = "我在找個術士 玩33吧",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633842877,
					["from"] = "橋下小酒杯",
					["msg"] = "是不是很能奶",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633842881,
					["from"] = "橋下小酒杯",
					["msg"] = "是不是感覺自己要死了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633842885,
					["from"] = "橋下小酒杯",
					["msg"] = "卻沒死",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633842887,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633842889,
					["from"] = "橋下小酒杯",
					["msg"] = "閻王面前走了一遭",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633842890,
					["from"] = "特變電工",
					["msg"] = "確實牛逼",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633842895,
					["from"] = "特變電工",
					["msg"] = "迅捷",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633843473,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633843475,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633843498,
					["from"] = "特變電工",
					["msg"] = "殺的太雙",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633843966,
					["from"] = "特變電工",
					["msg"] = "26殺起飛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633871895,
					["from"] = "橋下小酒杯",
					["msg"] = "我還以為你是pvp玩家呢",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633871896,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 虛無搶奪者交戰（當前75%，25/25存活）",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633871900,
					["from"] = "橋下小酒杯",
					["msg"] = "想不到你也會打本兒",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633871907,
					["from"] = "橋下小酒杯",
					["msg"] = "重慶第一戰",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633872114,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 虛無搶奪者!",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633872129,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633872139,
					["from"] = "特變電工",
					["msg"] = "台服第一防戰",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633872150,
					["from"] = "特變電工",
					["msg"] = "搖身一變",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633872152,
					["from"] = "特變電工",
					["msg"] = "強的很",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633872168,
					["from"] = "橋下小酒杯",
					["msg"] = "兄弟 您真逗兒",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633872185,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633872198,
					["from"] = "特變電工",
					["msg"] = "中國頂級程序員 全球頂級投資家",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633872209,
					["from"] = "特變電工",
					["msg"] = "臺服第一防戰",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633872221,
					["from"] = "特變電工",
					["msg"] = "北京第一彈唱歌手",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633872223,
					["from"] = "橋下小酒杯",
					["msg"] = "我就納悶  啥叫頂級程序員啊",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633872234,
					["from"] = "橋下小酒杯",
					["msg"] = "哇操 你重慶跟北京都有房子是不是",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633872244,
					["from"] = "特變電工",
					["msg"] = "差不多吧",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633872255,
					["from"] = "特變電工",
					["msg"] = "重慶人在北京 玩台服",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633872273,
					["from"] = "橋下小酒杯",
					["msg"] = "濕敬濕敬",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633872275,
					["from"] = "橋下小酒杯",
					["msg"] = "大哥您真猛",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633872283,
					["from"] = "橋下小酒杯",
					["msg"] = "操作好 意識高 有房有車有老婆",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633872290,
					["from"] = "特變電工",
					["msg"] = "長得很帥",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633872296,
					["from"] = "特變電工",
					["msg"] = "身高185",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633872302,
					["from"] = "橋下小酒杯",
					["msg"] = "還會寫程序 還頂級投資",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633872304,
					["from"] = "橋下小酒杯",
					["msg"] = "兄弟牛逼",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633872308,
					["from"] = "特變電工",
					["msg"] = "低調",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633872325,
					["from"] = "特變電工",
					["msg"] = "上周五一天虧我100NT",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633872337,
					["from"] = "特變電工",
					["msg"] = "錯了 180萬NT",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633872354,
					["from"] = "橋下小酒杯",
					["msg"] = "確實牛逼  不如買G",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633872359,
					["from"] = "特變電工",
					["msg"] = "蛋疼",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633872367,
					["from"] = "特變電工",
					["msg"] = "你搜特變電工股票",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633872378,
					["from"] = "特變電工",
					["msg"] = "上周跌9.9%",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633872410,
					["from"] = "橋下小酒杯",
					["msg"] = "大哥您缺乾兒子不",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633872434,
					["from"] = "特變電工",
					["msg"] = "沒幾個錢啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633872448,
					["from"] = "橋下小酒杯",
					["msg"] = "行吧 咱就是普通的隊友關係",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633872449,
					["from"] = "特變電工",
					["msg"] = "2個月工資",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633872450,
					["from"] = "橋下小酒杯",
					["msg"] = "別談錢了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1633872454,
					["from"] = "橋下小酒杯",
					["msg"] = "傷感情",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1633872456,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1633872570,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1633872625,
					["from"] = "特變電工",
					["msg"] = "你是台灣人嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1633872639,
					["from"] = "橋下小酒杯",
					["msg"] = "對阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1633872668,
					["from"] = "橋下小酒杯",
					["msg"] = "怎麼了嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1633872677,
					["from"] = "特變電工",
					["msg"] = "説話感覺不像",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1633872691,
					["from"] = "橋下小酒杯",
					["msg"] = "啊",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1633872694,
					["from"] = "橋下小酒杯",
					["msg"] = "可能淘寶買久了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1633872743,
					["from"] = "特變電工",
					["msg"] = "今天是你們國慶日嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1633872752,
					["from"] = "橋下小酒杯",
					["msg"] = "哥 您說話小心點",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1633872763,
					["from"] = "橋下小酒杯",
					["msg"] = "小心被河蟹了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1633872773,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1633872814,
					["from"] = "特變電工",
					["msg"] = "應該叫辛亥革命110周年",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1633872833,
					["from"] = "特變電工",
					["msg"] = "你來個大陸嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1633872837,
					["from"] = "特變電工",
					["msg"] = "來過",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1633872842,
					["from"] = "橋下小酒杯",
					["msg"] = "沒去過",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1633872845,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1633872847,
					["from"] = "橋下小酒杯",
					["msg"] = "淘寶鹹魚倒是很常去",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1633872852,
					["from"] = "特變電工",
					["msg"] = "能寄過來嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1633872857,
					["from"] = "橋下小酒杯",
					["msg"] = "能吧  ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1633872866,
					["from"] = "橋下小酒杯",
					["msg"] = "台灣寄大陸審查比較嚴格一點",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1633872870,
					["from"] = "橋下小酒杯",
					["msg"] = "大陸寄台灣隨便寄",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1633872875,
					["from"] = "特變電工",
					["msg"] = "運費貴嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1633872886,
					["from"] = "特變電工",
					["msg"] = "我們這邊都是5塊錢RMB包郵",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1633872887,
					["from"] = "橋下小酒杯",
					["msg"] = "還行?  還算能接受吧  不算太貴",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1633872896,
					["from"] = "橋下小酒杯",
					["msg"] = "我們估計要50塊",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1633872899,
					["from"] = "特變電工",
					["msg"] = "2塊錢都免費郵寄",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1633872901,
					["from"] = "橋下小酒杯",
					["msg"] = "50塊人民幣",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1633872906,
					["from"] = "橋下小酒杯",
					["msg"] = "200多台幣",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1633872937,
					["from"] = "特變電工",
					["msg"] = "你買重慶火鍋鍋底",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1633872948,
					["from"] = "特變電工",
					["msg"] = "好吃",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1633872959,
					["from"] = "橋下小酒杯",
					["msg"] = "抱歉 我都吃海底撈",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1633872963,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1633872972,
					["from"] = "特變電工",
					["msg"] = "也差不多",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1633873054,
					["from"] = "特變電工",
					["msg"] = "來大陸旅游",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1633873066,
					["from"] = "橋下小酒杯",
					["msg"] = "怎?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1633873191,
					["from"] = "特變電工",
					["msg"] = "玩啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1633873197,
					["from"] = "特變電工",
					["msg"] = "好玩",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1633873265,
					["from"] = "橋下小酒杯",
					["msg"] = "我倒是挺想",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [206]
				{
					["type"] = 1,
					["time"] = 1633873269,
					["from"] = "橋下小酒杯",
					["msg"] = "現在疫情不許 ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [207]
				{
					["type"] = 1,
					["time"] = 1633873277,
					["from"] = "橋下小酒杯",
					["msg"] = "而且我也沒什麼旅遊的錢",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [208]
				{
					["type"] = 1,
					["time"] = 1633873384,
					["from"] = "特變電工",
					["msg"] = "節約點花不了多少",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [209]
				{
					["type"] = 1,
					["time"] = 1633873403,
					["from"] = "橋下小酒杯",
					["msg"] = "去旅遊還得節約點",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [210]
				{
					["type"] = 1,
					["time"] = 1633873406,
					["from"] = "橋下小酒杯",
					["msg"] = "就玩得不盡興了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [211]
				{
					["type"] = 1,
					["time"] = 1633873493,
					["from"] = "特變電工",
					["msg"] = "還是魔獸省錢",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [212]
				{
					["type"] = 1,
					["time"] = 1633873737,
					["from"] = "特變電工",
					["msg"] = "你打疫苗了嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [213]
				{
					["type"] = 1,
					["time"] = 1633873745,
					["from"] = "橋下小酒杯",
					["msg"] = "還沒",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [214]
				{
					["type"] = 1,
					["time"] = 1633873747,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [215]
				{
					["type"] = 1,
					["time"] = 1633873755,
					["from"] = "特變電工",
					["msg"] = "moderna疫苗嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [216]
				{
					["type"] = 1,
					["time"] = 1633873760,
					["from"] = "橋下小酒杯",
					["msg"] = "排不到",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [217]
				{
					["type"] = 1,
					["time"] = 1633873794,
					["from"] = "特變電工",
					["msg"] = "大陸這邊早就全民打完了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [218]
				{
					["type"] = 1,
					["time"] = 1633873832,
					["from"] = "特變電工",
					["msg"] = "默沙東馬上有特效藥了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [219]
				{
					["type"] = 1,
					["time"] = 1633873842,
					["from"] = "特變電工",
					["msg"] = "直接吃藥了 可以不用打了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [220]
				{
					["type"] = 1,
					["time"] = 1633873964,
					["from"] = "橋下小酒杯",
					["msg"] = "那也沒辦法啊 哈哈",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [221]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
