
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["msgin_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["say_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["r"] = 1,
			["g"] = 0.0784313725490196,
			["b"] = 0.9882352941176471,
		},
		["wispIn"] = {
			["r"] = 0.5607843137254902,
			["g"] = 0.03137254901960784,
			["b"] = 0.7607843137254902,
		},
		["sysMsg"] = {
			["r"] = 1,
			["g"] = 0.6627450980392157,
			["b"] = 0,
		},
		["BNwispOut"] = {
			["r"] = 0.1725490196078431,
			["g"] = 0.6352941176470588,
			["b"] = 1,
		},
		["historyIn"] = {
			["r"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["b"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["r"] = 1,
			["g"] = 0,
			["b"] = 0,
		},
		["BNwispIn"] = {
			["r"] = 0,
			["g"] = 0.4862745098039216,
			["b"] = 0.6549019607843137,
		},
		["useSkin"] = true,
		["historyOut"] = {
			["r"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["b"] = 0.7058823529411764,
		},
		["webAddress"] = {
			["r"] = 1,
			["g"] = 1,
			["b"] = 1,
		},
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["position"] = 200,
		["rightClickNew"] = false,
		["free"] = false,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["direction"] = 1,
		["border"] = false,
		["groupOnly"] = false,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
	["windowOnTop"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
	},
	["ignoreArrowKeys"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["clampToScreen"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["winFade"] = true,
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["history"] = {
		["ageLimit"] = true,
		["maxPer"] = true,
		["previewCount"] = 25,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["maxPer"] = true,
			["preview"] = true,
			["maxCount"] = 500,
			["previewCount"] = 25,
		},
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["寻求组队"] = {
				},
				["咩尬獵人"] = {
				},
			},
		},
		["say"] = {
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["battleground"] = {
		},
	},
	["tabAdvance"] = false,
	["whoLookups"] = true,
	["menuSortActivity"] = true,
}
WIM3_Cache = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["friendList"] = {
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["沒有小骨"] = 1,
				["|Kq14|k"] = 2,
				["別背對我"] = 1,
				["崩巴"] = 1,
				["凡凡射爆妳"] = 1,
				["鮮肉牛"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["小泰山"] = 1,
				["十塊錢"] = 1,
				["颯可買地殼"] = 1,
				["泰山喔一喔"] = 1,
				["楓糖奶油"] = 1,
				["青樓探花"] = 1,
				["奶很小不給力"] = 1,
				["萬一"] = 1,
				["阿強"] = 1,
				["尊重友善包容"] = 1,
				["|Kq1|k"] = 2,
				["Thisisbookk"] = 1,
				["號呆"] = 1,
				["小小寶"] = 1,
				["裴矩"] = 1,
				["展雄飛"] = 1,
				["柴汪汪"] = 1,
				["武漢大隊長"] = 1,
				["麥噹噹當勞"] = 1,
				["噬血症"] = 1,
				["|Kq13|k"] = 2,
				["梅妃"] = 1,
				["瀟灑大壞蛋"] = 1,
				["大泰山"] = 1,
				["皮蛋瘦肉粥"] = 1,
				["后羿之后"] = 1,
				["哞哞牛哞哞"] = 1,
				["快刀"] = 1,
				["給本仙女跪下"] = 1,
				["路易斯衝鋒"] = 1,
				["九如魚翅湯"] = 1,
				["|Kq5|k"] = 2,
				["夕映澤瞳"] = 1,
				["黑暗蘿莉"] = 1,
				["貝西揮出釣竿"] = 1,
				["國家機器動次"] = 1,
				["大發哥"] = 1,
				["畜生大隊長"] = 1,
				["|Kq12|k"] = 2,
				["|Kq11|k"] = 2,
				["跌倒馬丁尼"] = 1,
				["小心吐乃"] = 1,
				["萬箭"] = 1,
				["站住別動"] = 1,
				["傻酷喇"] = 1,
				["甲鳥薩"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["|Kq9|k"] = 2,
				["強插插卡稱"] = 1,
				["拔蘿蔔"] = 1,
				["浪漫牛兒"] = 1,
				["唯恐不亂"] = 1,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["美腿"] = 1,
				["Ddevv"] = 1,
				["|Kq6|k"] = 2,
				["桃園綠巨人"] = 1,
				["搞事莉莉絲"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["小芸"] = 1,
				["Lars"] = 1,
				["毛毛小寶貝"] = 1,
				["佐久夜巨巨"] = 1,
				["青蛙"] = 1,
				["術匠師"] = 1,
				["阿峰哥"] = 1,
				["為你跑屍"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["狄玥"] = 1,
				["Xemomo"] = 1,
				["帕爾提娜"] = 1,
				["|Kq17|k"] = 2,
				["|Kq3|k"] = 2,
				["忘卻的紀念"] = 1,
				["|Kq2|k"] = 2,
				["|Kq8|k"] = 2,
				["客家鳥德"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["成都張叔叔"] = 1,
				["帕司達"] = 1,
				["白菜蘿蔔湯"] = 1,
				["花生夾心酥"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["卡莉米奈西爾"] = 1,
				["孟德兄"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["妮阿桃"] = 137,
				["台台"] = 555,
				["灰魯魯"] = 50,
				["無恥老王"] = 969,
				["萌小牛"] = 90,
				["Hacunamatata"] = 132,
				["女乃馬奇"] = 756,
				["嗜甜如命"] = 293,
				["后羿射日"] = 470,
				["兵革"] = 848,
				["米菲亞"] = 894,
				["娃哭了抱一下"] = 484,
				["御獸者"] = 18,
				["山鳥飛絕"] = 219,
				["壞壞的奶茶"] = 479,
				["屎汭嗑"] = 317,
				["剩其他人不在"] = 280,
				["傑克薩恩"] = 119,
				["斬三"] = 38,
				["干別嚇我"] = 871,
				["彩希芙"] = 322,
				["熊爺爺發包包"] = 95,
				["子瑜的草藥包"] = 100,
				["Kengdom"] = 65,
				["美國鋼鐵牛"] = 178,
				["青春一記荒唐"] = 436,
				["逃啦夭"] = 574,
				["冰炎"] = 277,
				["Bigomage"] = 26,
				["部落守衛"] = 912,
				["妘妹"] = 306,
				["清靜"] = 143,
				["塔琳"] = 478,
				["毛仔怪"] = 191,
				["皇家"] = 228,
				["威爾斯科基"] = 128,
				["蕭哥真的好帥"] = 91,
				["血靈萬相"] = 394,
				["執夏千歌"] = 476,
				["神定未來"] = 376,
				["玄燁朧"] = 777,
				["Xiaoming"] = 455,
				["日黑扯旗"] = 46,
				["鮮橘茶"] = 721,
				["Rainstop"] = 181,
				["新冠病毒"] = 650,
				["小小清"] = 636,
				["菠菠麗娜"] = 390,
				["傀儡娃娃"] = 146,
				["Mesher"] = 837,
				["泡泡老哥"] = 174,
				["心之箭"] = 325,
				["楊婆婆"] = 348,
				["小小閣"] = 487,
				["中華民國台牛"] = 554,
				["香草小姊姊"] = 981,
				["職業試玩二"] = 961,
				["楓慈"] = 504,
				["三隊薩滿"] = 267,
				["一祈福一"] = 553,
				["追憶似水年華"] = 908,
				["加摩爾必須死"] = 466,
				["啤兒冰盪"] = 588,
				["就打徳"] = 804,
				["肝指數飆升"] = 896,
				["咪咪俗麗"] = 168,
				["Secondkill"] = 449,
				["殺小六十九"] = 108,
				["記不清是誰"] = 535,
				["今晚打老鼠"] = 271,
				["草莓比司吉"] = 731,
				["巴溫"] = 759,
				["浜边美波"] = 175,
				["韓韓"] = 63,
				["致命哞哞"] = 387,
				["我叫緋村"] = 497,
				["雅妮提絲"] = 195,
				["基基斯咪搭"] = 629,
				["Forthemagic"] = 444,
				["芸霧繚繞"] = 918,
				["冷漠混蛋"] = 279,
				["李跑跑"] = 342,
				["死亡之影"] = 957,
				["牛梅花薄切"] = 176,
				["符阿水"] = 569,
				["Iamxiaobu"] = 598,
				["小小煌"] = 17,
				["嬤嬤喪"] = 711,
				["新種族"] = 109,
				["寒氣斷空"] = 309,
				["圣光的欺诈"] = 295,
				["子瑜的酷吉"] = 868,
				["盡力"] = 373,
				["至夏悠悠"] = 897,
				["乂橘子乂"] = 844,
				["去年的羊肉"] = 468,
				["綠皮共治仔"] = 381,
				["瘋牛症病原體"] = 931,
				["雪菈"] = 967,
				["香草鐵泡泡"] = 983,
				["致夏之戰"] = 898,
				["缺三咖"] = 895,
				["帕爾提娜"] = 760,
				["香飄飄奶昔"] = 827,
				["七玄冰火"] = 457,
				["Sinanju"] = 737,
				["亂亂鳳獵"] = 459,
				["立花里子"] = 815,
				["我叫朵拉斯"] = 807,
				["Brant"] = 441,
				["一瓢飲"] = 842,
				["鬼武葬"] = 794,
				["悶我"] = 326,
				["燹火"] = 513,
				["十全藥膳排骨"] = 750,
				["火蛇圖騰"] = 726,
				["莫炘宇"] = 194,
				["水野潮陽"] = 567,
				["牛夫人"] = 889,
				["柚子尬抹茶"] = 150,
				["榨菜茶葉蛋"] = 565,
				["鄭屁杰"] = 405,
				["楓夜"] = 956,
				["燁燁"] = 433,
				["Foliage"] = 250,
				["神之班尼爾"] = 375,
				["林森南路殺手"] = 502,
				["泰斯塔羅莎"] = 238,
				["惡魔師"] = 186,
				["癢癢哥布林"] = 932,
				["突擊"] = 51,
				["專業放圖騰"] = 6,
				["Bnxx"] = 938,
				["漢尼拔博士"] = 713,
				["楓羽"] = 770,
				["韓覽叫"] = 414,
				["老牧濕"] = 974,
				["校正回規"] = 503,
				["楓憶"] = 563,
				["冰糖炖水泥"] = 278,
				["Cleric"] = 443,
				["骨感胖妹"] = 720,
				["葉立德"] = 391,
				["地上有火小心"] = 296,
				["夜霜雪"] = 630,
				["那堤瑟雅"] = 404,
				["光光小戰"] = 977,
				["淡紫"] = 358,
				["一叭等三年"] = 425,
				["貪吃布丁"] = 397,
				["恣夏不醉"] = 560,
				["德魯伊一二三"] = 645,
				["新冠病毒女王"] = 335,
				["密斯歐勒橘"] = 834,
				["曠野呼喊者"] = 336,
				["Echoes"] = 733,
				["是片雲"] = 929,
				["象牙"] = 396,
				["吸奶仔"] = 471,
				["魔剎"] = 915,
				["一心淨土"] = 162,
				["一阿牛一"] = 605,
				["到底是在吵尛"] = 618,
				["亂鳳"] = 608,
				["淒月之夜"] = 234,
				["凌兒"] = 617,
				["最美的"] = 337,
				["自然忽悠着你"] = 386,
				["情玥幻冰"] = 496,
				["有洙川陽炎"] = 341,
				["射在牆壁上"] = 83,
				["神崎蘭子"] = 727,
				["頭暈暈"] = 415,
				["老藕"] = 716,
				["偷遍世界"] = 427,
				["Elfmoon"] = 596,
				["母湯愛上偶"] = 353,
				["黃泊淳本人"] = 551,
				["名不知君"] = 855,
				["索盧塞克"] = 782,
				["柒刻"] = 32,
				["三小火柴"] = 218,
				["蛋比鳥大"] = 964,
				["狠諸席"] = 812,
				["朽木白哉"] = 768,
				["麟大大"] = 422,
				["非雁反潮"] = 413,
				["Zodd"] = 604,
				["Seductive"] = 223,
				["冰火霜天"] = 11,
				["算了戒不掉"] = 52,
				["豕者豆頁女且"] = 935,
				["悽悽慘慘戚戚"] = 495,
				["箭箭"] = 675,
				["香草西米露"] = 982,
				["榮耀之小貓幾"] = 771,
				["Houselves"] = 252,
				["謹言慎行"] = 54,
				["纖手馭龍"] = 582,
				["豬一般的隊友"] = 690,
				["小弟弟甩了甩"] = 314,
				["媽我回來了"] = 485,
				["獵艷狂魔"] = 515,
				["南港蘇貞昌"] = 620,
				["萌熊"] = 902,
				["叁月"] = 852,
				["燐葉"] = 72,
				["大遺言家"] = 300,
				["王大垂"] = 671,
				["曹洪"] = 499,
				["Xiaobula"] = 165,
				["生若浮雲"] = 214,
				["誠信贏天下"] = 22,
				["柳七夜"] = 589,
				["魁儡"] = 707,
				["米麗婭"] = 677,
				["瀨戶豪三郎"] = 361,
				["幽暗城守衛"] = 761,
				["綠簡"] = 681,
				["Tankgirl"] = 266,
				["未解之謎"] = 655,
				["是隻貓"] = 972,
				["瞬發爐石委員"] = 33,
				["帥哥史奴比"] = 318,
				["鋁罐"] = 229,
				["芸淡風輕"] = 97,
				["一阿美一"] = 456,
				["十二月"] = 749,
				["克勞斯"] = 616,
				["可樂小子"] = 287,
				["雷依爾"] = 697,
				["瑟蘭德雅"] = 516,
				["八倍鏡"] = 43,
				["不死夜空"] = 606,
				["小樂子"] = 637,
				["其實也還好"] = 66,
				["驀然"] = 36,
				["不好笑"] = 268,
				["Dessertpal"] = 247,
				["庫瑪雷斯"] = 492,
				["阿加特"] = 407,
				["Angelaqq"] = 196,
				["鬍鬚大欸"] = 824,
				["德武与安娜"] = 493,
				["突然想玩獵人"] = 724,
				["閃開薩不住啦"] = 35,
				["九層塔烘蛋"] = 797,
				["關鍵時刻寶傑"] = 965,
				["伊修爾瓦列德"] = 942,
				["月瀅瀅"] = 877,
				["毘沙戰天"] = 173,
				["邱必特"] = 694,
				["小於菟"] = 831,
				["密斯特布魯"] = 951,
				["Exilearrow"] = 735,
				["牧雪花"] = 124,
				["武釋"] = 201,
				["胖胖的樂子"] = 159,
				["地瓜炸雞"] = 801,
				["冰腳被抵抗"] = 849,
				["搞事仔熊爺爺"] = 157,
				["黯靈老牧"] = 916,
				["帥死人"] = 120,
				["無情虐殺"] = 231,
				["凌鹿打工仔"] = 850,
				["冰乓波"] = 212,
				["雪菈菈"] = 719,
				["Btk"] = 442,
				["殘暴章魚燒"] = 227,
				["椒麻雞腿排"] = 656,
				["厄德莫斯"] = 283,
				["九天"] = 845,
				["紫玥兒"] = 193,
				["花憐無落葉"] = 685,
				["楓熙"] = 429,
				["安娜要乖"] = 634,
				["百里守約"] = 20,
				["木瓜雙皮奶"] = 501,
				["秋聖卍"] = 893,
				["隔壁班導師"] = 56,
				["一壺濁酒"] = 841,
				["Xaru"] = 452,
				["老闆挺住"] = 525,
				["雷霆崖守衛"] = 410,
				["聖光強強滾"] = 384,
				["一晧晧一"] = 41,
				["Trowa"] = 603,
				["雕梨姥牧"] = 821,
				["搓泥匹"] = 875,
				["攝魂"] = 333,
				["布妞"] = 952,
				["亂亂鳳"] = 57,
				["Theend"] = 450,
				["氣象將軍立渝"] = 87,
				["閒妻涼母"] = 543,
				["Ladoo"] = 600,
				["兇神惡薩"] = 615,
				["Backagain"] = 438,
				["光光小賊"] = 919,
				["毛仔獸"] = 883,
				["藤原拓海王"] = 689,
				["裟剎"] = 533,
				["Bigoc"] = 80,
				["莖莖有味"] = 980,
				["萬一"] = 686,
				["月黑高飛"] = 340,
				["Exileblade"] = 64,
				["熾夏玩美"] = 811,
				["大祐馳玖"] = 556,
				["山鰤獵人"] = 805,
				["西谷夕"] = 787,
				["巴歐"] = 641,
				["人財兩空"] = 205,
				["終焉之戰"] = 380,
				["Muo"] = 448,
				["淼焱"] = 359,
				["最悟"] = 767,
				["Lemesis"] = 601,
				["星丶辰"] = 188,
				["衝殺小朋友"] = 532,
				["暗影達人"] = 428,
				["香飄飄抹茶"] = 795,
				["今晚打瞌睡"] = 182,
				["珍奶去冰"] = 779,
				["海拉魯"] = 510,
				["Ashsbringer"] = 39,
				["肯德基蛋塔"] = 526,
				["陸蚩"] = 409,
				["欣玥如歌"] = 350,
				["系告敢丟"] = 240,
				["猥瑣老王"] = 971,
				["秋毛"] = 781,
				["撒浪嘿呦"] = 649,
				["Boleyn"] = 440,
				["爪爪小騎"] = 365,
				["朕說了算"] = 878,
				["玩命凱薩"] = 579,
				["夜盲症"] = 207,
				["別逼我擋怪"] = 747,
				["丟丟"] = 829,
				["芒果雪莓娘"] = 899,
				["查爾濕"] = 71,
				["布妞妞"] = 870,
				["跟布魯斯求婚"] = 92,
				["幼女試車員"] = 491,
				["乂泠乂"] = 941,
				["武玥蝕貳"] = 659,
				["毘沙喵天"] = 882,
				["哈辣雞翅"] = 857,
				["干什麼東西"] = 319,
				["正中眉心"] = 566,
				["啊啦呼啊吧"] = 722,
				["射貴桃"] = 310,
				["至夏想想"] = 818,
				["狂妄失德"] = 192,
				["艾彩"] = 53,
				["魔女宅急射"] = 708,
				["Furiousling"] = 445,
				["以莉亞"] = 198,
				["部落衛兵"] = 539,
				["玉琳哥"] = 890,
				["暹別搞"] = 652,
				["法力高"] = 662,
				["江柔"] = 730,
				["西黑大將軍"] = 788,
				["酒妹"] = 541,
				["奔波兒霸"] = 557,
				["今晚打醬油"] = 461,
				["失敗的糆"] = 304,
				["為妳寫詩"] = 888,
				["騷蹄子"] = 793,
				["Tods"] = 738,
				["新興區加摩爾"] = 60,
				["毘沙聖天"] = 8,
				["當代電影大師"] = 517,
				["陌語"] = 408,
				["布妞大正妹"] = 85,
				["薩哞耶"] = 687,
				["卡茲那堤"] = 12,
				["征戰者"] = 644,
				["狂暴麥該牢"] = 670,
				["終歸一嗜"] = 680,
				["貓神的小貓咪"] = 98,
				["驚天拳吳留手"] = 823,
				["阿美族"] = 544,
				["沙漠之鷹"] = 885,
				["Cowwalker"] = 836,
				["寧鳳林臭酸奶"] = 16,
				["牤師"] = 366,
				["多尼多尼巴喬"] = 299,
				["我是大高玩"] = 329,
				["晒骆驼"] = 766,
				["氣在來"] = 354,
				["北都"] = 851,
				["不死族守衛"] = 843,
				["水包屎做的"] = 774,
				["完美落地"] = 308,
				["杜拉拉"] = 47,
				["小蒨"] = 639,
				["轉世跳跳"] = 23,
				["鹹魚我最鹹"] = 421,
				["追憶似水流年"] = 909,
				["皮蛋瘦肉粥"] = 673,
				["撒浪嘿"] = 648,
				["魁魁"] = 550,
				["這一拳二十年"] = 431,
				["關節"] = 179,
				["浪漫晨風"] = 832,
				["Barry"] = 835,
				["繁星夜"] = 382,
				["楓舞筱嫣"] = 879,
				["霄林北"] = 791,
				["哺唅吉"] = 68,
				["小峱"] = 135,
				["喚不回的感傷"] = 292,
				["菸酒大叔"] = 221,
				["不良柴犬"] = 269,
				["歐陽薰"] = 123,
				["專射你臉"] = 311,
				["很熱"] = 44,
				["仕若終章"] = 272,
				["香草煉乳冰沙"] = 920,
				["Inasiiss"] = 446,
				["奧利恩"] = 233,
				["國安感冒糖漿"] = 7,
				["誘導力場"] = 130,
				["笨笨的樂子"] = 144,
				["埃漏哈死洞"] = 861,
				["Kosuke"] = 256,
				["焦阿曬"] = 668,
				["香濃可可"] = 706,
				["蜜世界"] = 393,
				["頹廢曉曉"] = 700,
				["翦燭"] = 784,
				["布琳希德"] = 103,
				["在座的各位"] = 627,
				["超級高玩"] = 906,
				["鮪魚玉米"] = 420,
				["裁芸剪水"] = 74,
				["克洛根"] = 274,
				["國有廉價勞工"] = 14,
				["龍舟隊長"] = 552,
				["Hers"] = 251,
				["打骨頭"] = 763,
				["Jackz"] = 254,
				["好辣手"] = 482,
				["阿公店店長"] = 133,
				["美佐不要"] = 817,
				["Rocketduck"] = 838,
				["痴人聖"] = 519,
				["無小雙"] = 958,
				["恩歪剋低武士"] = 873,
				["卡迪歐"] = 467,
				["Gihan"] = 597,
				["來自辛亥驕傲"] = 798,
				["狸奈奈"] = 19,
				["小夥棄"] = 312,
				["阿芸偷偷摸摸"] = 160,
				["戀芯星塵"] = 953,
				["扣泥吉娃娃"] = 647,
				["陳半仙"] = 4,
				["為所欲為倉庫"] = 88,
				["風雲火虎"] = 705,
				["東尼大木棒"] = 31,
				["天竺鼠卡車"] = 303,
				["又有你的毛"] = 621,
				["佐藤潘德拉岡"] = 3,
				["投十元獵人"] = 86,
				["偷心小貓咪"] = 847,
				["一吋法師"] = 578,
				["Bgman"] = 592,
				["奇奇"] = 863,
				["達米安"] = 911,
				["Snutzy"] = 263,
				["耶灬我誰"] = 580,
				["業餘鏟屎官"] = 657,
				["泰泰"] = 887,
				["蜜糖吐司"] = 934,
				["很姓少年噁心"] = 147,
				["Soullink"] = 265,
				["小美女騎士"] = 315,
				["速趴悲劇塔"] = 401,
				["风韵"] = 792,
				["感殤"] = 327,
				["霓妮"] = 548,
				["咖哩叔叔"] = 799,
				["天空橋朋花"] = 631,
				["朝朝扯旗"] = 654,
				["Kumamon"] = 599,
				["Zeisslol"] = 739,
				["巡撫"] = 640,
				["沁玥冰兒"] = 810,
				["西北偏北"] = 786,
				["電電狗"] = 547,
				["奪魂黑影"] = 82,
				["Bigoe"] = 439,
				["苜獅"] = 570,
				["香飄飄奶酪"] = 822,
				["焚情"] = 363,
				["偷鹽蛇"] = 710,
				["芬達蘋果"] = 684,
				["卡禿嚕皮"] = 282,
				["奶茶小壞壞"] = 15,
				["饅頭砸摳"] = 575,
				["洛樊"] = 507,
				["子瑜的寵物"] = 867,
				["梅爾德拉斯"] = 347,
				["化身孤島的鯨"] = 587,
				["二十七號"] = 270,
				["熊爺爺"] = 76,
				["Ogamar"] = 164,
				["牛咩咩耶"] = 514,
				["天上聖母默娘"] = 142,
				["給妳棒棒"] = 524,
				["海大王"] = 509,
				["莫陽"] = 99,
				["歐巴嘎"] = 658,
				["死靈守護者"] = 351,
				["月爸的遠征"] = 339,
				["聖經乂"] = 21,
				["佛懺降罪人"] = 611,
				["薄荷與雷電"] = 529,
				["阿薩佈魯"] = 696,
				["可貴者膽"] = 728,
				["灆曦"] = 362,
				["你們"] = 426,
				["英德烈"] = 900,
				["逃啊夭"] = 910,
				["凌鹿"] = 67,
				["咩噗"] = 289,
				["光光小牧"] = 936,
				["發條橘子"] = 672,
				["濕滑螺絲起子"] = 203,
				["別打我要有愛"] = 200,
				["小妹妹蹲著吃"] = 635,
				["阿芸"] = 966,
				["布布妞妞"] = 642,
				["閉著眼睛讓你"] = 62,
				["月読"] = 122,
				["米糬糬"] = 523,
				["林美不要"] = 808,
				["草帽魯夫"] = 527,
				["风的祭奠"] = 417,
				["海德格啾我"] = 101,
				["姽嫿"] = 633,
				["槍與薔薇"] = 505,
				["狂人十一"] = 714,
				["華惹法"] = 571,
				["泥哥戰士"] = 663,
				["三犄"] = 197,
				["簡郭阿龍"] = 816,
				["舞箭人春寒"] = 138,
				["艾瑪肉肉"] = 963,
				["Startrack"] = 602,
				["Xiaobudesu"] = 454,
				["終歸一夢"] = 73,
				["早安七哭比"] = 225,
				["口古口"] = 154,
				["危機"] = 28,
				["散財"] = 334,
				["德過且過"] = 45,
				["麵包宗師"] = 828,
				["喔告咬他"] = 232,
				["血獄"] = 572,
				["小蝴莉"] = 488,
				["洨胖胖"] = 508,
				["雨食"] = 546,
				["珍奶不加冰"] = 778,
				["斯卡蒂"] = 498,
				["捅王"] = 118,
				["姆露"] = 923,
				["子瑜的彬彬"] = 950,
				["倒立喝汽水"] = 943,
				["新店周杰倫"] = 187,
				["殺手九十六"] = 930,
				["無小小雙"] = 78,
				["狗勾"] = 367,
				["小雙是女神"] = 84,
				["血雞林薩滿"] = 434,
				["特務七十八"] = 970,
				["所要者魂"] = 762,
				["凱薩裂蹄"] = 746,
				["噗噗術"] = 294,
				["法施"] = 356,
				["陰險小戰"] = 93,
				["Monni"] = 257,
				["寶奇課長"] = 58,
				["奶舖"] = 864,
				["城崎美嘉"] = 628,
				["冰摩卡拿鐵"] = 464,
				["粉爺"] = 678,
				["Opcoastline"] = 260,
				["地板有火小心"] = 297,
				["琥珀川伊藤"] = 213,
				["搖滾布絲"] = 331,
				["喵葬人"] = 625,
				["喵之琳琳"] = 753,
				["購滿長皮包"] = 820,
				["轉世叫小赫"] = 789,
				["超級王"] = 693,
				["只好玩法爺了"] = 853,
				["Alexqq"] = 241,
				["可口乃汁"] = 286,
				["追憶風華年代"] = 790,
				["亂亂鳳薩"] = 460,
				["櫻桃兔"] = 880,
				["貝比女孩"] = 904,
				["地板哥"] = 921,
				["處不留爺自去"] = 530,
				["璐璐雪"] = 813,
				["枫皇"] = 345,
				["搞事大隊隊長"] = 126,
				["玖筒"] = 369,
				["Hulkv"] = 236,
				["程昱"] = 674,
				["悍飽"] = 591,
				["牧鹿人"] = 959,
				["光光小聖"] = 107,
				["瘋狂羅賓"] = 521,
				["美國牛隊長"] = 783,
				["Dogg"] = 248,
				["Monnini"] = 447,
				["阿公店店花"] = 695,
				["速不術"] = 400,
				["奶香小牛蹄"] = 757,
				["予恩"] = 742,
				["楓雲"] = 564,
				["乜都德"] = 741,
				["是場雨"] = 927,
				["小羽布葶"] = 638,
				["夏瑀"] = 948,
				["小奶牧"] = 802,
				["來了來了來了"] = 613,
				["光光小術"] = 945,
				["Elfnatural"] = 249,
				["憂心"] = 328,
				["丨深深丨"] = 145,
				["急性發錢寒"] = 872,
				["武者羅"] = 881,
				["風城浮雲"] = 701,
				["莉賽洛德"] = 528,
				["毘沙妖天"] = 172,
				["職業試玩四"] = 962,
				["牛夫人的奶媽"] = 669,
				["哩五嘆吉哞"] = 800,
				["無碼牛腥拳"] = 775,
				["灰色騎士"] = 667,
				["Alta"] = 9,
				["安鬼莉"] = 486,
				["妖獵手"] = 866,
				["塔洛娜"] = 298,
				["近我者聖光"] = 149,
				["痛夢空洞"] = 518,
				["逃之夭夭"] = 581,
				["Aldo"] = 577,
				["蔡翠秋"] = 903,
				["好想玩狂戰喔"] = 865,
				["泥哥騎士"] = 127,
				["買單火焰球"] = 692,
				["Socasky"] = 264,
				["Nunn"] = 259,
				["Katyheha"] = 217,
				["輸潑屎大"] = 907,
				["日陽羽翼"] = 978,
				["帕那刻亞"] = 643,
				["大鷹吉祥"] = 949,
				["Chiehyu"] = 244,
				["塞哪里奥"] = 206,
				["哇嘎哩嗎嘻噠"] = 473,
				["Brucelolz"] = 939,
				["風行者丨寒戰"] = 111,
				["凌貓"] = 224,
				["柏修斯"] = 346,
				["凜冬將臨"] = 167,
				["Essilorlolz"] = 940,
				["伊騰飛"] = 42,
				["代入我的心事"] = 846,
				["信我者得永生"] = 743,
				["亂亂凰"] = 607,
				["一隻牛"] = 833,
				["夜羽殤"] = 481,
				["Bndd"] = 595,
				["沒有什麼"] = 355,
				["Novdark"] = 258,
				["Bigo"] = 593,
				["Hemanbb"] = 736,
				["殺戮聖經"] = 352,
				["書包"] = 653,
				["血劍一佈"] = 152,
				["生財之道"] = 158,
				["楓荷"] = 826,
				["小雷包"] = 489,
				["暹小花"] = 955,
				["賺錢第一"] = 435,
				["資深小妹"] = 975,
				["遊客李老八"] = 402,
				["火加歌等於我"] = 235,
				["索爾大酋長"] = 106,
				["Amyamy"] = 242,
				["啾毛"] = 624,
				["看老衲降魔杵"] = 374,
				["十四位薩滿"] = 281,
				["根雞圖騰"] = 809,
				["依菲希斯"] = 273,
				["跟風練個聖騎"] = 537,
				["灰燼之刃"] = 568,
				["綠惡魔"] = 430,
				["口囧口"] = 284,
				["閃電鏈拉西"] = 216,
				["飍靐"] = 416,
				["卍一空一卍"] = 619,
				["拉普拉斯"] = 712,
				["大姨媽"] = 862,
				["綺麗"] = 715,
				["職業試玩一"] = 933,
				["芙蕾拉"] = 215,
				["叔叔撞阿姨"] = 622,
				["午夜奶爸"] = 585,
				["薯餅蛋堡"] = 688,
				["小肥毛"] = 973,
				["Rodenstock"] = 709,
				["喵小菲"] = 860,
				["衝鋒釋放"] = 573,
				["鹹魚翻身夢"] = 25,
				["冰心冷刃"] = 745,
				["潑屎妹"] = 511,
				["無大雙"] = 208,
				["Chickbb"] = 243,
				["Tyranus"] = 968,
				["尼根小小號"] = 105,
				["西黑"] = 395,
				["舞唲曦"] = 151,
				["啾嗷"] = 859,
				["光光小薩"] = 944,
				["鄉下嬉皮"] = 540,
				["小屁還"] = 184,
				["武動血吼"] = 190,
				["哭妖王"] = 29,
				["紫祈"] = 590,
				["血染紅的悲傷"] = 531,
				["姨媽來了"] = 307,
				["海鹽那堤"] = 121,
				["達羅威夫人"] = 717,
				["騙神仔"] = 418,
				["Binary"] = 594,
				["喵嗷嗚"] = 754,
				["傳說小百"] = 463,
				["西湖水"] = 136,
				["阿薩姆奶聖"] = 545,
				["Bomi"] = 732,
				["終南山活死人"] = 379,
				["一之瀨志希"] = 840,
				["黃泉比良坂"] = 131,
				["光光小獵"] = 937,
				["泣孤"] = 886,
				["古惑崽"] = 285,
				["廬山升龍霸"] = 321,
				["是朵花"] = 928,
				["肉煮到不見啦"] = 385,
				["Matoloki"] = 424,
				["亡靈新兵"] = 584,
				["小心吐奶"] = 559,
				["黃泉夜"] = 423,
				["冰城邪靈"] = 276,
				["天才那個珊"] = 922,
				["我是犀牛"] = 830,
				["合作射老師"] = 469,
				["思緒飄揚"] = 185,
				["新店彭于晏"] = 764,
				["風涼話大師"] = 704,
				["史傳傑女士"] = 623,
				["Chillness"] = 246,
				["毛毛小寶貝"] = 773,
				["Jbook"] = 255,
				["塔林"] = 156,
				["巡迴家"] = 490,
				["窮學生"] = 377,
				["光光阿哞"] = 134,
				["Ophelia"] = 261,
				["憂鬱鈴鐺"] = 806,
				["咪琦咪琦"] = 290,
				["天天漲不停"] = 301,
				["菇逃菇鬧"] = 785,
				["小魚浠浠"] = 316,
				["春娘"] = 765,
				["瘋牛沒病"] = 520,
				["平平的平平"] = 320,
				["兇殘的涂老闆"] = 614,
				["咖哩芝麻"] = 472,
				["要水請叫爸爸"] = 819,
				["貪食蛇大帝"] = 398,
				["潮噴女王"] = 360,
				["告敢丟"] = 288,
				["仰視"] = 10,
				["白龍魯迅儒學"] = 89,
				["香草拿鐵奶泡"] = 976,
				["很像她"] = 323,
				["Xegony"] = 96,
				["越女劍"] = 55,
				["宇閣墨香"] = 869,
				["榴蓮大王"] = 189,
				["提里奧弗丁乂"] = 874,
				["喵小紅"] = 230,
				["沖繩黑糖牛奶"] = 884,
				["密斯布菈蕾"] = 155,
				["我係菩提老祖"] = 125,
				["一雨知寒"] = 740,
				["嘉寶"] = 475,
				["只活在副本"] = 825,
				["Angelinaqwq"] = 153,
				["Reko"] = 204,
				["單戈女臣"] = 474,
				["雙嬌小魚兒"] = 914,
				["率獸食人"] = 368,
				["飛葉快刀"] = 180,
				["燕草"] = 239,
				["弓曲廣陵散"] = 139,
				["琦玉老師"] = 370,
				["齁裡穴"] = 576,
				["依依啊啊"] = 237,
				["患得患失"] = 561,
				["台灣小黑熊"] = 854,
				["乂岩谷尚文乂"] = 115,
				["魔法阿公"] = 419,
				["轉世麥皂"] = 538,
				["郭雲天老師"] = 24,
				["尐沫"] = 758,
				["拉加斯"] = 954,
				["酒醉哥"] = 542,
				["赤城米莉亞"] = 905,
				["莎爾維加"] = 389,
				["十全旗手"] = 586,
				["鬼頭刀"] = 549,
				["鳳凰雁"] = 112,
				["天涯海角"] = 302,
				["果蛋"] = 344,
				["薩拉米果"] = 102,
				["最峰"] = 876,
				["小雙"] = 924,
				["老衲法號衰哥"] = 383,
				["最隱"] = 338,
				["龍老爸"] = 37,
				["豹叔叔"] = 141,
				["太陽之井守衛"] = 114,
				["菸酒阿叔"] = 34,
				["姜小蝦"] = 483,
				["小剝皮"] = 558,
				["三條悟"] = 458,
				["阿伯回來了"] = 583,
				["部落工讀生"] = 718,
				["生財功具"] = 814,
				["啻犬"] = 858,
				["你娘靈堂失火"] = 612,
				["Chihanx"] = 245,
				["佛系補血"] = 166,
				["Bigox"] = 2,
				["澈沐沐"] = 665,
				["Vapocoolant"] = 451,
				["早射達人"] = 171,
				["天蓬"] = 632,
				["只是浮雲"] = 751,
				["洨胖"] = 49,
				["先坦三分鐘"] = 183,
				["若相依"] = 220,
				["艾斯卡達爾"] = 683,
				["李美宏敢啦"] = 562,
				["沂忻"] = 661,
				["洨賴"] = 664,
				["浩司"] = 357,
				["叫我拔拔"] = 752,
				["蕃茄兒"] = 392,
				["林森北路殺手"] = 343,
				["柒莫"] = 769,
				["亞馬遜的遠征"] = 129,
				["莫忘窮苦多"] = 432,
				["柯憐娜"] = 48,
				["Rewinted"] = 262,
				["Bigoh"] = 104,
				["Doomslayer"] = 81,
				["素西西"] = 679,
				["Xiaobaobaoba"] = 453,
				["Rolickon"] = 839,
				["Lucozade"] = 40,
				["燄靈"] = 512,
				["草莓物語"] = 209,
				["豬隊友字帆"] = 691,
				["恢復有毒"] = 646,
				["毘沙門天"] = 506,
				["樂小主"] = 226,
				["妖人死"] = 305,
				["柯爾岑娜"] = 140,
				["亞培"] = 609,
				["電療機器人"] = 411,
				["劍人無雙"] = 748,
				["淘氣寶"] = 202,
				["龍龍薩"] = 94,
				["邁克爾假死"] = 403,
				["紅樂樂"] = 378,
				["Ignited"] = 253,
				["克雷恩風行者"] = 744,
				["神圣小德"] = 892,
				["Eustacé"] = 734,
				["水也兄"] = 729,
				["冷面杀手"] = 465,
				["我要躺到底"] = 110,
				["阿米拉"] = 913,
				["宇文邕"] = 725,
				["楓謎"] = 61,
				["種汁種汁"] = 163,
				["熙夏"] = 776,
				["當心你的背後"] = 372,
				["旺旺大禮包"] = 651,
				["小小真情"] = 313,
				["口袋代言人"] = 13,
				["夜王"] = 480,
				["霧月"] = 412,
				["琴操姑娘"] = 371,
				["風擱淺雨"] = 703,
				["無心之罪"] = 364,
				["大樂子"] = 169,
				["捷克羅姆"] = 330,
				["宿醉嘎逼"] = 5,
				["曾揮霍的昨天"] = 500,
				["觀察員"] = 534,
				["尼撈味"] = 59,
				["阿素"] = 148,
				["恐怖熊"] = 926,
				["長毛大猩猩"] = 406,
				["射手獵"] = 69,
				["致命大榔頭"] = 682,
				["癢癢臭臭的"] = 522,
				["風少"] = 702,
				["幸福的秘密"] = 70,
				["雪酪"] = 210,
				["冰烏龍拿鐵"] = 116,
				["風鳥"] = 211,
				["毘沙哞天"] = 772,
				["是條魚"] = 979,
				["Rknight"] = 1,
				["仲夏星夜"] = 462,
				["痴瓜群眾"] = 177,
				["赦生滅"] = 536,
				["塔槍卡"] = 755,
				["從沒見過冰山"] = 324,
				["偷摸大雞"] = 199,
				["香草拿鐵奶昔"] = 984,
				["滅團師太"] = 117,
				["默昕羽"] = 222,
				["雷摩特製造商"] = 698,
				["四條悟"] = 626,
				["哇嘎哩嗎嘕"] = 856,
				["澳門線上賭場"] = 666,
				["甜在心大饅頭"] = 780,
				["殺意龍魂"] = 660,
				["微風賊賊"] = 170,
				["冰紅茶拿鐵"] = 27,
				["小熱飯"] = 803,
				["九層塔炒蛤蠣"] = 796,
				["咪姐兒"] = 947,
				["草東"] = 388,
				["香草拿鐵小妹"] = 79,
				["休憩空間"] = 610,
				["心癮"] = 494,
				["樂仔"] = 349,
				["加芬"] = 113,
				["靈刀希狼"] = 699,
				["哞深哪"] = 291,
				["雪在流"] = 75,
				["米契"] = 676,
				["睡鬼"] = 891,
				["恶魔貓男"] = 30,
				["草莓帕妃糖"] = 901,
				["軟飯最暖胃"] = 399,
				["轉世叫小賀"] = 723,
				["玉米哞湯"] = 960,
				["你有病是不是"] = 917,
				["塔格奧的遠征"] = 477,
				["小雙姐姐"] = 925,
				["據說"] = 332,
				["Angelaqwq"] = 161,
				["Abyss"] = 437,
				["咪咪兔"] = 946,
				["冬釀津白"] = 275,
				["香草拿鐵派司"] = 77,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km7|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["小西"] = 1,
				["|Km2|k"] = 2,
				["Sred"] = 1,
				["|Km8|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq16|k"] = 2,
				["胡辣來殺人囉"] = 1,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["卡萊姆"] = 1,
				["|Kq11|k"] = 2,
				["冷劍小飛狐"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["希爾德烈日"] = 1,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["Shadowlol"] = 1,
				["|Kq6|k"] = 2,
				["橋下小酒杯"] = 1,
				["司命"] = 1,
				["萬箭"] = 1,
				["恕嵐轎"] = 1,
				["Tods"] = 1,
				["阿鋒哥"] = 1,
				["Lonelykiller"] = 1,
				["房仲陳先生"] = 1,
				["伊騰飛"] = 1,
				["|Kq1|k"] = 2,
				["Gihan"] = 1,
				["|Kq17|k"] = 2,
				["Geng"] = 1,
				["|Kq4|k"] = 2,
				["白白昀"] = 1,
				["|Kq8|k"] = 2,
				["|Kq7|k"] = 2,
				["卡道圖騰"] = 1,
				["|Kq21|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq22|k"] = 2,
				["後天"] = 1,
			},
			["guildList"] = {
				["大叔苦苦德"] = 54,
				["腹黑祖母"] = 75,
				["天然夏蛙"] = 67,
				["黑鮑大炒飯"] = 78,
				["島津勇午"] = 125,
				["Devilfunny"] = 92,
				["永和毒龍棒"] = 142,
				["軟爛膝蓋"] = 165,
				["我就胖"] = 131,
				["戳仔"] = 63,
				["哈札拉爾"] = 28,
				["今晚哇哈哈"] = 83,
				["激浪加可樂"] = 187,
				["白蘑菇"] = 186,
				["戲水長牛"] = 18,
				["冰戀燃燒版"] = 61,
				["Jillblacktbc"] = 8,
				["特濕啦"] = 60,
				["津童"] = 70,
				["追劇時間艾米"] = 44,
				["阿巧"] = 169,
				["冷冷德"] = 109,
				["舞和泉"] = 160,
				["萊田鼠叔蔗里"] = 16,
				["謙仔"] = 183,
				["沒心情"] = 143,
				["黑到你看不到"] = 180,
				["打不死蟑螂"] = 133,
				["靜思弟子"] = 178,
				["霍姆"] = 177,
				["遙夜風刃"] = 56,
				["雲天翔"] = 176,
				["陸崎君"] = 172,
				["阿斯忒里亞"] = 171,
				["迷你桔"] = 167,
				["轉守為攻"] = 166,
				["跳蚤漏電"] = 164,
				["雅爾蓓徳"] = 173,
				["艾素嵐"] = 15,
				["背感鴨力"] = 14,
				["肥仔奇"] = 13,
				["爆肝練習補師"] = 34,
				["紅燒牛肉"] = 157,
				["蘿莉麥丘利"] = 161,
				["肥肥熊"] = 59,
				["秋楓明月"] = 156,
				["媽媽守護神"] = 121,
				["哪個誰"] = 113,
				["甜桃小姐"] = 155,
				["柔情似水"] = 138,
				["噗噗小西瓜"] = 42,
				["琥珀穗"] = 154,
				["胯下圖騰柱"] = 45,
				["孤兒蛋"] = 21,
				["咖痛"] = 112,
				["熊熊早午餐"] = 147,
				["花花寶"] = 81,
				["冰女"] = 108,
				["正經賊"] = 139,
				["草食性牛乳"] = 29,
				["牛萌王"] = 150,
				["綠璃羽月"] = 32,
				["烤烤茶"] = 146,
				["水鑽豹"] = 141,
				["巧克力薄餅"] = 10,
				["曼丁希爾"] = 136,
				["小腳趾"] = 123,
				["夕顏若雪"] = 46,
				["摸摸大大"] = 134,
				["靜靜看你"] = 179,
				["阿南德侯賽因"] = 74,
				["Riechar"] = 97,
				["御藻前"] = 129,
				["三浦建太郎"] = 103,
				["希郎"] = 127,
				["希梵"] = 126,
				["洩泆訪燕"] = 36,
				["乂李玄乂"] = 40,
				["Miamiakio"] = 17,
				["小豬肉"] = 124,
				["嘎逼吼零"] = 116,
				["不貳過"] = 104,
				["特變電工"] = 153,
				["善哉善哉"] = 115,
				["小嗤嗤"] = 62,
				["出來喔"] = 110,
				["伊右衛門"] = 105,
				["奥格瑪守衞"] = 118,
				["牧原股份"] = 151,
				["Yenn"] = 9,
				["Theseven"] = 101,
				["Tboy"] = 100,
				["伊邪那美命"] = 49,
				["Mackenna"] = 96,
				["請問有一嗎"] = 162,
				["Iwcs"] = 93,
				["好油配口茶"] = 119,
				["Alsaceco"] = 89,
				["Casakov"] = 90,
				["劍衣"] = 82,
				["小黑鬼"] = 4,
				["苦苦的大叔"] = 76,
				["校正回鮭"] = 69,
				["兇暴尼爾"] = 3,
				["爆香死人頭"] = 73,
				["麥克比"] = 19,
				["轟隆隆"] = 68,
				["兲德"] = 66,
				["Runningdead"] = 99,
				["惟揚師兄"] = 1,
				["慕容拉拉"] = 64,
				["絲瓜蛤蠣"] = 159,
				["我聖粉啦"] = 132,
				["很軟扛不住"] = 2,
				["奶爸的溫柔"] = 57,
				["小小牙"] = 122,
				["黑白武"] = 52,
				["很歪打不痛"] = 51,
				["傭山蘇肌"] = 50,
				["殘兵一"] = 43,
				["琉璃飛羽"] = 41,
				["嘻哈忍風"] = 35,
				["暗矛獵人"] = 72,
				["吃我颱風拉"] = 111,
				["拉卜浪真姆斯"] = 55,
				["一身萊姆病"] = 102,
				["我是你阿嬤"] = 71,
				["奶奶補給站"] = 47,
				["蘿琳布勞頓"] = 26,
				["可魯弟弟"] = 25,
				["特盛牛丼"] = 12,
				["啊啾啾啊啾啾"] = 114,
				["呼豐喚乳"] = 85,
				["Jenchou"] = 38,
				["赤龍影"] = 163,
				["斯茲蘑蘑內內"] = 22,
				["爆爆牛"] = 148,
				["母湯伯伯"] = 140,
				["我就奶"] = 11,
				["入床龍西門吹"] = 84,
				["沒這麼誇張"] = 144,
				["暖男殺手"] = 24,
				["牛德卿山在"] = 87,
				["很邱"] = 128,
				["佟二"] = 106,
				["費里奧多"] = 23,
				["樱木三郎"] = 27,
				["莫青青"] = 181,
				["歌岸泗聲"] = 39,
				["雙層肚"] = 174,
				["薩氣牛牛"] = 77,
				["草原上的小鳥"] = 88,
				["Jielin"] = 7,
				["屁孩最俊郎"] = 48,
				["瘦不拉丁"] = 185,
				["姜丹尼爾"] = 120,
				["Goobo"] = 5,
				["喇叭牌正露丸"] = 53,
				["我就笨"] = 33,
				["Letme"] = 95,
				["墨西哥土鑑師"] = 117,
				["咩修乾哞"] = 20,
				["恢復德"] = 130,
				["Jhihlin"] = 182,
				["辣醬炒鴨"] = 37,
				["特務英格麗噓"] = 152,
				["比比豬"] = 86,
				["雪姬奈奈"] = 175,
				["兩度燒"] = 107,
				["牛角貓"] = 184,
				["阿巧妹妹"] = 170,
				["月工月工米青"] = 137,
				["灰色八度空間"] = 145,
				["Rukina"] = 98,
				["爪勒奈底"] = 149,
				["Jcws"] = 94,
				["我就傻"] = 6,
				["暗影老師卡好"] = 135,
				["紅麗幻法"] = 158,
				["Catt"] = 91,
				["冰璃飛羽"] = 58,
				["聽說你很勇"] = 80,
				["爆爆騎"] = 30,
				["法盲髮氓茫"] = 79,
				["西郎顧桃"] = 65,
				["過街老鼠"] = 168,
				["西洋劇大師"] = 31,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["protected"] = true,
		["stats"] = 0,
		["action"] = 2,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["stats"] = 0,
		["raid"] = true,
		["received"] = true,
		["guild"] = true,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["stats"] = 0,
		["all"] = true,
		["received"] = true,
		["action"] = 2,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["特變電工"] = {
			["刀月弦#3132"] = {
				{
					["type"] = 1,
					["time"] = 1633429876,
					["from"] = "特變電工",
					["msg"] = "找到2個人 說是職業玩家",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633429886,
					["from"] = "特變電工",
					["msg"] = "說如果我們菜就讓我們滾",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633429892,
					["from"] = "刀月弦#3132",
					["msg"] = "今天九點開打?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633429894,
					["from"] = "刀月弦#3132",
					["msg"] = "ㄏ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633429898,
					["from"] = "特變電工",
					["msg"] = "我就想看下他們到底有多厲害",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633429909,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633429911,
					["from"] = "刀月弦#3132",
					["msg"] = "你是亂說的還是 真的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633429911,
					["from"] = "刀月弦#3132",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633429922,
					["from"] = "特變電工",
					["msg"] = "真的",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633429955,
					["from"] = "刀月弦#3132",
					["msg"] = "好 今天晚上縮起來給厲害的帶團",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633429966,
					["from"] = "刀月弦#3132",
					["msg"] = "有說幾點開打嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633429972,
					["from"] = "特變電工",
					["msg"] = "他說今晚",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633429980,
					["from"] = "特變電工",
					["msg"] = "我要去找個牧師",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633429987,
					["from"] = "刀月弦#3132",
					["msg"] = "上次那個跑了?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633429992,
					["from"] = "特變電工",
					["msg"] = "他今晚臨時有事",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633430013,
					["from"] = "刀月弦#3132",
					["msg"] = "好ˇ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633430105,
					["from"] = "刀月弦#3132",
					["msg"] = "要打提早跟我說一下",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633430111,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633436526,
					["from"] = "特變電工",
					["msg"] = "兩個狂人還沒來",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633436538,
					["from"] = "刀月弦#3132",
					["msg"] = "梁小麵 不是狂人?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633436544,
					["from"] = "特變電工",
					["msg"] = "不是",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633436555,
					["from"] = "特變電工",
					["msg"] = "我喊的替補",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633436557,
					["from"] = "刀月弦#3132",
					["msg"] = "那你在群組也回他一下",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633436591,
					["from"] = "刀月弦#3132",
					["msg"] = "我去打個副本 等太久了QQ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633436596,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633436597,
					["from"] = "特變電工",
					["msg"] = "去",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633436602,
					["from"] = "特變電工",
					["msg"] = "不急",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633439334,
					["from"] = "特變電工",
					["msg"] = "準備了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633439352,
					["from"] = "刀月弦#3132",
					["msg"] = "嗯 尾二了",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633440050,
					["from"] = "特變電工",
					["msg"] = "馬上起飛",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633440214,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633440219,
					["from"] = "特變電工",
					["msg"] = "換號",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633440221,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633440253,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633440255,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633440389,
					["from"] = "刀月弦#3132",
					["msg"] = "+",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633443583,
					["from"] = "特變電工",
					["msg"] = "怎麽樣",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633443624,
					["from"] = "刀月弦#3132",
					["msg"] = "你覺得呢0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633443636,
					["from"] = "特變電工",
					["msg"] = "中上",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633443671,
					["from"] = "刀月弦#3132",
					["msg"] = "在這時間 這個隊伍算不錯",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633443677,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633443688,
					["from"] = "刀月弦#3132",
					["msg"] = "不過我們是是用期XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633519571,
					["from"] = "特變電工",
					["msg"] = "試用期",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633519591,
					["from"] = "刀月弦#3132",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633519599,
					["from"] = "刀月弦#3132",
					["msg"] = "你後來昨天還有打嗎XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633519702,
					["from"] = "特變電工",
					["msg"] = "有",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633519734,
					["from"] = "刀月弦#3132",
					["msg"] = "通過了嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633519735,
					["from"] = "刀月弦#3132",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633519747,
					["from"] = "特變電工",
					["msg"] = "必須的阿",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633519767,
					["from"] = "刀月弦#3132",
					["msg"] = "我應該是前面就通過了 聽它們講話應該是 妥妥的XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633519782,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633519808,
					["from"] = "特變電工",
					["msg"] = "能在戰場打出我2倍傷害的都是頂級的",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633519816,
					["from"] = "刀月弦#3132",
					["msg"] = "不過它們隊伍的戰是真的強XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633519827,
					["from"] = "刀月弦#3132",
					["msg"] = "我覺得她們獵人也不錯",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633521478,
					["from"] = "特變電工",
					["msg"] = "戰術牧",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633521554,
					["from"] = "刀月弦#3132",
					["msg"] = "感覺有五武打不用打三三了欸",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633521567,
					["from"] = "特變電工",
					["msg"] = "打不上2000",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633521575,
					["from"] = "特變電工",
					["msg"] = "武器泡湯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633521577,
					["from"] = "刀月弦#3132",
					["msg"] = "戰術牧也打不上",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633521583,
					["from"] = "特變電工",
					["msg"] = "戰術德",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633521635,
					["from"] = "刀月弦#3132",
					["msg"] = "德太難找了",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633521650,
					["from"] = "刀月弦#3132",
					["msg"] = "我感覺我先混這五五拿便當 我武器靠二二拿就好",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633523066,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633523075,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633523078,
					["from"] = "特變電工",
					["msg"] = "|HclubTicket:laapxdHzNe|h[加入：戰術德 天下無敵]|h",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633523078,
					["from"] = "刀月弦#3132",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633523146,
					["from"] = "特變電工",
					["msg"] = "加入",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633523159,
					["from"] = "特變電工",
					["msg"] = "找到德嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633523171,
					["from"] = "特變電工",
					["msg"] = "先打一把？",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633523296,
					["from"] = "刀月弦#3132",
					["msg"] = "打打看 不過太戳我不想練哦",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633523305,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633523307,
					["from"] = "特變電工",
					["msg"] = "不行就算了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633523357,
					["from"] = "特變電工",
					["msg"] = "來一把",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633531524,
					["from"] = "特變電工",
					["msg"] = "什麽時候結束",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633531885,
					["from"] = "刀月弦#3132",
					["msg"] = "我打完要睡覺了0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633531890,
					["from"] = "刀月弦#3132",
					["msg"] = "昨天睡好少 好累",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633531896,
					["from"] = "特變電工",
					["msg"] = "哈",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633606767,
					["from"] = "特變電工",
					["msg"] = "你在打22嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633606778,
					["from"] = "刀月弦#3132",
					["msg"] = "要打團了0.0",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633606782,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633606796,
					["from"] = "特變電工",
					["msg"] = "你幾個號打團",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633606805,
					["from"] = "刀月弦#3132",
					["msg"] = "2個XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633606809,
					["from"] = "特變電工",
					["msg"] = "太多了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633606815,
					["from"] = "特變電工",
					["msg"] = "我也有2個號",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633606820,
					["from"] = "特變電工",
					["msg"] = "獵人放棄了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633606825,
					["from"] = "特變電工",
					["msg"] = "不好玩",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633606836,
					["from"] = "特變電工",
					["msg"] = "昨天他們吵架了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633606843,
					["from"] = "特變電工",
					["msg"] = "破口大駡 ",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633606850,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633606855,
					["from"] = "刀月弦#3132",
					["msg"] = "你說五五的?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633606857,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633606860,
					["from"] = "特變電工",
					["msg"] = "你聽到了嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633606861,
					["from"] = "刀月弦#3132",
					["msg"] = "誰跟誰炒",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633606865,
					["from"] = "刀月弦#3132",
					["msg"] = "沒聽到我在打二二",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633606869,
					["from"] = "特變電工",
					["msg"] = "LT跟隊長",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633606873,
					["from"] = "特變電工",
					["msg"] = "你下綫了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633606880,
					["from"] = "特變電工",
					["msg"] = "晚上12點",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633606882,
					["from"] = "刀月弦#3132",
					["msg"] = "隊長是誰",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633606889,
					["from"] = "刀月弦#3132",
					["msg"] = "獵人?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633606896,
					["from"] = "特變電工",
					["msg"] = "昨天的法師啊",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633606908,
					["from"] = "刀月弦#3132",
					["msg"] = "LT是戰士?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633606911,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633606920,
					["from"] = "特變電工",
					["msg"] = "我感覺要轉正了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633606921,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633606923,
					["from"] = "刀月弦#3132",
					["msg"] = "她昨天有打嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633606926,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633606933,
					["from"] = "刀月弦#3132",
					["msg"] = "沒打幹嘛罵",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633606937,
					["from"] = "特變電工",
					["msg"] = "然後他跑來說我們把分打低了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633606948,
					["from"] = "特變電工",
					["msg"] = "掉了90分下來",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633606952,
					["from"] = "刀月弦#3132",
					["msg"] = "確實阿 打一堆分下來",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633606952,
					["from"] = "特變電工",
					["msg"] = "他很不爽",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633606956,
					["from"] = "刀月弦#3132",
					["msg"] = "本來就不該打那組合的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633606970,
					["from"] = "特變電工",
					["msg"] = "但是昨天帶混分的那個騎士是他喊來的",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633606977,
					["from"] = "刀月弦#3132",
					["msg"] = "觀念不清晰打那組合 等輸",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633606988,
					["from"] = "刀月弦#3132",
					["msg"] = "皮皮?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633606991,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633606997,
					["from"] = "刀月弦#3132",
					["msg"] = "那勝期沒問題啊",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633607000,
					["from"] = "刀月弦#3132",
					["msg"] = "昨天有問題的不是他",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633607019,
					["from"] = "特變電工",
					["msg"] = "一眼難盡",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633607024,
					["from"] = "刀月弦#3132",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633607029,
					["from"] = "刀月弦#3132",
					["msg"] = "所以這對要解散了嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633607035,
					["from"] = "刀月弦#3132",
					["msg"] = "那我要趕快去找下一隊便當了(X",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633607038,
					["from"] = "特變電工",
					["msg"] = "LT應該要跑了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633607055,
					["from"] = "刀月弦#3132",
					["msg"] = "他是我覺得裡面最厲害的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633607061,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633607065,
					["from"] = "刀月弦#3132",
					["msg"] = "如果他跑了 我看能不能把它撿起來(X",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633607072,
					["from"] = "刀月弦#3132",
					["msg"] = "我去抽菸 等打團",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633836344,
					["from"] = "特變電工",
					["msg"] = "下午搞不搞",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633836483,
					["from"] = "刀月弦#3132",
					["msg"] = "我上班 用筆電 我下班之後打二二",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633836545,
					["from"] = "特變電工",
					["msg"] = "33啥時候搞起",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633836567,
					["from"] = "刀月弦#3132",
					["msg"] = "估計沒了 我覺得二二打分比較快",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633836577,
					["from"] = "刀月弦#3132",
					["msg"] = "你再找個術士比較靠普...",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633836598,
					["from"] = "特變電工",
					["msg"] = "55你還打嗎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633836636,
					["from"] = "刀月弦#3132",
					["msg"] = "它們要拆對了嗎",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633836901,
					["from"] = "特變電工",
					["msg"] = "應該是",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633836998,
					["from"] = "刀月弦#3132",
					["msg"] = "那我應該會退吧 反正它們隊伍裡面還有一個術士",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633837028,
					["from"] = "特變電工",
					["msg"] = "我們在找一個獵/電就可以了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633837043,
					["from"] = "特變電工",
					["msg"] = "我們有牧師和騎士",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633837538,
					["from"] = "刀月弦#3132",
					["msg"] = "我可能會問問看那隊戰士有沒有缺術士吧qq",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [139]
				["info"] = {
				},
			},
			["小羊#3153"] = {
				{
					["type"] = 1,
					["time"] = 1634048505,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634048560,
					["from"] = "小羊#3153",
					["msg"] = "安安",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634048568,
					["from"] = "特變電工",
					["msg"] = "打55嗎",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634133611,
					["from"] = "特變電工",
					["msg"] = "你在打55嗎",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634133617,
					["from"] = "小羊#3153",
					["msg"] = "對@@",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634133624,
					["from"] = "特變電工",
					["msg"] = "什麽配置 多少分了",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634133647,
					["from"] = "小羊#3153",
					["msg"] = "1550 戰 獵 賊 牧德",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634133657,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634133664,
					["from"] = "特變電工",
					["msg"] = "讓我打30%。。",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1634133668,
					["from"] = "特變電工",
					["msg"] = "帶你們起飛",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1634133698,
					["from"] = "小羊#3153",
					["msg"] = "我們這便當內 主要是打22",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1634133704,
					["from"] = "小羊#3153",
					["msg"] = "跟33",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634133712,
					["from"] = "小羊#3153",
					["msg"] = "賊 法 牧 跟 賊牧",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1634133731,
					["from"] = "特變電工",
					["msg"] = "我想打30%拿個分",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1634133735,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1634133741,
					["from"] = "特變電工",
					["msg"] = "我隊伍1700",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1634133753,
					["from"] = "特變電工",
					["msg"] = "他們内訌 人跑掉了",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1634133760,
					["from"] = "特變電工",
					["msg"] = "這周沒隊伍打",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1634133761,
					["from"] = "小羊#3153",
					["msg"] = "= =",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1634133773,
					["from"] = "小羊#3153",
					["msg"] = "可是我這隊伍 不是我的 十個仁 都在拿便當分",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1634133782,
					["from"] = "小羊#3153",
					["msg"] = "8個 說錯= =",
					["inbound"] = true,
					["convo"] = "小羊#3153",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1634133783,
					["from"] = "特變電工",
					["msg"] = "10個人。。",
					["inbound"] = false,
					["convo"] = "小羊#3153",
				}, -- [22]
				["info"] = {
				},
			},
			["Kson"] = {
				{
					["type"] = 1,
					["time"] = 1633432782,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:Z779LAUbRL|h[加入：5V5全服第一戰隊]|h|r",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633432805,
					["from"] = "Kson",
					["msg"] = "從沒看過人用這個",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633432869,
					["from"] = "特變電工",
					["msg"] = "非常好用",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633432915,
					["from"] = "Kson",
					["msg"] = "那人夠了嗎",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633432931,
					["from"] = "特變電工",
					["msg"] = "不夠",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633432951,
					["from"] = "Kson",
					["msg"] = "也就是說這周便當我還是先找地方吃",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633448119,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633448123,
					["from"] = "特變電工",
					["msg"] = "他們説你法師很強啊",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633448123,
					["from"] = "Kson",
					["msg"] = "??",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633448129,
					["from"] = "特變電工",
					["msg"] = "説你臺服第一",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633448145,
					["from"] = "Kson",
					["msg"] = "第一就誇張了",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633448175,
					["from"] = "Kson",
					["msg"] = "前幾倒是真的",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633448178,
					["from"] = "Kson",
					["msg"] = "第一不敢當",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633448185,
					["from"] = "特變電工",
					["msg"] = "你聖騎士玩的如何",
					["inbound"] = false,
					["convo"] = "Kson",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633448194,
					["from"] = "Kson",
					["msg"] = "15年前鬥士",
					["inbound"] = true,
					["convo"] = "Kson",
				}, -- [15]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1634363923,
					["from"] = "誓約之劍#31592",
					["msg"] = "安安 晚上如果有洗澡天賦的話 出下强化挫折 順便出刺耳",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634364041,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634364043,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634385399,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634471966,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634488622,
					["from"] = "特變電工",
					["msg"] = "小號多沒意思",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634488626,
					["from"] = "特變電工",
					["msg"] = "PVP搞起",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634488640,
					["from"] = "誓約之劍#31592",
					["msg"] = "挂機升級..在玩守望先鋒",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634488666,
					["from"] = "誓約之劍#31592",
					["msg"] = "pvp競技場好玩啊 戰場沒意思..",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1634488675,
					["from"] = "誓約之劍#31592",
					["msg"] = "你們不是可以打戰德",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1634488700,
					["from"] = "特變電工",
					["msg"] = "那也得先刷戰場裝",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1634488713,
					["from"] = "誓約之劍#31592",
					["msg"] = "..那太麻煩了",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634488734,
					["from"] = "特變電工",
					["msg"] = "5件套聲望裝買",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1634488750,
					["from"] = "特變電工",
					["msg"] = "散件刷戰場 ",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1634488759,
					["from"] = "誓約之劍#31592",
					["msg"] = "那也沒看牧原在刷啊",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1634488798,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [16]
				["info"] = {
				},
			},
			["完美#4631"] = {
				{
					["type"] = 1,
					["time"] = 1633430124,
					["from"] = "特變電工",
					["msg"] = "行動裝置",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633430133,
					["from"] = "特變電工",
					["msg"] = "今晚你要打副本",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633442613,
					["from"] = "完美#4631",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633444008,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633444017,
					["from"] = "完美#4631",
					["msg"] = "啊!?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633444019,
					["from"] = "特變電工",
					["msg"] = "我們在打55",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633444024,
					["from"] = "完美#4631",
					["msg"] = "沒事",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633444028,
					["from"] = "特變電工",
					["msg"] = "你來嗎",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633444064,
					["from"] = "特變電工",
					["msg"] = "你不是在打副本",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633444091,
					["from"] = "完美#4631",
					["msg"] = "沒事你打",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633444096,
					["from"] = "完美#4631",
					["msg"] = "我等等要開組打副本了",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633444100,
					["from"] = "完美#4631",
					["msg"] = "混一會22",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633450982,
					["from"] = "特變電工",
					["msg"] = "明天早點來",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633451002,
					["from"] = "完美#4631",
					["msg"] = "恩 今天打得如何",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633451006,
					["from"] = "特變電工",
					["msg"] = "8點",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633451010,
					["from"] = "特變電工",
					["msg"] = "1740",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633451014,
					["from"] = "完美#4631",
					["msg"] = "wow",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633451017,
					["from"] = "完美#4631",
					["msg"] = "厲害哦",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633451109,
					["from"] = "特變電工",
					["msg"] = "還行",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633519498,
					["from"] = "完美#4631",
					["msg"] = "123",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633519509,
					["from"] = "特變電工",
					["msg"] = "456",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633519530,
					["from"] = "完美#4631",
					["msg"] = "你們待會有要打55嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633519543,
					["from"] = "特變電工",
					["msg"] = "应该要",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633519607,
					["from"] = "完美#4631",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633519681,
					["from"] = "特變電工",
					["msg"] = "人還沒到 昨天我跟術士去應聘 試用期 我向他們推薦了你",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633519691,
					["from"] = "完美#4631",
					["msg"] = "!?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633519697,
					["from"] = "完美#4631",
					["msg"] = "跟小麵嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633519708,
					["from"] = "特變電工",
					["msg"] = "不是",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633519730,
					["from"] = "特變電工",
					["msg"] = "上賽季第三",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633519746,
					["from"] = "完美#4631",
					["msg"] = "哦  什麼名字",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633522150,
					["from"] = "完美#4631",
					["msg"] = "你們有確定要打嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633522164,
					["from"] = "完美#4631",
					["msg"] = "應該說 你們隊伍裡有牧師了?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633522905,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633522998,
					["from"] = "完美#4631",
					["msg"] = "456",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633523020,
					["from"] = "完美#4631",
					["msg"] = "要開扁了嗎",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633525383,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633525386,
					["from"] = "特變電工",
					["msg"] = "来打55",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633525419,
					["from"] = "完美#4631",
					["msg"] = "你們打了很多場了吧我估計要跟到30%有困難?",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633525443,
					["from"] = "特變電工",
					["msg"] = "先来试试",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633525450,
					["from"] = "特變電工",
					["msg"] = "你牧师有场次吧",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633525452,
					["from"] = "特變電工",
					["msg"] = "其他的",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633525454,
					["from"] = "特變電工",
					["msg"] = "33 22",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633525458,
					["from"] = "完美#4631",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633525468,
					["from"] = "特變電工",
					["msg"] = "嗯 你先来跟他们试试吧",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633525564,
					["from"] = "特變電工",
					["msg"] = "你密慕容天音",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633525580,
					["from"] = "完美#4631",
					["msg"] = "+",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633525592,
					["from"] = "特變電工",
					["msg"] = "你密慕容天音",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633525598,
					["from"] = "特變電工",
					["msg"] = "進DC",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633525601,
					["from"] = "特變電工",
					["msg"] = "|cff3fc6ea慕容天音|r",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633525612,
					["from"] = "完美#4631",
					["msg"] = "搜尋不到",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633525623,
					["from"] = "完美#4631",
					["msg"] = "哦",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633525626,
					["from"] = "完美#4631",
					["msg"] = "他進佔場了啊",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633525634,
					["from"] = "特變電工",
					["msg"] = "你密他要DC",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633525657,
					["from"] = "完美#4631",
					["msg"] = "等他結束吧",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633525662,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633525714,
					["from"] = "特變電工",
					["msg"] = "|cFFFFFFFF[|Hurl:https://discord.gg/4KjAA4nr|hhttps://discord.gg/4KjAA4nr|h]|r ",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633965129,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633965138,
					["from"] = "特變電工",
					["msg"] = "明天55打不打",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633965605,
					["from"] = "完美#4631",
					["msg"] = "沒吧 不打了我朋友組了一隊",
					["inbound"] = true,
					["convo"] = "完美#4631",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633965665,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "完美#4631",
				}, -- [60]
				["info"] = {
				},
			},
			["阿鋒哥"] = {
				{
					["type"] = 1,
					["time"] = 1633418994,
					["from"] = "特變電工",
					["msg"] = "阿鋒",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633419001,
					["from"] = "特變電工",
					["msg"] = "我是咪姐兒",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633419047,
					["from"] = "阿鋒哥",
					["msg"] = "咪你妹",
					["inbound"] = true,
					["convo"] = "阿鋒哥",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633419053,
					["from"] = "特變電工",
					["msg"] = "你怎麽不上班",
					["inbound"] = false,
					["convo"] = "阿鋒哥",
				}, -- [4]
				["info"] = {
				},
			},
			["魯魯#41584"] = {
				{
					["type"] = 1,
					["time"] = 1634055567,
					["from"] = "魯魯#41584",
					["msg"] = ".0.怎麼了",
					["inbound"] = true,
					["convo"] = "魯魯#41584",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634055979,
					["from"] = "特變電工",
					["msg"] = "帶我起飛啊",
					["inbound"] = false,
					["convo"] = "魯魯#41584",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634056039,
					["from"] = "魯魯#41584",
					["msg"] = "我沒能力qq",
					["inbound"] = true,
					["convo"] = "魯魯#41584",
				}, -- [3]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1633366624,
					["from"] = "特變電工",
					["msg"] = "打尼瑪個爛薩滿",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633366634,
					["from"] = "特變電工",
					["msg"] = "你一天腦子不知道在想啥",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633366635,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈不錯的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633366641,
					["from"] = "特變電工",
					["msg"] = "神叨叨的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633366650,
					["from"] = "Oneonone#3565",
					["msg"] = "不然也沒東西打啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633366671,
					["from"] = "特變電工",
					["msg"] = "戰場我把把第一",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633366678,
					["from"] = "特變電工",
					["msg"] = "很好玩",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633418325,
					["from"] = "特變電工",
					["msg"] = "來",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633418327,
					["from"] = "特變電工",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633418332,
					["from"] = "Oneonone#3565",
					["msg"] = "來哪裡",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633418347,
					["from"] = "特變電工",
					["msg"] = "屠城",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633418960,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633418978,
					["from"] = "特變電工",
					["msg"] = "啥手機",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633620153,
					["from"] = "Oneonone#3565",
					["msg"] = "電電",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633620212,
					["from"] = "特變電工",
					["msg"] = "啥",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633620218,
					["from"] = "特變電工",
					["msg"] = "明天特工起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633620221,
					["from"] = "Oneonone#3565",
					["msg"] = "好睡覺了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633620224,
					["from"] = "特變電工",
					["msg"] = "我shib發達了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633620227,
					["from"] = "特變電工",
					["msg"] = "知道嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633620230,
					["from"] = "特變電工",
					["msg"] = "1300買的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633620235,
					["from"] = "特變電工",
					["msg"] = "跌到500",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633620239,
					["from"] = "Oneonone#3565",
					["msg"] = "。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633620244,
					["from"] = "特變電工",
					["msg"] = "最近一周直接從700到3400",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633620257,
					["from"] = "Oneonone#3565",
					["msg"] = "牛逼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633620268,
					["from"] = "特變電工",
					["msg"] = "成交量是btc的1.5倍",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633620272,
					["from"] = "特變電工",
					["msg"] = "再次發達",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633620279,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊套現",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633620288,
					["from"] = "特變電工",
					["msg"] = "我現在從股神變成逼神了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633620319,
					["from"] = "特變電工",
					["msg"] = "真尼瑪全能",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633620334,
					["from"] = "特變電工",
					["msg"] = "你服不服",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633620340,
					["from"] = "Oneonone#3565",
					["msg"] = "我不懂",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633620344,
					["from"] = "特變電工",
					["msg"] = "墻都不服 就服我 ",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633620350,
					["from"] = "特變電工",
					["msg"] = "所以說",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633620357,
					["from"] = "Oneonone#3565",
					["msg"] = "我就聽聽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633620366,
					["from"] = "特變電工",
					["msg"] = "你覺得我人怎麽樣",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633620374,
					["from"] = "特變電工",
					["msg"] = "認知是不是全球頂級的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633620381,
					["from"] = "Oneonone#3565",
					["msg"] = "大神",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633620388,
					["from"] = "Oneonone#3565",
					["msg"] = "從特工上可以看出",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633620391,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633620393,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633620400,
					["from"] = "特變電工",
					["msg"] = "我戰場每把都第一",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633620402,
					["from"] = "Oneonone#3565",
					["msg"] = "12塊交我買",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633620405,
					["from"] = "特變電工",
					["msg"] = "我競技場也起飛了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633620412,
					["from"] = "Oneonone#3565",
					["msg"] = "打到多少了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633620425,
					["from"] = "Oneonone#3565",
					["msg"] = "我最近在薩滿 也很開心",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633620432,
					["from"] = "特變電工",
					["msg"] = "1750",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633620434,
					["from"] = "Oneonone#3565",
					["msg"] = "嗶嗶嗶嗶",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633620441,
					["from"] = "Oneonone#3565",
					["msg"] = "哦哦 不錯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633620444,
					["from"] = "特變電工",
					["msg"] = "5v5",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633620446,
					["from"] = "Oneonone#3565",
					["msg"] = "打55吧",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633620448,
					["from"] = "特變電工",
					["msg"] = "各種起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633620460,
					["from"] = "特變電工",
					["msg"] = "好沒意思",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633620464,
					["from"] = "Oneonone#3565",
					["msg"] = "3段武器 賣幾個了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633620471,
					["from"] = "特變電工",
					["msg"] = "早做出來了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633620471,
					["from"] = "Oneonone#3565",
					["msg"] = "買幾個虛空了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633620475,
					["from"] = "Oneonone#3565",
					["msg"] = "額。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633620485,
					["from"] = "特變電工",
					["msg"] = "我千萬富豪",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633620489,
					["from"] = "特變電工",
					["msg"] = "你問我買幾個虛空",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633620496,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633620504,
					["from"] = "Oneonone#3565",
					["msg"] = "你趕緊  翻倍去",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633620505,
					["from"] = "特變電工",
					["msg"] = "過不了幾年就是上億身價",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633620514,
					["from"] = "特變電工",
					["msg"] = "你跟你媳婦兒講了沒",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633620521,
					["from"] = "特變電工",
					["msg"] = "游戲裏面居然有一個全球頂級投資家",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633620527,
					["from"] = "Oneonone#3565",
					["msg"] = "我媳婦 壓根就不想聽我嗶嗶",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633620528,
					["from"] = "特變電工",
					["msg"] = "中國頂級程序員",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633620531,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633620536,
					["from"] = "Oneonone#3565",
					["msg"] = "說了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633620541,
					["from"] = "特變電工",
					["msg"] = "沒有反應嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633620545,
					["from"] = "Oneonone#3565",
					["msg"] = "他說 和你有關係嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633620551,
					["from"] = "特變電工",
					["msg"] = "擊敗了99.65%的人們",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633620561,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633620567,
					["from"] = "特變電工",
					["msg"] = "你説我要跟他學習認知",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633620574,
					["from"] = "特變電工",
					["msg"] = "頂級富豪的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633620578,
					["from"] = "Oneonone#3565",
					["msg"] = "他是工作狂",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633620579,
					["from"] = "特變電工",
					["msg"] = "還有PVP技術",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633620581,
					["from"] = "Oneonone#3565",
					["msg"] = "不一樣的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633620590,
					["from"] = "特變電工",
					["msg"] = "我覺得我們應該換一個",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633620604,
					["from"] = "Oneonone#3565",
					["msg"] = "換妻？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633620615,
					["from"] = "特變電工",
					["msg"] = "媳婦兒",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633620615,
					["from"] = "特變電工",
					["msg"] = "我媳婦兒認知太差了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633620620,
					["from"] = "特變電工",
					["msg"] = "我都不想跟他説話",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633620625,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊離了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633620627,
					["from"] = "Oneonone#3565",
					["msg"] = "再找一個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633620629,
					["from"] = "特變電工",
					["msg"] = "每天就知道買房",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633620633,
					["from"] = "特變電工",
					["msg"] = "材米油鹽",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633620636,
					["from"] = "特變電工",
					["msg"] = "跟你很配",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633620639,
					["from"] = "Oneonone#3565",
					["msg"] = "房子還是要買的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633620651,
					["from"] = "Oneonone#3565",
					["msg"] = "至少自己住要有保障",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633620655,
					["from"] = "特變電工",
					["msg"] = "買來跑輸通脹",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633620661,
					["from"] = "特變電工",
					["msg"] = "我們有2套了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633620664,
					["from"] = "特變電工",
					["msg"] = "他還想不通",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633620669,
					["from"] = "特變電工",
					["msg"] = "說北京也要有",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633620674,
					["from"] = "特變電工",
					["msg"] = "腦子有問題",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633620678,
					["from"] = "Oneonone#3565",
					["msg"] = "現在是不太行了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633620690,
					["from"] = "特變電工",
					["msg"] = "明天特工漲停",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633620694,
					["from"] = "Oneonone#3565",
					["msg"] = "你們住北京  她當然想買",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633620695,
					["from"] = "特變電工",
					["msg"] = "沒有懸念的事情",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633620704,
					["from"] = "特變電工",
					["msg"] = "特工跌倒12你還敢買？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633620706,
					["from"] = "Oneonone#3565",
					["msg"] = "特工又怎麼了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633620715,
					["from"] = "Oneonone#3565",
					["msg"] = "不敢買啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633620725,
					["from"] = "Oneonone#3565",
					["msg"] = "跌到12的時候  說不定會到6塊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633620728,
					["from"] = "特變電工",
					["msg"] = "特工跌倒12的時候 我已經在56出完了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633620734,
					["from"] = "特變電工",
					["msg"] = "再也不會彭",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633620741,
					["from"] = "特變電工",
					["msg"] = "我是渣男",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633620749,
					["from"] = "特變電工",
					["msg"] = "玩一個換一個",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633620752,
					["from"] = "Oneonone#3565",
					["msg"] = "玩過就換",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633620755,
					["from"] = "特變電工",
					["msg"] = "分手不會再買",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633620756,
					["from"] = "Oneonone#3565",
					["msg"] = "你想的和我一樣",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633620757,
					["from"] = "Oneonone#3565",
					["msg"] = "日",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633620773,
					["from"] = "特變電工",
					["msg"] = "去找更好的標的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633620779,
					["from"] = "特變電工",
					["msg"] = "然後垂直起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633620799,
					["from"] = "特變電工",
					["msg"] = "你特工可以少買一點",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633620809,
					["from"] = "特變電工",
					["msg"] = "賺點裝備錢",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633620813,
					["from"] = "特變電工",
					["msg"] = "問題不大",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633620819,
					["from"] = "Oneonone#3565",
					["msg"] = "嗯  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633620831,
					["from"] = "Oneonone#3565",
					["msg"] = "我就在賭券商",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633620836,
					["from"] = "Oneonone#3565",
					["msg"] = "賭今年到4000點",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633793900,
					["from"] = "特變電工",
					["msg"] = "你真的腦殼有問題",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633793906,
					["from"] = "特變電工",
					["msg"] = "又練一個",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633958755,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633958788,
					["from"] = "Oneonone#3565",
					["msg"] = "咋",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633958799,
					["from"] = "Oneonone#3565",
					["msg"] = "薩滿穩穩的很好進團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633958847,
					["from"] = "特變電工",
					["msg"] = "我之知道我又要起飛了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633958953,
					["from"] = "Oneonone#3565",
					["msg"] = "你上次說起飛的時候第二天跌停",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633958968,
					["from"] = "Oneonone#3565",
					["msg"] = "我表示很懷疑你的起飛",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633958982,
					["from"] = "Oneonone#3565",
					["msg"] = "XDDD",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633959087,
					["from"] = "特變電工",
					["msg"] = "明天不漲停我直播吃屎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633959100,
					["from"] = "特變電工",
					["msg"] = "周五到32",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633959378,
					["from"] = "Oneonone#3565",
					["msg"] = "有漲的趨勢了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633959385,
					["from"] = "特變電工",
					["msg"] = "你看每股大全",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633959387,
					["from"] = "特變電工",
					["msg"] = "美股",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633959409,
					["from"] = "特變電工",
					["msg"] = "明天不漲停我吃屎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633959419,
					["from"] = "Oneonone#3565",
					["msg"] = "最後是什麼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633959428,
					["from"] = "Oneonone#3565",
					["msg"] = "不漲停你發1萬G就好  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633966624,
					["from"] = "Oneonone#3565",
					["msg"] = "我狂暴戰失業了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633966641,
					["from"] = "Oneonone#3565",
					["msg"] = "剛剛去DC看了下  RL家裡有事取消週末團了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1634363817,
					["from"] = "特變電工",
					["msg"] = "你不管孩子嗎",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1634363820,
					["from"] = "特變電工",
					["msg"] = "一天天的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1634363822,
					["from"] = "特變電工",
					["msg"] = "天天小號",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1634363825,
					["from"] = "特變電工",
					["msg"] = "傻不拉几的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1634363831,
					["from"] = "特變電工",
					["msg"] = "要起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1634366265,
					["from"] = "Oneonone#3565",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1634366268,
					["from"] = "Oneonone#3565",
					["msg"] = "我在掛機啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1634366293,
					["from"] = "Oneonone#3565",
					["msg"] = "剛剛把娃哄睡著",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1634366422,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1634366507,
					["from"] = "Oneonone#3565",
					["msg"] = "這週你打奧山咯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1634366512,
					["from"] = "Oneonone#3565",
					["msg"] = "奧山周",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1634367827,
					["from"] = "Oneonone#3565",
					["msg"] = "打卡拉不帶上我",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1634369540,
					["from"] = "特變電工",
					["msg"] = "起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1634369552,
					["from"] = "Oneonone#3565",
					["msg"] = "卡拉讚飛什麼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1634372098,
					["from"] = "特變電工",
					["msg"] = "各種起飛",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1634388352,
					["from"] = "Oneonone#3565",
					["msg"] = "我戰士失業了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1634388358,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1634388360,
					["from"] = "特變電工",
					["msg"] = "爲啥",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1634388366,
					["from"] = "Oneonone#3565",
					["msg"] = "團隊解散了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1634388372,
					["from"] = "Oneonone#3565",
					["msg"] = "那個RL家裡出點事情",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1634392733,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1634392738,
					["from"] = "特變電工",
					["msg"] = "還好沒來",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1634392741,
					["from"] = "特變電工",
					["msg"] = "太坑了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1634392746,
					["from"] = "特變電工",
					["msg"] = "你一天神叨叨的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1634392752,
					["from"] = "特變電工",
					["msg"] = "練這麽多號",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1634447715,
					["from"] = "Oneonone#3565",
					["msg"] = "奧山有人打？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1634447754,
					["from"] = "特變電工",
					["msg"] = "必須",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1634450025,
					["from"] = "特變電工",
					["msg"] = "起飞🛫️🚀",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1634450132,
					["from"] = "Oneonone#3565",
					["msg"] = "黑啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1634450157,
					["from"] = "Oneonone#3565",
					["msg"] = "要不要去玩下暗黑2",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1634451859,
					["from"] = "Oneonone#3565",
					["msg"] = "使勁跑了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1634451866,
					["from"] = "Oneonone#3565",
					["msg"] = "跑了入特工",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1634451870,
					["from"] = "Oneonone#3565",
					["msg"] = "等到48",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1634451875,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1634451893,
					["from"] = "Oneonone#3565",
					["msg"] = "然後特工回到12  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1634451959,
					["from"] = "Oneonone#3565",
					["msg"] = "我從來沒見過薩滿的肩膀 日的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1634451977,
					["from"] = "Oneonone#3565",
					["msg"] = "想買個肩膀真難",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1634453003,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:28825::::::::70:::::::::|h[奧多爾遺產防衛者]|h7000",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1634453012,
					["from"] = "Oneonone#3565",
					["msg"] = "一趟感覺可以分1000",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1634453825,
					["from"] = "特變電工",
					["msg"] = "迷宮門口有很多脚本",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1634453831,
					["from"] = "特變電工",
					["msg"] = "我在外面瘋狂殺人",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1634453839,
					["from"] = "Oneonone#3565",
					["msg"] = "是的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1634453845,
					["from"] = "特變電工",
					["msg"] = ":D",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1634453851,
					["from"] = "特變電工",
					["msg"] = "安逸的很",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1634454987,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1634455003,
					["from"] = "特變電工",
					["msg"] = "殺脚本一小時至少2000榮譽",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1634455012,
					["from"] = "特變電工",
					["msg"] = "5秒殺一個人",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1634455023,
					["from"] = "Oneonone#3565",
					["msg"] = "爽了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1634455035,
					["from"] = "Oneonone#3565",
					["msg"] = "和我以前在聯盟殺厄運腳本一樣爽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1634482073,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1634482089,
					["from"] = "Oneonone#3565",
					["msg"] = "原來你要當猛男",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1634482100,
					["from"] = "Oneonone#3565",
					["msg"] = "小妞有勾搭到嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1634482107,
					["from"] = "Oneonone#3565",
					["msg"] = "聽過公會妞多",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1634482151,
					["from"] = "特變電工",
					["msg"] = "你一天天",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1634482155,
					["from"] = "特變電工",
					["msg"] = "真的腦子",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1634482167,
					["from"] = "Oneonone#3565",
					["msg"] = "擦  台妹不香嗎？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1634482170,
					["from"] = "特變電工",
					["msg"] = "不知道你在想啥",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1634482173,
					["from"] = "Oneonone#3565",
					["msg"] = "我都認識好多個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1634482176,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1634567517,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:30322::::::::70:::::::::|h[設計圖:紅色戰鬥腰帶]|h 這個需要做嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1634568186,
					["from"] = "Oneonone#3565",
					["msg"] = "你虛空多少一個買的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1634568532,
					["from"] = "特變電工",
					["msg"] = "1200",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1634568549,
					["from"] = "Oneonone#3565",
					["msg"] = "噢噢",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1634568563,
					["from"] = "Oneonone#3565",
					["msg"] = "我這個團一個術士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1634568566,
					["from"] = "Oneonone#3565",
					["msg"] = "真的生氣",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1634568571,
					["from"] = "Oneonone#3565",
					["msg"] = "小怪A不掉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [202]
				["info"] = {
				},
			},
			["牧原股份#3763"] = {
				{
					["type"] = 1,
					["time"] = 1633357681,
					["from"] = "牧原股份#3763",
					["msg"] = "|Hitem:30028::::::::70:::::::::|h[堤里斯佛倫之第七指環]|h",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633357707,
					["from"] = "特變電工",
					["msg"] = "跟我出一樣",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633357711,
					["from"] = "特變電工",
					["msg"] = "王子打嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633357720,
					["from"] = "牧原股份#3763",
					["msg"] = "不知道 估計打不過",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633363948,
					["from"] = "特變電工",
					["msg"] = "戰場啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633363951,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633363967,
					["from"] = "特變電工",
					["msg"] = "德魯伊是戰場之父",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633432063,
					["from"] = "牧原股份#3763",
					["msg"] = "什麼情況",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633432072,
					["from"] = "牧原股份#3763",
					["msg"] = "哦  要怎麼做 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633432153,
					["from"] = "牧原股份#3763",
					["msg"] = "啊 不需要我去買麽",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633432161,
					["from"] = "牧原股份#3763",
					["msg"] = "你自己進去了？ CD不要啦",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633432172,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 好 反正你也不打",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633432174,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633432182,
					["from"] = "牧原股份#3763",
					["msg"] = "那我下線了 OK",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633606760,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633615708,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633615716,
					["from"] = "特變電工",
					["msg"] = "戰網",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633615731,
					["from"] = "牧原股份#3763",
					["msg"] = "不能 孩子睡覺了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633615736,
					["from"] = "牧原股份#3763",
					["msg"] = "卡拉贊",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633615923,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633615934,
					["from"] = "特變電工",
					["msg"] = "你不是有獨立房間嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633615935,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與10人 - 大野狼交戰（當前99%，10/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633615939,
					["from"] = "特變電工",
					["msg"] = "爲啥不能説話",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633615982,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份已經擊敗10人 - 大野狼!",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633615999,
					["from"] = "特變電工",
					["msg"] = "你的高級獨立房間呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633616011,
					["from"] = "特變電工",
					["msg"] = "我shib垂直立體起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633616066,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633616068,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633616070,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633616104,
					["from"] = "牧原股份#3763",
					["msg"] = "我在老家",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633616259,
					["from"] = "牧原股份#3763",
					["msg"] = "貓又 被100黑了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633619521,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633619530,
					["from"] = "特變電工",
					["msg"] = "你還沒回家？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633619535,
					["from"] = "牧原股份#3763",
					["msg"] = "沒呀 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633619535,
					["from"] = "特變電工",
					["msg"] = "北京",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633619540,
					["from"] = "特變電工",
					["msg"] = "請假了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633619543,
					["from"] = "牧原股份#3763",
					["msg"] = "我在煙台 10號回去",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633619546,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633619555,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633793973,
					["from"] = "特變電工",
					["msg"] = "還沒滅？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633793983,
					["from"] = "牧原股份#3763",
					["msg"] = "咩了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633793989,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 莫洛葛利姆·潮行者還有91%時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633793995,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633793996,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 莫洛葛利姆·潮行者交戰（當前100%，5/24存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633794148,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 莫洛葛利姆·潮行者還有100%時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633794154,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633794724,
					["from"] = "牧原股份#3763",
					["msg"] = "咩惨了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633794732,
					["from"] = "牧原股份#3763",
					["msg"] = "还不如咱们之前第一次",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633794789,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633794795,
					["from"] = "特變電工",
					["msg"] = "習慣就好了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633794803,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633794849,
					["from"] = "特變電工",
					["msg"] = "對面0補？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633794861,
					["from"] = "牧原股份#3763",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633794868,
					["from"] = "特變電工",
					["msg"] = "發錯",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633794875,
					["from"] = "特變電工",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633794882,
					["from"] = "牧原股份#3763",
					["msg"] = "还行",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633795720,
					["from"] = "特變電工",
					["msg"] = "還沒過嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633795729,
					["from"] = "牧原股份#3763",
					["msg"] = "不打了 拍装呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633855663,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633855663,
					["from"] = "特變電工",
					["msg"] = "牧原股份",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633872483,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。給予|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r(2)等1件物品。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633872483,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。獲得|cffffffff|Hitem:32902::::::::70:::::::::|h[角瓶虛空能量劑]|h|r(2)等1件物品。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633873927,
					["from"] = "牧原股份#3763",
					["msg"] = "2组 怒吼",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633879281,
					["from"] = "牧原股份#3763",
					["msg"] = "與<特變電工>的交易成功了。付出474g。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633879281,
					["from"] = "特變電工",
					["msg"] = "與<牧原股份>的交易成功了。收入474g。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1634052701,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1634052719,
					["from"] = "牧原股份#3763",
					["msg"] = "11",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1634390342,
					["from"] = "牧原股份#3763",
					["msg"] = "怎么样",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1634390347,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1634390351,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1634390754,
					["from"] = "特變電工",
					["msg"] = "他朝一把過",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1634390789,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。。打這麽快 那今晚瓦斯琪也能過了 看來",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1634390803,
					["from"] = "牧原股份#3763",
					["msg"] = "我擦 虧慘",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1634390816,
					["from"] = "牧原股份#3763",
					["msg"] = "我去卡拉贊了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1634392562,
					["from"] = "特變電工",
					["msg"] = "卡拉贊削弱的厲害",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1634392584,
					["from"] = "牧原股份#3763",
					["msg"] = "便當",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1634393393,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1634393398,
					["from"] = "特變電工",
					["msg"] = "還真一把過",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1634393401,
					["from"] = "特變電工",
					["msg"] = "特工要起飛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1634393406,
					["from"] = "特變電工",
					["msg"] = "|Hitem:30081::::::::70:::::::::|h[遺忘戰靴]|h|Hitem:30720::::::::70:::::::::|h[蛇圍繩帶]|h",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1634393407,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與10人 - 貞潔聖女交戰（當前100%，10/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1634393459,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份已經擊敗10人 - 貞潔聖女!",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1634393519,
					["from"] = "牧原股份#3763",
					["msg"] = "....",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1634394133,
					["from"] = "牧原股份#3763",
					["msg"] = "chu sha le ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1634396306,
					["from"] = "特變電工",
					["msg"] = "風暴要開打了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1634396308,
					["from"] = "特變電工",
					["msg"] = "臥槽",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1634396314,
					["from"] = "特變電工",
					["msg"] = "你啥時候結束",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1634396351,
					["from"] = "牧原股份#3763",
					["msg"] = "早了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1634396368,
					["from"] = "牧原股份#3763",
					["msg"] = "不大了 沒事 你們大吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1634396375,
					["from"] = "牧原股份#3763",
					["msg"] = "他朝出什麽了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1634396387,
					["from"] = "特變電工",
					["msg"] = "我今天花了5000G",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1634396396,
					["from"] = "特變電工",
					["msg"] = "200多塊沒了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1634396396,
					["from"] = "牧原股份#3763",
					["msg"] = "買武器啦",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1634396402,
					["from"] = "特變電工",
					["msg"] = "買了好多",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1634396411,
					["from"] = "牧原股份#3763",
					["msg"] = "消費多開心",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1634397079,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1634397085,
					["from"] = "特變電工",
					["msg"] = "你還有多久",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1634397088,
					["from"] = "特變電工",
					["msg"] = "24=1",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1634397092,
					["from"] = "牧原股份#3763",
					["msg"] = "budeng",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1634397101,
					["from"] = "特變電工",
					["msg"] = "打到哪了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1634397106,
					["from"] = "牧原股份#3763",
					["msg"] = "zao;e",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1634397308,
					["from"] = "牧原股份#3763",
					["msg"] = "不等我 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1634397311,
					["from"] = "牧原股份#3763",
					["msg"] = "還早",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1634397322,
					["from"] = "牧原股份#3763",
					["msg"] = "不錯 你們打這麽快",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1634399312,
					["from"] = "牧原股份#3763",
					["msg"] = "打到哪裏了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1634399313,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 歐爾交戰（當前46% (階段1)，24/24存活）",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1634399330,
					["from"] = "牧原股份#3763",
					["msg"] = "|Hitem:28658::::::::70:::::::::|h[泰瑞斯提安抑制法杖]|h 終於拿到了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1634399788,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 歐爾!",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1634471925,
					["from"] = "特變電工",
					["msg"] = "墓园",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1634566141,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1634566144,
					["from"] = "特變電工",
					["msg"] = "我説話你聽不到？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1634566161,
					["from"] = "特變電工",
					["msg"] = "出發",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1634566217,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1634566272,
					["from"] = "特變電工",
					["msg"] = "過來",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1634566278,
					["from"] = "特變電工",
					["msg"] = "開始了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1634566280,
					["from"] = "特變電工",
					["msg"] = "想殺呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1634566303,
					["from"] = "牧原股份#3763",
					["msg"] = "語音那",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1634566314,
					["from"] = "特變電工",
					["msg"] = "戰網語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1634566401,
					["from"] = "特變電工",
					["msg"] = "戰網語音？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1634566416,
					["from"] = "特變電工",
					["msg"] = "走啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [120]
				["info"] = {
				},
			},
			["fatcat#3510"] = {
				{
					["type"] = 1,
					["time"] = 1633450652,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633450656,
					["from"] = "特變電工",
					["msg"] = "1730",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633450661,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633450669,
					["from"] = "特變電工",
					["msg"] = "carry 全場",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633965417,
					["from"] = "fatcat#3510",
					["msg"] = "嫩b 我22  創隊13連勝 沒敗績",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633965424,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633965426,
					["from"] = "特變電工",
					["msg"] = "求帶",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633965434,
					["from"] = "特變電工",
					["msg"] = "跟我打看看",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633965438,
					["from"] = "fatcat#3510",
					["msg"] = "你太嫩了",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633965441,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633965442,
					["from"] = "fatcat#3510",
					["msg"] = "無法帶",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633965577,
					["from"] = "特變電工",
					["msg"] = "周三要我幫忙不",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633965584,
					["from"] = "fatcat#3510",
					["msg"] = "不用",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633965592,
					["from"] = "fatcat#3510",
					["msg"] = "我們打雙獵人 猛的很",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633965598,
					["from"] = "fatcat#3510",
					["msg"] = "不用你了",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633965670,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [16]
				["info"] = {
				},
			},
			["Doomhammer#4763"] = {
				{
					["type"] = 1,
					["time"] = 1634397566,
					["from"] = "Doomhammer#4763",
					["msg"] = "你們55 一般幾點打到幾點？",
					["inbound"] = true,
					["convo"] = "Doomhammer#4763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634397580,
					["from"] = "特變電工",
					["msg"] = "周二周三 22-24",
					["inbound"] = false,
					["convo"] = "Doomhammer#4763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634397605,
					["from"] = "Doomhammer#4763",
					["msg"] = "ok 那我週二先來試下看大家互相是不是滿意？",
					["inbound"] = true,
					["convo"] = "Doomhammer#4763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634397614,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Doomhammer#4763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634397625,
					["from"] = "Doomhammer#4763",
					["msg"] = "你們是缺人還是換人打",
					["inbound"] = true,
					["convo"] = "Doomhammer#4763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634397850,
					["from"] = "特變電工",
					["msg"] = "|HclubTicket:L22mzBTzdm|h[加入：5V5全服第一戰隊]|h",
					["inbound"] = false,
					["convo"] = "Doomhammer#4763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634397867,
					["from"] = "特變電工",
					["msg"] = "換人",
					["inbound"] = false,
					["convo"] = "Doomhammer#4763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634397884,
					["from"] = "Doomhammer#4763",
					["msg"] = "哦哦了解",
					["inbound"] = true,
					["convo"] = "Doomhammer#4763",
				}, -- [8]
				["info"] = {
				},
			},
			["靜靜看你"] = {
				{
					["type"] = 1,
					["time"] = 1634481673,
					["from"] = "靜靜看你",
					["msg"] = "我擦 我們一個公會的",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634481707,
					["from"] = "靜靜看你",
					["msg"] = "出龍脊 20000",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634564635,
					["from"] = "靜靜看你",
					["msg"] = "騰訊995？",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634564642,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634564644,
					["from"] = "特變電工",
					["msg"] = "然後呢",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634564649,
					["from"] = "特變電工",
					["msg"] = "特工起飛",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634564652,
					["from"] = "特變電工",
					["msg"] = "白酒暴跌",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634564653,
					["from"] = "特變電工",
					["msg"] = "我喜歡",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634564659,
					["from"] = "特變電工",
					["msg"] = "茅臺800",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1634564664,
					["from"] = "特變電工",
					["msg"] = "必須的",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1634564674,
					["from"] = "靜靜看你",
					["msg"] = "我老婆比你還晚",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1634564677,
					["from"] = "靜靜看你",
					["msg"] = "現在還沒回來",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634564684,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1634564691,
					["from"] = "特變電工",
					["msg"] = "你吃空餉",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1634564701,
					["from"] = "特變電工",
					["msg"] = "時薪杠杠的",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1634564707,
					["from"] = "靜靜看你",
					["msg"] = "哎  發現我的工作真的性價比高",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1634564724,
					["from"] = "特變電工",
					["msg"] = "雖然剛夠我交稅的",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1634564727,
					["from"] = "特變電工",
					["msg"] = "但是也還是不錯",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1634564729,
					["from"] = "靜靜看你",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1634564750,
					["from"] = "靜靜看你",
					["msg"] = "你年薪多少 曬一下",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1634564770,
					["from"] = "靜靜看你",
					["msg"] = "有交到45%的稅",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1634564825,
					["from"] = "靜靜看你",
					["msg"] = "|cffa335ee|Hitem:30022::::::::70:::::::::|h[冒險墜飾]|h|r700",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1634564837,
					["from"] = "特變電工",
					["msg"] = "薪資是高壓綫",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1634565707,
					["from"] = "特變電工",
					["msg"] = "任務在哪接",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1634565713,
					["from"] = "靜靜看你",
					["msg"] = "佈瑞爾啊",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1634565715,
					["from"] = "特變電工",
					["msg"] = "無頭的",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1634565725,
					["from"] = "靜靜看你",
					["msg"] = "我印象中",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1634565745,
					["from"] = "靜靜看你",
					["msg"] = "要燒房頂的",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1634565775,
					["from"] = "靜靜看你",
					["msg"] = "想起來沒有",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1634565787,
					["from"] = "特變電工",
					["msg"] = "我看questie寫了",
					["inbound"] = false,
					["convo"] = "靜靜看你",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1634565830,
					["from"] = "靜靜看你",
					["msg"] = "我印象深刻 是因為我以前有那個坐騎",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1634565854,
					["from"] = "靜靜看你",
					["msg"] = "第一次和室友去打 就出了  ",
					["inbound"] = true,
					["convo"] = "靜靜看你",
				}, -- [32]
				["info"] = {
				},
			},
			["Geng"] = {
				{
					["type"] = 1,
					["time"] = 1634363837,
					["from"] = "特變電工",
					["msg"] = "戰德組合",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634363839,
					["from"] = "特變電工",
					["msg"] = "天下無敵",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634363920,
					["from"] = "Geng",
					["msg"] = "還是有被剋阿",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634363927,
					["from"] = "Geng",
					["msg"] = "賊法 獵牧",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634363985,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634363987,
					["from"] = "特變電工",
					["msg"] = "22",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634364044,
					["from"] = "Geng",
					["msg"] = "你怎麼不搞55了阿",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634364061,
					["from"] = "特變電工",
					["msg"] = "在搞",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634364210,
					["from"] = "特變電工",
					["msg"] = "你22有打嗎",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1634364229,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:O0wO3vTxGE|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1634364239,
					["from"] = "Geng",
					["msg"] = "有阿",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1634364249,
					["from"] = "Geng",
					["msg"] = "22有跟固定的再打了",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634364253,
					["from"] = "特變電工",
					["msg"] = "多少分了",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1634364266,
					["from"] = "Geng",
					["msg"] = "1600",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1634364281,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1634364292,
					["from"] = "特變電工",
					["msg"] = "戰德？",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1634364296,
					["from"] = "Geng",
					["msg"] = "對R",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [17]
				["info"] = {
				},
			},
			["伊騰飛"] = {
				{
					["type"] = 1,
					["time"] = 1633523679,
					["from"] = "特變電工",
					["msg"] = "我剛找到一個德 現在先試試",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633523680,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633523689,
					["from"] = "伊騰飛",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "伊騰飛",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633532405,
					["from"] = "特變電工",
					["msg"] = "戰德要一起嗎",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633532419,
					["from"] = "伊騰飛",
					["msg"] = "那個不強嗎",
					["inbound"] = true,
					["convo"] = "伊騰飛",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633532440,
					["from"] = "特變電工",
					["msg"] = "那個是戰術德 他時間太少了 技術一般",
					["inbound"] = false,
					["convo"] = "伊騰飛",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633532550,
					["from"] = "伊騰飛",
					["msg"] = "22有隊伍了",
					["inbound"] = true,
					["convo"] = "伊騰飛",
				}, -- [7]
				["info"] = {
				},
			},
			["後天"] = {
				{
					["type"] = 1,
					["time"] = 1633357090,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:aMwdvjCMAR|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633357123,
					["from"] = "後天",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633357147,
					["from"] = "特變電工",
					["msg"] = "PVP群",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633410139,
					["from"] = "特變電工",
					["msg"] = "今天沒戰場打",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633410145,
					["from"] = "特變電工",
					["msg"] = "排不進去",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [5]
				["info"] = {
				},
			},
			["狼狗哥#3699"] = {
				{
					["type"] = 1,
					["time"] = 1633795741,
					["from"] = "特變電工",
					["msg"] = "戰德組合 天下無敵",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633795749,
					["from"] = "特變電工",
					["msg"] = "要不要打幾把22",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633838591,
					["from"] = "特變電工",
					["msg"] = "22打不打",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633838611,
					["from"] = "狼狗哥#3699",
					["msg"] = "22我跟我同學綁定了",
					["inbound"] = true,
					["convo"] = "狼狗哥#3699",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633838674,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633876742,
					["from"] = "特變電工",
					["msg"] = "装备赶紧刷一刷",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633876747,
					["from"] = "特變電工",
					["msg"] = "要起飛",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634374307,
					["from"] = "特變電工",
					["msg"] = "上綫打22",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634394279,
					["from"] = "特變電工",
					["msg"] = "戰德組合 天下無敵",
					["inbound"] = false,
					["convo"] = "狼狗哥#3699",
				}, -- [9]
				["info"] = {
				},
			},
			["Tommyyu#3121"] = {
				{
					["type"] = 1,
					["time"] = 1633356587,
					["from"] = "Tommyyu#3121",
					["msg"] = "如果你星期3沒團打,就來我55玩呀",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633356594,
					["from"] = "Tommyyu#3121",
					["msg"] = "9:00開打左右",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633432565,
					["from"] = "Tommyyu#3121",
					["msg"] = "明晚如果你過來打55嗎",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633432586,
					["from"] = "特變電工",
					["msg"] = "打 ",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633432590,
					["from"] = "Tommyyu#3121",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633432592,
					["from"] = "Tommyyu#3121",
					["msg"] = "9:00左右",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633432596,
					["from"] = "特變電工",
					["msg"] = "帶你們起飛",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633443352,
					["from"] = "Tommyyu#3121",
					["msg"] = "你哪強隊打到怎樣",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633443545,
					["from"] = "特變電工",
					["msg"] = "1700",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633444234,
					["from"] = "Tommyyu#3121",
					["msg"] = "哪你明天不過來我55喔",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633444277,
					["from"] = "特變電工",
					["msg"] = "我給你推薦一個",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633446239,
					["from"] = "Tommyyu#3121",
					["msg"] = "打到如何",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633446406,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633446411,
					["from"] = "特變電工",
					["msg"] = "我去替補了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633446419,
					["from"] = "特變電工",
					["msg"] = "各種陣容輪換",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633446434,
					["from"] = "特變電工",
					["msg"] = "算服務器最強的了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633446441,
					["from"] = "特變電工",
					["msg"] = "之一",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633794058,
					["from"] = "特變電工",
					["msg"] = "多少分",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633794060,
					["from"] = "特變電工",
					["msg"] = "55",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633794068,
					["from"] = "特變電工",
					["msg"] = "起飛了沒",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633794068,
					["from"] = "Tommyyu#3121",
					["msg"] = "1328",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633794072,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633794072,
					["from"] = "Tommyyu#3121",
					["msg"] = "起不到",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633794076,
					["from"] = "特變電工",
					["msg"] = "我1700",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633794084,
					["from"] = "Tommyyu#3121",
					["msg"] = "你個人積分多少",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633794090,
					["from"] = "特變電工",
					["msg"] = "1600",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633794094,
					["from"] = "Tommyyu#3121",
					["msg"] = "不錯",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633794098,
					["from"] = "Tommyyu#3121",
					["msg"] = "什麼組合?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633794104,
					["from"] = "特變電工",
					["msg"] = "2345",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633794113,
					["from"] = "Tommyyu#3121",
					["msg"] = "打中文啦!!",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633794121,
					["from"] = "特變電工",
					["msg"] = "你連2345都不知道",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633794125,
					["from"] = "特變電工",
					["msg"] = "很經典的",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633794127,
					["from"] = "Tommyyu#3121",
					["msg"] = "不知道",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633794131,
					["from"] = "Tommyyu#3121",
					["msg"] = "說出來聽聽",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633794147,
					["from"] = "特變電工",
					["msg"] = "戰 獵 術 牧 聖",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633794157,
					["from"] = "Tommyyu#3121",
					["msg"] = "這組合不錯喔",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633794189,
					["from"] = "Tommyyu#3121",
					["msg"] = "我們上星期小D去了副本,,轉玩4DD",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633794205,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633794213,
					["from"] = "特變電工",
					["msg"] = "副本裝打55？",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633794216,
					["from"] = "特變電工",
					["msg"] = "分分鐘被秒",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633794233,
					["from"] = "Tommyyu#3121",
					["msg"] = "他被人捉了去打副本",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633794236,
					["from"] = "Tommyyu#3121",
					["msg"] = "不能打2補",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633794246,
					["from"] = "Tommyyu#3121",
					["msg"] = "所以上星期55打4DD玩玩",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633794264,
					["from"] = "特變電工",
					["msg"] = "5V5 的奶德是個廢的",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633794274,
					["from"] = "Tommyyu#3121",
					["msg"] = "聖騎較好?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633794278,
					["from"] = "特變電工",
					["msg"] = "那是",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633794287,
					["from"] = "特變電工",
					["msg"] = "可以保護 無敵",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633794308,
					["from"] = "特變電工",
					["msg"] = "還可以讀條不被打斷",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633794339,
					["from"] = "特變電工",
					["msg"] = "奶德靠HOT根本奶不起來 一集火就要死",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633794362,
					["from"] = "特變電工",
					["msg"] = "奶德33 22是王者",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633794388,
					["from"] = "Tommyyu#3121",
					["msg"] = "哪我真的要找支聖騎",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633794420,
					["from"] = "特變電工",
					["msg"] = "戰/盜 獵/電 術/法 牧 騎",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633797526,
					["from"] = "Tommyyu#3121",
					["msg"] = "你個人積分才1512--",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633797533,
					["from"] = "Tommyyu#3121",
					["msg"] = "隊伍才1641==",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633797534,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633797538,
					["from"] = "特變電工",
					["msg"] = "掉下來了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633797552,
					["from"] = "Tommyyu#3121",
					["msg"] = "好像是看個人積分的",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633797561,
					["from"] = "特變電工",
					["msg"] = "我上周拿了900分",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633797568,
					["from"] = "特變電工",
					["msg"] = "直接起飛",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633797569,
					["from"] = "Tommyyu#3121",
					["msg"] = "這麼多9.9",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1634056402,
					["from"] = "Tommyyu#3121",
					["msg"] = "你在打33喔",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1634056408,
					["from"] = "特變電工",
					["msg"] = "對",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1634056422,
					["from"] = "Tommyyu#3121",
					["msg"] = "看工會直播看到你",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1634056423,
					["from"] = "Tommyyu#3121",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1634056428,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1634056436,
					["from"] = "Tommyyu#3121",
					["msg"] = "戰術D VS 戰術D",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1634056468,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1634056472,
					["from"] = "特變電工",
					["msg"] = "丟人啊",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1634056474,
					["from"] = "特變電工",
					["msg"] = "剛才",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1634056476,
					["from"] = "Tommyyu#3121",
					["msg"] = "==",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1634056476,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1634133278,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1634133283,
					["from"] = "Tommyyu#3121",
					["msg"] = "0,0",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1634133292,
					["from"] = "特變電工",
					["msg"] = "帶我打幾把",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1634133302,
					["from"] = "Tommyyu#3121",
					["msg"] = "00我們試打中喔",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1634133318,
					["from"] = "特變電工",
					["msg"] = "我打30%就可以",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1634133326,
					["from"] = "Tommyyu#3121",
					["msg"] = "--",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1634133488,
					["from"] = "特變電工",
					["msg"] = "Dc多少",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1634133805,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1634133815,
					["from"] = "Tommyyu#3121",
					["msg"] = "--沒直播",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1634133825,
					["from"] = "特變電工",
					["msg"] = "我打個30%拿個分",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1634133829,
					["from"] = "Tommyyu#3121",
					["msg"] = "今天超多便當",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1634133837,
					["from"] = "Tommyyu#3121",
					["msg"] = "--現在隊伍是穩定打",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1634133844,
					["from"] = "特變電工",
					["msg"] = "一樣的",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1634133852,
					["from"] = "特變電工",
					["msg"] = " 我強",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1634385389,
					["from"] = "Tommyyu#3121",
					["msg"] = "你33有隊?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1634385389,
					["from"] = "Tommyyu#3121",
					["msg"] = "我想組一隊戰盜D",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1634385834,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1634385843,
					["from"] = "特變電工",
					["msg"] = "我有戰術德",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1634385845,
					["from"] = "特變電工",
					["msg"] = "天下無敵",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1634389842,
					["from"] = "Tommyyu#3121",
					["msg"] = "干",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1634389843,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 海底潛伏者交戰（當前21%，22/25存活）",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1634389846,
					["from"] = "Tommyyu#3121",
					["msg"] = "你33有隊?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1634389859,
					["from"] = "特變電工",
					["msg"] = "戰術德",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1634389862,
					["from"] = "特變電工",
					["msg"] = "天下無敵",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1634389868,
					["from"] = "Tommyyu#3121",
					["msg"] = "錯了",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1634389871,
					["from"] = "Tommyyu#3121",
					["msg"] = "戰盜D才猛",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1634389871,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1634389876,
					["from"] = "Tommyyu#3121",
					["msg"] = "昨晚有隊上了1800",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1634389882,
					["from"] = "Tommyyu#3121",
					["msg"] = "秒人組合",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1634389902,
					["from"] = "Tommyyu#3121",
					["msg"] = "你33小D是肥貓?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1634389951,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 海底潛伏者!",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1634390066,
					["from"] = "特變電工",
					["msg"] = "不是",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1634390071,
					["from"] = "特變電工",
					["msg"] = "我已經把他拉黑了",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1634390075,
					["from"] = "Tommyyu#3121",
					["msg"] = "笑死",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1634390080,
					["from"] = "Tommyyu#3121",
					["msg"] = "拉我進33試?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1634390081,
					["from"] = "Tommyyu#3121",
					["msg"] = "盜",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1634390088,
					["from"] = "Tommyyu#3121",
					["msg"] = "這組合真的猛",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1634390100,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1634390105,
					["from"] = "特變電工",
					["msg"] = "明天下午試一試？",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1634390116,
					["from"] = "Tommyyu#3121",
					["msg"] = "明天晚上可不",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1634390119,
					["from"] = "Tommyyu#3121",
					["msg"] = "我下午不在家",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1634390154,
					["from"] = "特變電工",
					["msg"] = "明晚風暴",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1634390262,
					["from"] = "Tommyyu#3121",
					["msg"] = "要不今晚?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1634390272,
					["from"] = "特變電工",
					["msg"] = "我在毒蛇",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1634390284,
					["from"] = "Tommyyu#3121",
					["msg"] = "你幾點完",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1634390288,
					["from"] = "特變電工",
					["msg"] = "12",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1634390296,
					["from"] = "Tommyyu#3121",
					["msg"] = "就12:00?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1634390302,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1634390307,
					["from"] = "Tommyyu#3121",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1634390317,
					["from"] = "特變電工",
					["msg"] = "你新招募的戰士呢",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1634390327,
					["from"] = "Tommyyu#3121",
					["msg"] = "他跟我牧師打55",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1634390331,
					["from"] = "Tommyyu#3121",
					["msg"] = "他33有隊",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1634390337,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1634390343,
					["from"] = "特變電工",
					["msg"] = "我也有隊阿",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1634390344,
					["from"] = "Tommyyu#3121",
					["msg"] = "想跟不同人打啦",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1634390348,
					["from"] = "Tommyyu#3121",
					["msg"] = "拉我進去",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1634390353,
					["from"] = "Tommyyu#3121",
					["msg"] = "你隊幾分?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1634390358,
					["from"] = "特變電工",
					["msg"] = "1500",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1634390364,
					["from"] = "Tommyyu#3121",
					["msg"] = "33呀?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1634390369,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1634390380,
					["from"] = "Tommyyu#3121",
					["msg"] = "哪怎好",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1634390401,
					["from"] = "特變電工",
					["msg"] = "你們打不上1500？",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1634390413,
					["from"] = "Tommyyu#3121",
					["msg"] = "我盜賊33沒隊呀",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1634390429,
					["from"] = "特變電工",
					["msg"] = "賊法德",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1634390445,
					["from"] = "Tommyyu#3121",
					["msg"] = "戰盜D 真的猛",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1634390450,
					["from"] = "Tommyyu#3121",
					["msg"] = "菜刀秒人隊",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1634390496,
					["from"] = "Tommyyu#3121",
					["msg"] = "你要拉我進33試?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1634390622,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1634390629,
					["from"] = "特變電工",
					["msg"] = "你有小德嗎",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1634390633,
					["from"] = "Tommyyu#3121",
					["msg"] = "沒",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1634390651,
					["from"] = "特變電工",
					["msg"] = "那怎麽打",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1634390655,
					["from"] = "特變電工",
					["msg"] = "我們兩個打",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1634390775,
					["from"] = "Tommyyu#3121",
					["msg"] = "你33不是有支D?",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1634390791,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1634390802,
					["from"] = "特變電工",
					["msg"] = "我們是固定戰術德",
					["inbound"] = false,
					["convo"] = "Tommyyu#3121",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1634390806,
					["from"] = "Tommyyu#3121",
					["msg"] = "==",
					["inbound"] = true,
					["convo"] = "Tommyyu#3121",
				}, -- [147]
				["info"] = {
				},
			},
			["卡道圖騰"] = {
				{
					["type"] = 1,
					["time"] = 1633438625,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:5dpgb5FaBe|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633965069,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633965072,
					["from"] = "特變電工",
					["msg"] = "明天搞不搞",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633965097,
					["from"] = "卡道圖騰",
					["msg"] = "我1.2不行啊 不然要等我到12點",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633965106,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633965120,
					["from"] = "特變電工",
					["msg"] = "上周你跟肥貓他們打了嗎",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633965137,
					["from"] = "卡道圖騰",
					["msg"] = "我們周3打的",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633965155,
					["from"] = "特變電工",
					["msg"] = "輸贏如何",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633965206,
					["from"] = "卡道圖騰",
					["msg"] = "便當囉~",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633965211,
					["from"] = "特變電工",
					["msg"] = "你太慘了",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633965236,
					["from"] = "卡道圖騰",
					["msg"] = "現在也比較忙~只有打10場囉",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633965243,
					["from"] = "特變電工",
					["msg"] = "輸了機場 上周",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633965269,
					["from"] = "卡道圖騰",
					["msg"] = "好像一半一半",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [13]
				["info"] = {
				},
			},
			["度咕熊#3711"] = {
				{
					["type"] = 1,
					["time"] = 1634459225,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "度咕熊#3711",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634459231,
					["from"] = "特變電工",
					["msg"] = "搞",
					["inbound"] = false,
					["convo"] = "度咕熊#3711",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634459371,
					["from"] = "度咕熊#3711",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "度咕熊#3711",
				}, -- [3]
				["info"] = {
				},
			},
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1634402962,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634452211,
					["from"] = "特變電工",
					["msg"] = "暗黑好玩嗎",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634452230,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "好玩啊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634452233,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "還要排隊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634452239,
					["from"] = "特變電工",
					["msg"] = "聯網的？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634452242,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634452248,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "也可以自己單機",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634452252,
					["from"] = "特變電工",
					["msg"] = "跟魔獸比呢",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634452260,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "不是一個類型",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1634452267,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "這是適合自己搞",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1634452286,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "魔獸吃團隊",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1634452295,
					["from"] = "特變電工",
					["msg"] = "打競技場啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634452296,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1634452302,
					["from"] = "特變電工",
					["msg"] = "PVP太好玩了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				["info"] = {
				},
			},
			["Lonelykiller"] = {
				{
					["type"] = 1,
					["time"] = 1633440060,
					["from"] = "Lonelykiller",
					["msg"] = ".",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633440063,
					["from"] = "Lonelykiller",
					["msg"] = "你目前3對不",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633440137,
					["from"] = "Lonelykiller",
					["msg"] = "人呢",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633440143,
					["from"] = "Lonelykiller",
					["msg"] = "速度來試幾把了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633440157,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633440158,
					["from"] = "特變電工",
					["msg"] = "組",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633440170,
					["from"] = "特變電工",
					["msg"] = "你開牧師嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633440174,
					["from"] = "Lonelykiller",
					["msg"] = "恩,就打個2346",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633440182,
					["from"] = "Lonelykiller",
					["msg"] = "你組下SS ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633440186,
					["from"] = "Lonelykiller",
					["msg"] = "那QS你不認識對吧",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633440191,
					["from"] = "特變電工",
					["msg"] = "不熟",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633440200,
					["from"] = "特變電工",
					["msg"] = "臨時頂一頂可以看下",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633440388,
					["from"] = "Lonelykiller",
					["msg"] = "沒事我這也有個  很水的qs",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633440390,
					["from"] = "Lonelykiller",
					["msg"] = "來搞吧",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633452776,
					["from"] = "特變電工",
					["msg"] = "你找我阿",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633452793,
					["from"] = "特變電工",
					["msg"] = "啥事",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633452801,
					["from"] = "特變電工",
					["msg"] = "来",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633452813,
					["from"] = "特變電工",
					["msg"] = "家人睡觉了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633452829,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633453523,
					["from"] = "特變電工",
					["msg"] = "我给你带来的术士",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633453541,
					["from"] = "特變電工",
					["msg"] = "每周帶我混分",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633453552,
					["from"] = "特變電工",
					["msg"] = "我再去給你物色",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633453573,
					["from"] = "特變電工",
					["msg"] = "我是戰場之王",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633453599,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633453606,
					["from"] = "特變電工",
					["msg"] = "必須起飛",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633453644,
					["from"] = "特變電工",
					["msg"] = "你讓他上我號 一樣的結果",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633453768,
					["from"] = "特變電工",
					["msg"] = "我看他直播",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633453884,
					["from"] = "Lonelykiller",
					["msg"] = "有看到什麼嗎",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633453885,
					["from"] = "Lonelykiller",
					["msg"] = "xd",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633453891,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633453896,
					["from"] = "特變電工",
					["msg"] = "跟我差不多啊",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633453915,
					["from"] = "特變電工",
					["msg"] = "我在看幾把",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633453930,
					["from"] = "特變電工",
					["msg"] = "我覺得他很流弊的地方",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633453936,
					["from"] = "特變電工",
					["msg"] = "沒有WA",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633453945,
					["from"] = "特變電工",
					["msg"] = "UI太差",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633453955,
					["from"] = "特變電工",
					["msg"] = "我是UI之王",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633453961,
					["from"] = "特變電工",
					["msg"] = "花里胡哨",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633453994,
					["from"] = "特變電工",
					["msg"] = "看我UI",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633453998,
					["from"] = "特變電工",
					["msg"] = "直播",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633454126,
					["from"] = "Lonelykiller",
					["msg"] = "我擦 你這介面",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633454128,
					["from"] = "Lonelykiller",
					["msg"] = "有夠花",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633454148,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633454155,
					["from"] = "特變電工",
					["msg"] = "你哪裏人",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633454165,
					["from"] = "Lonelykiller",
					["msg"] = "你猜",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633454188,
					["from"] = "特變電工",
					["msg"] = "説話有點台灣腔",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633454209,
					["from"] = "Lonelykiller",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633454212,
					["from"] = "Lonelykiller",
					["msg"] = "你猜不到",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633454212,
					["from"] = "Lonelykiller",
					["msg"] = "a_a",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633454251,
					["from"] = "特變電工",
					["msg"] = "胡建",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633454503,
					["from"] = "特變電工",
					["msg"] = "我先下了 ",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633454507,
					["from"] = "Lonelykiller",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633522930,
					["from"] = "特變電工",
					["msg"] = "今晚要新牧師要來跟你們試試看嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633522942,
					["from"] = "Lonelykiller",
					["msg"] = "應該可以 要看看  ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633522945,
					["from"] = "Lonelykiller",
					["msg"] = "主要是人滿了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633524076,
					["from"] = "Lonelykiller",
					["msg"] = "好了就來DC",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633524077,
					["from"] = "Lonelykiller",
					["msg"] = "都來",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633524328,
					["from"] = "Lonelykiller",
					["msg"] = "人哩干",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633612146,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633612156,
					["from"] = "特變電工",
					["msg"] = "LT跑了嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633612170,
					["from"] = "Lonelykiller",
					["msg"] = "在鬧脾氣呢  早晚會回來 管它的",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633612174,
					["from"] = "Lonelykiller",
					["msg"] = "不過拆隊打是必然的了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633612179,
					["from"] = "Lonelykiller",
					["msg"] = "帶不動 ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633612207,
					["from"] = "特變電工",
					["msg"] = "我 你 刀 関 皮",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633612212,
					["from"] = "特變電工",
					["msg"] = "起飛",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633612214,
					["from"] = "Lonelykiller",
					["msg"] = "你想多了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633612216,
					["from"] = "Lonelykiller",
					["msg"] = "動不了我們的人",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633612259,
					["from"] = "Lonelykiller",
					["msg"] = "找上梁小麵的QS吧你",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633612261,
					["from"] = "Lonelykiller",
					["msg"] = "再找個DD",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633612268,
					["from"] = "特變電工",
					["msg"] = "牧師選誰",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633612272,
					["from"] = "Lonelykiller",
					["msg"] = "你找來的完美r",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633612276,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633615739,
					["from"] = "特變電工",
					["msg"] = "你打亞克幹嘛",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633615752,
					["from"] = "特變電工",
					["msg"] = "能源艦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633615758,
					["from"] = "特變電工",
					["msg"] = "禁魔監獄",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633615762,
					["from"] = "Lonelykiller",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633615767,
					["from"] = "Lonelykiller",
					["msg"] = "你懂個蛋",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633615785,
					["from"] = "特變電工",
					["msg"] = "你以爲你是最屌的",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633615829,
					["from"] = "特變電工",
					["msg"] = "原來LT才是最屌的",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633615856,
					["from"] = "特變電工",
					["msg"] = "好無聊啊 來打22",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633615857,
					["from"] = "Lonelykiller",
					["msg"] = "看著你們這班菜雞  誰能不屌 哎",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633616121,
					["from"] = "特變電工",
					["msg"] = "會露露清水他們1920了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633964618,
					["from"] = "特變電工",
					["msg"] = "明天高不高",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633964625,
					["from"] = "Lonelykiller",
					["msg"] = "搞個吊",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633964629,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633964629,
					["from"] = "Lonelykiller",
					["msg"] = "你沒看哥給你的留言麼",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633964639,
					["from"] = "特變電工",
					["msg"] = "DC嗎",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633964640,
					["from"] = "Lonelykiller",
					["msg"] = "你手下都被策反了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633964664,
					["from"] = "特變電工",
					["msg"] = "我們組一個就是了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633964671,
					["from"] = "Lonelykiller",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633964674,
					["from"] = "特變電工",
					["msg"] = "小事情",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633964678,
					["from"] = "Lonelykiller",
					["msg"] = "可以R  你有本事把他們拉回來的話",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633964679,
					["from"] = "Lonelykiller",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633964698,
					["from"] = "Lonelykiller",
					["msg"] = "反正我是跟那個狗貨拆夥了  道不同",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633964728,
					["from"] = "特變電工",
					["msg"] = "我跟你混",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633964729,
					["from"] = "Lonelykiller",
					["msg"] = "QS找梁小麵,SS找刀,再找個MS  ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633964735,
					["from"] = "Lonelykiller",
					["msg"] = "沒R 混個DER",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633964737,
					["from"] = "Lonelykiller",
					["msg"] = "我重心都沒在台服了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633964742,
					["from"] = "Lonelykiller",
					["msg"] = "也懶得各種搞槍號這東西",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633964753,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633964758,
					["from"] = "Lonelykiller",
					["msg"] = "我都打算不打了 還搞呢",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633964760,
					["from"] = "特變電工",
					["msg"] = "分還是要打其走",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633964763,
					["from"] = "Lonelykiller",
					["msg"] = "你搞我可以考慮考慮 哈哈",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633964769,
					["from"] = "Lonelykiller",
					["msg"] = "我就說了R",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633964778,
					["from"] = "Lonelykiller",
					["msg"] = "你把你的人先找回來 找回場子再說XD",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633964814,
					["from"] = "特變電工",
					["msg"] = "刀叛變了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633964819,
					["from"] = "Lonelykiller",
					["msg"] = "笑死 哈哈",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633964821,
					["from"] = "Lonelykiller",
					["msg"] = "我就說了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633964825,
					["from"] = "特變電工",
					["msg"] = "說要去找LT",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633964827,
					["from"] = "Lonelykiller",
					["msg"] = "白眼狼R老弟 養得住麼",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633964839,
					["from"] = "特變電工",
					["msg"] = "無所謂了",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633964861,
					["from"] = "特變電工",
					["msg"] = "你開牧師",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633964865,
					["from"] = "特變電工",
					["msg"] = "我找小麵QS",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633964869,
					["from"] = "Lonelykiller",
					["msg"] = "開個吊MS",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633964871,
					["from"] = "特變電工",
					["msg"] = "小關獵人",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633964880,
					["from"] = "Lonelykiller",
					["msg"] = "小關估計也在他那邊0.0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633964882,
					["from"] = "特變電工",
					["msg"] = "在找一個電薩",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633964884,
					["from"] = "Lonelykiller",
					["msg"] = "我懶得跟他爭",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633964913,
					["from"] = "Lonelykiller",
					["msg"] = "找個吊 2345給狗打",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633964920,
					["from"] = "Lonelykiller",
					["msg"] = "法術隊還行  ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633964947,
					["from"] = "Lonelykiller",
					["msg"] = "努力招人唄",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633964954,
					["from"] = "特變電工",
					["msg"] = "我去給你無色",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633964957,
					["from"] = "Lonelykiller",
					["msg"] = "看你小子還有沒本事找到頂級的了 哈哈",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633964960,
					["from"] = "Lonelykiller",
					["msg"] = "你能找到 哥來陪你玩",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633964963,
					["from"] = "特變電工",
					["msg"] = "你要哪些職業",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633964966,
					["from"] = "Lonelykiller",
					["msg"] = "SS MS",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633964967,
					["from"] = "特變電工",
					["msg"] = "打什麽配置",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633964971,
					["from"] = "Lonelykiller",
					["msg"] = "先把這兩個搞定",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633964975,
					["from"] = "特變電工",
					["msg"] = "你玩啥",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633964976,
					["from"] = "Lonelykiller",
					["msg"] = "小麵的QS  估計也是可以的",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633964979,
					["from"] = "Lonelykiller",
					["msg"] = "我玩FS吧應該",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633964995,
					["from"] = "Lonelykiller",
					["msg"] = "MS號拿22,33來練人都行",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633965003,
					["from"] = "特變電工",
					["msg"] = "戰 法 術 牧 騎？",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633965010,
					["from"] = "Lonelykiller",
					["msg"] = "恩 估計也沒頂級LR了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633965031,
					["from"] = "Lonelykiller",
					["msg"] = "你想試電薩也可以 但是多餘的  台服頂級電薩是0",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633965062,
					["from"] = "特變電工",
					["msg"] = "我倒是有個電薩還不錯 不過就是PVP時間少",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633965092,
					["from"] = "特變電工",
					["msg"] = "那個完美到底行不行",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633965113,
					["from"] = "Lonelykiller",
					["msg"] = "行不行到底看誰比",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633965130,
					["from"] = "Lonelykiller",
					["msg"] = "我沒認真看他",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633965135,
					["from"] = "Lonelykiller",
					["msg"] = "但上次跟他打完",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633965141,
					["from"] = "Lonelykiller",
					["msg"] = "剛好及格吧",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633965230,
					["from"] = "Lonelykiller",
					["msg"] = "不然你就直接去找頂級好手",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633965238,
					["from"] = "Lonelykiller",
					["msg"] = "看找到什麼職業再看看怎麼配",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633965264,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633965274,
					["from"] = "特變電工",
					["msg"] = "我人緣光",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633965277,
					["from"] = "特變電工",
					["msg"] = "廣",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633965287,
					["from"] = "特變電工",
					["msg"] = "打PVP的誰人不知道",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633965303,
					["from"] = "Lonelykiller",
					["msg"] = "。。- -",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633965308,
					["from"] = "特變電工",
					["msg"] = "誰人不知道我",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633965312,
					["from"] = "特變電工",
					["msg"] = "打戰場的",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633965314,
					["from"] = "Lonelykiller",
					["msg"] = "行了行了 老弟",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633965317,
					["from"] = "特變電工",
					["msg"] = "把把第一",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633965322,
					["from"] = "Lonelykiller",
					["msg"] = "你去找吧 找到再來扯蛋",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633965324,
					["from"] = "特變電工",
					["msg"] = "你讓LT來戰場跟我打",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633965330,
					["from"] = "特變電工",
					["msg"] = "絕對被我打爆",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633965333,
					["from"] = "Lonelykiller",
					["msg"] = "別跟我提這個人了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633965334,
					["from"] = "特變電工",
					["msg"] = "菜鷄",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633965339,
					["from"] = "Lonelykiller",
					["msg"] = "戰場和JJC是兩個世界",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633965529,
					["from"] = "Lonelykiller",
					["msg"] = "有事dc找哥",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633965533,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633965538,
					["from"] = "特變電工",
					["msg"] = "爲啥不是微信",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633965551,
					["from"] = "Lonelykiller",
					["msg"] = "微信? 你是我老闆麼",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633965558,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633965561,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633965578,
					["from"] = "Lonelykiller",
					["msg"] = "撤了",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633965581,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "Lonelykiller",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633965581,
					["from"] = "Lonelykiller",
					["msg"] = "渣渣 ",
					["inbound"] = true,
					["convo"] = "Lonelykiller",
				}, -- [166]
				["info"] = {
				},
			},
			["沒這麼誇張"] = {
				{
					["type"] = 1,
					["time"] = 1633411351,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:5dpgb5FaBe|h[加入：pvp愛好者俱樂部]|h|r",
					["inbound"] = false,
					["convo"] = "沒這麼誇張",
				}, -- [1]
				["info"] = {
				},
			},
			["Tods"] = {
				{
					["type"] = 1,
					["time"] = 1633525500,
					["from"] = "特變電工",
					["msg"] = "痛不痛",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633525504,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633525508,
					["from"] = "Tods",
					["msg"] = "幹",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633525517,
					["from"] = "特變電工",
					["msg"] = "差点输了我们",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633525528,
					["from"] = "Tods",
					["msg"] = "一個錘專把我打死",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633621659,
					["from"] = "特變電工",
					["msg"] = "強不強",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633621683,
					["from"] = "Tods",
					["msg"] = "來。讓我來看看你多少分",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633797488,
					["from"] = "特變電工",
					["msg"] = "我斧頭打你痛不痛",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633797568,
					["from"] = "Tods",
					["msg"] = "草",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633797576,
					["from"] = "特變電工",
					["msg"] = "好像在砍你",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633797579,
					["from"] = "特變電工",
					["msg"] = "好想",
					["inbound"] = false,
					["convo"] = "Tods",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633797638,
					["from"] = "Tods",
					["msg"] = "來毒蛇找我讓你砍",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634051331,
					["from"] = "Tods",
					["msg"] = "你們33打到多少了",
					["inbound"] = true,
					["convo"] = "Tods",
				}, -- [13]
				["info"] = {
				},
			},
			["梁小麵#3596"] = {
				{
					["type"] = 1,
					["time"] = 1633532141,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633532145,
					["from"] = "梁小麵#3596",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633532147,
					["from"] = "特變電工",
					["msg"] = "你喜歡吃小麵嗎",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633532152,
					["from"] = "梁小麵#3596",
					["msg"] = "不喜歡",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633532157,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633532175,
					["from"] = "特變電工",
					["msg"] = "出來 aoge",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633532178,
					["from"] = "特變電工",
					["msg"] = "奧格",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633532188,
					["from"] = "特變電工",
					["msg"] = "讓我見識一下臺服第一法",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633532211,
					["from"] = "梁小麵#3596",
					["msg"] = "笑死  別再吹啦",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633532346,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633608575,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633608578,
					["from"] = "梁小麵#3596",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633608590,
					["from"] = "梁小麵#3596",
					["msg"] = "怎麼了",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633608596,
					["from"] = "特變電工",
					["msg"] = "我喜歡吃小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633608600,
					["from"] = "梁小麵#3596",
					["msg"] = "..",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633608604,
					["from"] = "特變電工",
					["msg"] = "重慶小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633609943,
					["from"] = "特變電工",
					["msg"] = "臺服第一法師居然要打PVE",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633609949,
					["from"] = "特變電工",
					["msg"] = "快來打競技場",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633609964,
					["from"] = "梁小麵#3596",
					["msg"] = "被強迫",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633609981,
					["from"] = "特變電工",
					["msg"] = "法師PVE好無聊",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633609987,
					["from"] = "特變電工",
					["msg"] = "都要睡著",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633865252,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633865261,
					["from"] = "梁小麵#3596",
					["msg"] = "唷呼",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633865276,
					["from"] = "特變電工",
					["msg"] = "hello",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633865320,
					["from"] = "特變電工",
					["msg"] = "找個電薩 獵人打55",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633865346,
					["from"] = "梁小麵#3596",
					["msg"] = "那我要先風暴耶",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633865357,
					["from"] = "特變電工",
					["msg"] = "周二種蒜",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633865361,
					["from"] = "特變電工",
					["msg"] = "周二周三",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633865365,
					["from"] = "特變電工",
					["msg"] = "你有認識的嗎",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633865381,
					["from"] = "梁小麵#3596",
					["msg"] = "梅耶",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1634133274,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1634133288,
					["from"] = "梁小麵#3596",
					["msg"] = "..",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1634133595,
					["from"] = "特變電工",
					["msg"] = "你在打55嗎",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1634133615,
					["from"] = "梁小麵#3596",
					["msg"] = "沒  晚點",
					["inbound"] = true,
					["convo"] = "梁小麵#3596",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1634488591,
					["from"] = "特變電工",
					["msg"] = "小麵",
					["inbound"] = false,
					["convo"] = "梁小麵#3596",
				}, -- [35]
				["info"] = {
				},
			},
			["暗影老師卡好"] = {
				{
					["type"] = 1,
					["time"] = 1633796665,
					["from"] = "暗影老師卡好",
					["msg"] = "<成功>|cff71d5ff|Hspell:33206:0|h[痛苦鎮壓]|h|r",
					["inbound"] = true,
					["convo"] = "暗影老師卡好",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633797353,
					["from"] = "暗影老師卡好",
					["msg"] = "<成功>|cff71d5ff|Hspell:33206:0|h[痛苦鎮壓]|h|r",
					["inbound"] = true,
					["convo"] = "暗影老師卡好",
				}, -- [2]
				["info"] = {
				},
			},
			["胡辣來殺人囉"] = {
				{
					["type"] = 1,
					["time"] = 1634049137,
					["from"] = "胡辣來殺人囉",
					["msg"] = "糟糕 我們有找到一個藍裝戰士了",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1634049146,
					["from"] = "特變電工",
					["msg"] = "還我",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1634049148,
					["from"] = "特變電工",
					["msg"] = "換我",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1634049156,
					["from"] = "特變電工",
					["msg"] = "他拖你們後腿",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1634049159,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1634049162,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我不好意思拒絕她啦qq",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1634049170,
					["from"] = "特變電工",
					["msg"] = "你們多少分了",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1634049170,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們打認真的",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1634049175,
					["from"] = "胡辣來殺人囉",
					["msg"] = "只是找不到固定的隊友",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1634049178,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們日一二三",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1634049180,
					["from"] = "胡辣來殺人囉",
					["msg"] = "都會打",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1634049184,
					["from"] = "胡辣來殺人囉",
					["msg"] = "到時候看你有上",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1634049186,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們就找你",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1634049204,
					["from"] = "特變電工",
					["msg"] = "我晚上22點之後都在",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1634049205,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們很常打 別擔心",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1634049207,
					["from"] = "胡辣來殺人囉",
					["msg"] = "剛好",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1634049210,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們小D也只22點",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1634049215,
					["from"] = "胡辣來殺人囉",
					["msg"] = "才下班",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1634049218,
					["from"] = "胡辣來殺人囉",
					["msg"] = "下次找你",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1634049220,
					["from"] = "特變電工",
					["msg"] = "我也是",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1634049221,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1634049222,
					["from"] = "胡辣來殺人囉",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1634049232,
					["from"] = "特變電工",
					["msg"] = "2300分",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1634049234,
					["from"] = "特變電工",
					["msg"] = "問題不大",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1634049645,
					["from"] = "特變電工",
					["msg"] = "讓我打個30%",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1634049656,
					["from"] = "胡辣來殺人囉",
					["msg"] = "你55不是有隊伍嘛!!",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1634049665,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我印象你打到1800了不是嗎",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1634049668,
					["from"] = "特變電工",
					["msg"] = "他們内訌",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1634049673,
					["from"] = "胡辣來殺人囉",
					["msg"] = "........",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1634049675,
					["from"] = "特變電工",
					["msg"] = "解散了",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1634049675,
					["from"] = "胡辣來殺人囉",
					["msg"] = "-.-",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1634049677,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1634049683,
					["from"] = "胡辣來殺人囉",
					["msg"] = "這麼戲劇化的嗎-.-",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1634049687,
					["from"] = "特變電工",
					["msg"] = "你知道高手脾氣都很大",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1634049694,
					["from"] = "特變電工",
					["msg"] = "這點就很傷",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1634049696,
					["from"] = "胡辣來殺人囉",
					["msg"] = "還好吧 大家都互相學習",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1634049718,
					["from"] = "特變電工",
					["msg"] = "換我打一下 我怕這周沒分。",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1634049720,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1634049726,
					["from"] = "胡辣來殺人囉",
					["msg"] = "等 我問問戰士",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1634049755,
					["from"] = "特變電工",
					["msg"] = "對了 你55有隊伍嗎",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1634049767,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我是沒有 但我禮拜三有固定的PVP團要打",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1634049783,
					["from"] = "特變電工",
					["msg"] = "PVP團？",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1634049792,
					["from"] = "胡辣來殺人囉",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1634049793,
					["from"] = "胡辣來殺人囉",
					["msg"] = "55",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1634049986,
					["from"] = "胡辣來殺人囉",
					["msg"] = "|cFFFFFFFF[|Hurl:https://discord.gg/5sXQMKtY|hhttps://discord.gg/5sXQMKtY|h]|r ",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1634374246,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:P33Vryujdq|h[加入：戰術德 天下無敵]|h|r",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1634390519,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1634390536,
					["from"] = "胡辣來殺人囉",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1634390551,
					["from"] = "特變電工",
					["msg"] = ".。",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1634390553,
					["from"] = "胡辣來殺人囉",
					["msg"] = ".",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1634390584,
					["from"] = "特變電工",
					["msg"] = "33啥時候搞",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1634390592,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們故意打日一二三阿",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1634390595,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我不是有說",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1634390598,
					["from"] = "胡辣來殺人囉",
					["msg"] = "固定",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1634390599,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1634564616,
					["from"] = "胡辣來殺人囉",
					["msg"] = "晚點我問問補要打33?",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1634564620,
					["from"] = "特變電工",
					["msg"] = "好啊",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1634564627,
					["from"] = "特變電工",
					["msg"] = "搞起",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1634564632,
					["from"] = "胡辣來殺人囉",
					["msg"] = "恩",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1634565327,
					["from"] = "特變電工",
					["msg"] = "無頭",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1634565329,
					["from"] = "特變電工",
					["msg"] = "你打了嗎",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1634565333,
					["from"] = "胡辣來殺人囉",
					["msg"] = "打了阿",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1634565336,
					["from"] = "胡辣來殺人囉",
					["msg"] = "沒掉",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1634565337,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1634565338,
					["from"] = "胡辣來殺人囉",
					["msg"] = "QQ",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1634565343,
					["from"] = "胡辣來殺人囉",
					["msg"] = "沒那個命",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1634565362,
					["from"] = "特變電工",
					["msg"] = "有傳送嗎",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1634565363,
					["from"] = "特變電工",
					["msg"] = "還是自己跑",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1634565366,
					["from"] = "胡辣來殺人囉",
					["msg"] = "自己跑",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1634565367,
					["from"] = "胡辣來殺人囉",
					["msg"] = "很近",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1634565372,
					["from"] = "胡辣來殺人囉",
					["msg"] = "反正只有在血色",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1634565372,
					["from"] = "特變電工",
					["msg"] = "幽暗城",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1634565375,
					["from"] = "胡辣來殺人囉",
					["msg"] = "對",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1634565378,
					["from"] = "特變電工",
					["msg"] = "聯盟豈不是很遠",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1634565386,
					["from"] = "胡辣來殺人囉",
					["msg"] = "反正我們是部落囉",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1634566595,
					["from"] = "胡辣來殺人囉",
					["msg"] = "補師要打55  QQ",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1634566596,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與普通 - Headless Horseman交戰（當前52%，5/5存活）",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1634566598,
					["from"] = "胡辣來殺人囉",
					["msg"] = "妳要一起打嗎",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1634566601,
					["from"] = "胡辣來殺人囉",
					["msg"] = "他剛好-2",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1634566605,
					["from"] = "胡辣來殺人囉",
					["msg"] = "他那邊有兩個補",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1634566611,
					["from"] = "特變電工",
					["msg"] = "好啊",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1634566613,
					["from"] = "特變電工",
					["msg"] = "等我出來",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1634566646,
					["from"] = "胡辣來殺人囉",
					["msg"] = "你還差幾場",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1634566680,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗普通 - Headless Horseman!",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1634566692,
					["from"] = "特變電工",
					["msg"] = "-9",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1634566699,
					["from"] = "胡辣來殺人囉",
					["msg"] = "挖靠 你還要打9場喔",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1634566705,
					["from"] = "特變電工",
					["msg"] = "很快",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1634566979,
					["from"] = "胡辣來殺人囉",
					["msg"] = "好了密我們一下",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1634566979,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與普通 - Headless Horseman交戰（當前93%，5/5存活）",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1634566981,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們等你",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1634566982,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1634566987,
					["from"] = "特變電工",
					["msg"] = "-7",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1634567082,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗普通 - Headless Horseman!",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1634567847,
					["from"] = "特變電工",
					["msg"] = "-2",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1634567926,
					["from"] = "胡辣來殺人囉",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1634567926,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與普通 - Headless Horseman交戰（當前4%，5/5存活）",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1634567962,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗普通 - Headless Horseman!",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1634568160,
					["from"] = "特變電工",
					["msg"] = "最後一把",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1634568165,
					["from"] = "胡辣來殺人囉",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1634568169,
					["from"] = "胡辣來殺人囉",
					["msg"] = "我們奧山也要結束了",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1634568172,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1634568372,
					["from"] = "特變電工",
					["msg"] = "12",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1634568374,
					["from"] = "特變電工",
					["msg"] = "++",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1634568453,
					["from"] = "特變電工",
					["msg"] = "這是便當啊",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1634568466,
					["from"] = "胡辣來殺人囉",
					["msg"] = "感覺可以打高",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1634568470,
					["from"] = "胡辣來殺人囉",
					["msg"] = "因為都有在打戰場",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1634568473,
					["from"] = "胡辣來殺人囉",
					["msg"] = "只是小號打一下而已",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1634568485,
					["from"] = "胡辣來殺人囉",
					["msg"] = "組合也不差",
					["inbound"] = true,
					["convo"] = "胡辣來殺人囉",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1634569434,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1634569439,
					["from"] = "特變電工",
					["msg"] = "++",
					["inbound"] = false,
					["convo"] = "胡辣來殺人囉",
				}, -- [110]
				["info"] = {
				},
			},
			["橋下小酒杯"] = {
				{
					["type"] = 1,
					["time"] = 1633523047,
					["from"] = "特變電工",
					["msg"] = "|cff82c5ff|HclubTicket:laapxdHzNe|h[加入：戰術德 天下無敵]|h|r",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633523073,
					["from"] = "橋下小酒杯",
					["msg"] = "?!",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633523113,
					["from"] = "橋下小酒杯",
					["msg"] = "退了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633523119,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633523122,
					["from"] = "特變電工",
					["msg"] = "戰術德",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633523129,
					["from"] = "橋下小酒杯",
					["msg"] = "現在要打嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633523131,
					["from"] = "橋下小酒杯",
					["msg"] = "行阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633523139,
					["from"] = "特變電工",
					["msg"] = "你先進",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633523155,
					["from"] = "橋下小酒杯",
					["msg"] = "能邀請我嗎 我沒辦法點對話框",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633523374,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633523377,
					["from"] = "特變電工",
					["msg"] = "先試一試",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633523384,
					["from"] = "橋下小酒杯",
					["msg"] = "好的'",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633839028,
					["from"] = "橋下小酒杯",
					["msg"] = "要一起排戰場嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633839036,
					["from"] = "特變電工",
					["msg"] = "等我出來",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633839057,
					["from"] = "特變電工",
					["msg"] = "你排戰歌",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633839062,
					["from"] = "特變電工",
					["msg"] = "現在還缺2",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633839147,
					["from"] = "特變電工",
					["msg"] = "終於有補了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633839154,
					["from"] = "特變電工",
					["msg"] = "我死慘了@@",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633839215,
					["from"] = "特變電工",
					["msg"] = "你一來我就起飛了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633839227,
					["from"] = "橋下小酒杯",
					["msg"] = "我沒水包QQ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633839233,
					["from"] = "特變電工",
					["msg"] = "我給你",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633839243,
					["from"] = "橋下小酒杯",
					["msg"] = ":3",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633840217,
					["from"] = "特變電工",
					["msg"] = "我在找個術士 玩33吧",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633842877,
					["from"] = "橋下小酒杯",
					["msg"] = "是不是很能奶",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633842881,
					["from"] = "橋下小酒杯",
					["msg"] = "是不是感覺自己要死了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633842885,
					["from"] = "橋下小酒杯",
					["msg"] = "卻沒死",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633842887,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633842889,
					["from"] = "橋下小酒杯",
					["msg"] = "閻王面前走了一遭",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633842890,
					["from"] = "特變電工",
					["msg"] = "確實牛逼",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633842895,
					["from"] = "特變電工",
					["msg"] = "迅捷",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633843473,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633843475,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633843498,
					["from"] = "特變電工",
					["msg"] = "殺的太雙",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633843966,
					["from"] = "特變電工",
					["msg"] = "26殺起飛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633871895,
					["from"] = "橋下小酒杯",
					["msg"] = "我還以為你是pvp玩家呢",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633871896,
					["from"] = "特變電工",
					["msg"] = "<Deadly Boss Mods> 特變電工正在與25人 - 虛無搶奪者交戰（當前75%，25/25存活）",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633871900,
					["from"] = "橋下小酒杯",
					["msg"] = "想不到你也會打本兒",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633871907,
					["from"] = "橋下小酒杯",
					["msg"] = "重慶第一戰",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633872114,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已經擊敗25人 - 虛無搶奪者!",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633872129,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633872139,
					["from"] = "特變電工",
					["msg"] = "台服第一防戰",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633872150,
					["from"] = "特變電工",
					["msg"] = "搖身一變",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633872152,
					["from"] = "特變電工",
					["msg"] = "強的很",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633872168,
					["from"] = "橋下小酒杯",
					["msg"] = "兄弟 您真逗兒",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633872185,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633872198,
					["from"] = "特變電工",
					["msg"] = "中國頂級程序員 全球頂級投資家",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633872209,
					["from"] = "特變電工",
					["msg"] = "臺服第一防戰",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633872221,
					["from"] = "特變電工",
					["msg"] = "北京第一彈唱歌手",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633872223,
					["from"] = "橋下小酒杯",
					["msg"] = "我就納悶  啥叫頂級程序員啊",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633872234,
					["from"] = "橋下小酒杯",
					["msg"] = "哇操 你重慶跟北京都有房子是不是",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633872244,
					["from"] = "特變電工",
					["msg"] = "差不多吧",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633872255,
					["from"] = "特變電工",
					["msg"] = "重慶人在北京 玩台服",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633872273,
					["from"] = "橋下小酒杯",
					["msg"] = "濕敬濕敬",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633872275,
					["from"] = "橋下小酒杯",
					["msg"] = "大哥您真猛",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633872283,
					["from"] = "橋下小酒杯",
					["msg"] = "操作好 意識高 有房有車有老婆",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633872290,
					["from"] = "特變電工",
					["msg"] = "長得很帥",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633872296,
					["from"] = "特變電工",
					["msg"] = "身高185",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633872302,
					["from"] = "橋下小酒杯",
					["msg"] = "還會寫程序 還頂級投資",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633872304,
					["from"] = "橋下小酒杯",
					["msg"] = "兄弟牛逼",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633872308,
					["from"] = "特變電工",
					["msg"] = "低調",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633872325,
					["from"] = "特變電工",
					["msg"] = "上周五一天虧我100NT",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633872337,
					["from"] = "特變電工",
					["msg"] = "錯了 180萬NT",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633872354,
					["from"] = "橋下小酒杯",
					["msg"] = "確實牛逼  不如買G",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633872359,
					["from"] = "特變電工",
					["msg"] = "蛋疼",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633872367,
					["from"] = "特變電工",
					["msg"] = "你搜特變電工股票",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633872378,
					["from"] = "特變電工",
					["msg"] = "上周跌9.9%",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633872410,
					["from"] = "橋下小酒杯",
					["msg"] = "大哥您缺乾兒子不",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633872434,
					["from"] = "特變電工",
					["msg"] = "沒幾個錢啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633872448,
					["from"] = "橋下小酒杯",
					["msg"] = "行吧 咱就是普通的隊友關係",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633872449,
					["from"] = "特變電工",
					["msg"] = "2個月工資",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633872450,
					["from"] = "橋下小酒杯",
					["msg"] = "別談錢了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633872454,
					["from"] = "橋下小酒杯",
					["msg"] = "傷感情",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633872456,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633872570,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633872625,
					["from"] = "特變電工",
					["msg"] = "你是台灣人嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633872639,
					["from"] = "橋下小酒杯",
					["msg"] = "對阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633872668,
					["from"] = "橋下小酒杯",
					["msg"] = "怎麼了嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633872677,
					["from"] = "特變電工",
					["msg"] = "説話感覺不像",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633872691,
					["from"] = "橋下小酒杯",
					["msg"] = "啊",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633872694,
					["from"] = "橋下小酒杯",
					["msg"] = "可能淘寶買久了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633872743,
					["from"] = "特變電工",
					["msg"] = "今天是你們國慶日嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633872752,
					["from"] = "橋下小酒杯",
					["msg"] = "哥 您說話小心點",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633872763,
					["from"] = "橋下小酒杯",
					["msg"] = "小心被河蟹了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633872773,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633872814,
					["from"] = "特變電工",
					["msg"] = "應該叫辛亥革命110周年",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633872833,
					["from"] = "特變電工",
					["msg"] = "你來個大陸嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633872837,
					["from"] = "特變電工",
					["msg"] = "來過",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633872842,
					["from"] = "橋下小酒杯",
					["msg"] = "沒去過",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633872845,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633872847,
					["from"] = "橋下小酒杯",
					["msg"] = "淘寶鹹魚倒是很常去",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633872852,
					["from"] = "特變電工",
					["msg"] = "能寄過來嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633872857,
					["from"] = "橋下小酒杯",
					["msg"] = "能吧  ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633872866,
					["from"] = "橋下小酒杯",
					["msg"] = "台灣寄大陸審查比較嚴格一點",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633872870,
					["from"] = "橋下小酒杯",
					["msg"] = "大陸寄台灣隨便寄",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633872875,
					["from"] = "特變電工",
					["msg"] = "運費貴嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633872886,
					["from"] = "特變電工",
					["msg"] = "我們這邊都是5塊錢RMB包郵",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633872887,
					["from"] = "橋下小酒杯",
					["msg"] = "還行?  還算能接受吧  不算太貴",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633872896,
					["from"] = "橋下小酒杯",
					["msg"] = "我們估計要50塊",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633872899,
					["from"] = "特變電工",
					["msg"] = "2塊錢都免費郵寄",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633872901,
					["from"] = "橋下小酒杯",
					["msg"] = "50塊人民幣",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633872906,
					["from"] = "橋下小酒杯",
					["msg"] = "200多台幣",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633872937,
					["from"] = "特變電工",
					["msg"] = "你買重慶火鍋鍋底",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633872948,
					["from"] = "特變電工",
					["msg"] = "好吃",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633872959,
					["from"] = "橋下小酒杯",
					["msg"] = "抱歉 我都吃海底撈",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633872963,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633872972,
					["from"] = "特變電工",
					["msg"] = "也差不多",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633873054,
					["from"] = "特變電工",
					["msg"] = "來大陸旅游",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633873066,
					["from"] = "橋下小酒杯",
					["msg"] = "怎?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633873191,
					["from"] = "特變電工",
					["msg"] = "玩啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633873197,
					["from"] = "特變電工",
					["msg"] = "好玩",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633873265,
					["from"] = "橋下小酒杯",
					["msg"] = "我倒是挺想",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633873269,
					["from"] = "橋下小酒杯",
					["msg"] = "現在疫情不許 ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633873277,
					["from"] = "橋下小酒杯",
					["msg"] = "而且我也沒什麼旅遊的錢",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633873384,
					["from"] = "特變電工",
					["msg"] = "節約點花不了多少",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633873403,
					["from"] = "橋下小酒杯",
					["msg"] = "去旅遊還得節約點",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633873406,
					["from"] = "橋下小酒杯",
					["msg"] = "就玩得不盡興了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633873493,
					["from"] = "特變電工",
					["msg"] = "還是魔獸省錢",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633873737,
					["from"] = "特變電工",
					["msg"] = "你打疫苗了嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633873745,
					["from"] = "橋下小酒杯",
					["msg"] = "還沒",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633873747,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633873755,
					["from"] = "特變電工",
					["msg"] = "moderna疫苗嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633873760,
					["from"] = "橋下小酒杯",
					["msg"] = "排不到",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633873794,
					["from"] = "特變電工",
					["msg"] = "大陸這邊早就全民打完了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633873832,
					["from"] = "特變電工",
					["msg"] = "默沙東馬上有特效藥了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633873842,
					["from"] = "特變電工",
					["msg"] = "直接吃藥了 可以不用打了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633873964,
					["from"] = "橋下小酒杯",
					["msg"] = "那也沒辦法啊 哈哈",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1634445724,
					["from"] = "特變電工",
					["msg"] = "印度第一德",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1634451844,
					["from"] = "特變電工",
					["msg"] = "印度第一德",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1634451885,
					["from"] = "橋下小酒杯",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1634451914,
					["from"] = "特變電工",
					["msg"] = "出來單挑",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1634451985,
					["from"] = "橋下小酒杯",
					["msg"] = "趁著奧山州",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1634451990,
					["from"] = "橋下小酒杯",
					["msg"] = "我趕緊把所有裝給換了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1634452059,
					["from"] = "特變電工",
					["msg"] = "好啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1634452066,
					["from"] = "特變電工",
					["msg"] = "昨天跟一個小德打22",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1634452075,
					["from"] = "特變電工",
					["msg"] = "8勝2負",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1634452103,
					["from"] = "特變電工",
					["msg"] = "原地起飛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1634452307,
					["from"] = "橋下小酒杯",
					["msg"] = "厲害嗎他",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1634452327,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1634452512,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1634452518,
					["from"] = "橋下小酒杯",
					["msg"] = "~",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1634452531,
					["from"] = "特變電工",
					["msg"] = "跟我去守塔",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1634452543,
					["from"] = "特變電工",
					["msg"] = "哨塔高地",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1634452563,
					["from"] = "橋下小酒杯",
					["msg"] = "我掛奧山的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1634452618,
					["from"] = "特變電工",
					["msg"] = "家裏斜坡",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1634452623,
					["from"] = "特變電工",
					["msg"] = "守",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1634452628,
					["from"] = "特變電工",
					["msg"] = "起飛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1634452819,
					["from"] = "特變電工",
					["msg"] = "擦、",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1634452821,
					["from"] = "特變電工",
					["msg"] = "別挂網啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [148]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
