
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["say_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["useSkin"] = true,
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["free"] = false,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["咩尬獵人"] = {
				},
				["寻求组队"] = {
				},
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["伊弗斯"] = {
		["邁克爾假死"] = {
			["friendList"] = {
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["沒有小骨"] = 1,
				["|Kq14|k"] = 2,
				["別背對我"] = 1,
				["崩巴"] = 1,
				["凡凡射爆妳"] = 1,
				["鮮肉牛"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["小泰山"] = 1,
				["十塊錢"] = 1,
				["颯可買地殼"] = 1,
				["泰山喔一喔"] = 1,
				["楓糖奶油"] = 1,
				["孟德兄"] = 1,
				["奶很小不給力"] = 1,
				["萬一"] = 1,
				["卡莉米奈西爾"] = 1,
				["尊重友善包容"] = 1,
				["|Kq1|k"] = 2,
				["Thisisbookk"] = 1,
				["號呆"] = 1,
				["花生夾心酥"] = 1,
				["白菜蘿蔔湯"] = 1,
				["帕司達"] = 1,
				["柴汪汪"] = 1,
				["成都張叔叔"] = 1,
				["麥噹噹當勞"] = 1,
				["噬血症"] = 1,
				["大泰山"] = 1,
				["梅妃"] = 1,
				["客家鳥德"] = 1,
				["|Kq13|k"] = 2,
				["皮蛋瘦肉粥"] = 1,
				["哞哞牛哞哞"] = 1,
				["后羿之后"] = 1,
				["|Kq2|k"] = 2,
				["忘卻的紀念"] = 1,
				["路易斯衝鋒"] = 1,
				["九如魚翅湯"] = 1,
				["|Kq3|k"] = 2,
				["夕映澤瞳"] = 1,
				["黑暗蘿莉"] = 1,
				["小心吐乃"] = 1,
				["國家機器動次"] = 1,
				["大發哥"] = 1,
				["畜生大隊長"] = 1,
				["|Kq12|k"] = 2,
				["站住別動"] = 1,
				["|Kq5|k"] = 2,
				["快刀"] = 1,
				["Xemomo"] = 1,
				["|Kq11|k"] = 2,
				["傻酷喇"] = 1,
				["狄玥"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["|Kq9|k"] = 2,
				["強插插卡稱"] = 1,
				["拔蘿蔔"] = 1,
				["為你跑屍"] = 1,
				["美腿"] = 1,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["唯恐不亂"] = 1,
				["術匠師"] = 1,
				["|Kq6|k"] = 2,
				["鈴木一徹"] = 1,
				["佐久夜巨巨"] = 1,
				["桃園綠巨人"] = 1,
				["卡副本專員"] = 1,
				["搞事莉莉絲"] = 1,
				["Lars"] = 1,
				["毛毛小寶貝"] = 1,
				["小芸"] = 1,
				["青蛙"] = 1,
				["Ddevv"] = 1,
				["阿峰哥"] = 1,
				["浪漫牛兒"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["甲鳥薩"] = 1,
				["萬箭"] = 1,
				["帕爾提娜"] = 1,
				["|Kq17|k"] = 2,
				["跌倒馬丁尼"] = 1,
				["給本仙女跪下"] = 1,
				["貝西揮出釣竿"] = 1,
				["|Kq8|k"] = 2,
				["瀟灑大壞蛋"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["武漢大隊長"] = 1,
				["展雄飛"] = 1,
				["裴矩"] = 1,
				["小小寶"] = 1,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["阿強"] = 1,
				["青樓探花"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["妮阿桃"] = 137,
				["台台"] = 555,
				["灰魯魯"] = 50,
				["無恥老王"] = 969,
				["萌小牛"] = 90,
				["Hacunamatata"] = 132,
				["女乃馬奇"] = 756,
				["嗜甜如命"] = 293,
				["后羿射日"] = 470,
				["兵革"] = 848,
				["米菲亞"] = 894,
				["娃哭了抱一下"] = 484,
				["御獸者"] = 18,
				["山鳥飛絕"] = 219,
				["壞壞的奶茶"] = 479,
				["屎汭嗑"] = 317,
				["剩其他人不在"] = 280,
				["傑克薩恩"] = 119,
				["斬三"] = 38,
				["干別嚇我"] = 871,
				["彩希芙"] = 322,
				["熊爺爺發包包"] = 95,
				["子瑜的草藥包"] = 100,
				["Kengdom"] = 65,
				["美國鋼鐵牛"] = 178,
				["青春一記荒唐"] = 436,
				["逃啦夭"] = 574,
				["冰炎"] = 277,
				["Bigomage"] = 26,
				["部落守衛"] = 912,
				["妘妹"] = 306,
				["清靜"] = 143,
				["塔琳"] = 478,
				["毛仔怪"] = 191,
				["皇家"] = 228,
				["威爾斯科基"] = 128,
				["蕭哥真的好帥"] = 91,
				["血靈萬相"] = 394,
				["執夏千歌"] = 476,
				["神定未來"] = 376,
				["玄燁朧"] = 777,
				["Xiaoming"] = 455,
				["日黑扯旗"] = 46,
				["鮮橘茶"] = 721,
				["Rainstop"] = 181,
				["新冠病毒"] = 650,
				["小小清"] = 636,
				["菠菠麗娜"] = 390,
				["傀儡娃娃"] = 146,
				["Mesher"] = 837,
				["泡泡老哥"] = 174,
				["心之箭"] = 325,
				["楊婆婆"] = 348,
				["小小閣"] = 487,
				["中華民國台牛"] = 554,
				["香草拿鐵派司"] = 77,
				["職業試玩二"] = 961,
				["咪咪兔"] = 946,
				["三隊薩滿"] = 267,
				["一祈福一"] = 553,
				["Angelaqwq"] = 161,
				["加摩爾必須死"] = 466,
				["啤兒冰盪"] = 588,
				["據說"] = 332,
				["小雙姐姐"] = 925,
				["咪咪俗麗"] = 168,
				["Secondkill"] = 449,
				["殺小六十九"] = 108,
				["記不清是誰"] = 535,
				["今晚打老鼠"] = 271,
				["草莓比司吉"] = 731,
				["巴溫"] = 759,
				["浜边美波"] = 175,
				["塔格奧的遠征"] = 477,
				["致命哞哞"] = 387,
				["我叫緋村"] = 497,
				["雅妮提絲"] = 195,
				["基基斯咪搭"] = 629,
				["Forthemagic"] = 444,
				["你有病是不是"] = 917,
				["牛梅花薄切"] = 176,
				["李跑跑"] = 342,
				["死亡之影"] = 957,
				["轉世叫小賀"] = 723,
				["符阿水"] = 569,
				["Iamxiaobu"] = 598,
				["小小煌"] = 17,
				["嬤嬤喪"] = 711,
				["軟飯最暖胃"] = 399,
				["新種族"] = 109,
				["圣光的欺诈"] = 295,
				["子瑜的酷吉"] = 868,
				["草莓帕妃糖"] = 901,
				["至夏悠悠"] = 897,
				["瘋牛症病原體"] = 931,
				["去年的羊肉"] = 468,
				["綠皮共治仔"] = 381,
				["雪菈"] = 967,
				["乂橘子乂"] = 844,
				["香草鐵泡泡"] = 983,
				["米契"] = 676,
				["雪在流"] = 75,
				["哞深哪"] = 291,
				["靈刀希狼"] = 699,
				["七玄冰火"] = 457,
				["Sinanju"] = 737,
				["加芬"] = 113,
				["立花里子"] = 815,
				["我叫朵拉斯"] = 807,
				["Brant"] = 441,
				["一瓢飲"] = 842,
				["鬼武葬"] = 794,
				["香草拿鐵小妹"] = 79,
				["燹火"] = 513,
				["十全藥膳排骨"] = 750,
				["草東"] = 388,
				["莫炘宇"] = 194,
				["水野潮陽"] = 567,
				["牛夫人"] = 889,
				["九層塔炒蛤蠣"] = 796,
				["榨菜茶葉蛋"] = 565,
				["小熱飯"] = 803,
				["冰紅茶拿鐵"] = 27,
				["鄭屁杰"] = 405,
				["楓夜"] = 956,
				["神之班尼爾"] = 375,
				["微風賊賊"] = 170,
				["泰斯塔羅莎"] = 238,
				["惡魔師"] = 186,
				["甜在心大饅頭"] = 780,
				["突擊"] = 51,
				["Bnxx"] = 938,
				["癢癢哥布林"] = 932,
				["漢尼拔博士"] = 713,
				["哇嘎哩嗎嘕"] = 856,
				["貪吃布丁"] = 397,
				["老牧濕"] = 974,
				["一心淨土"] = 162,
				["楓憶"] = 563,
				["冰糖炖水泥"] = 278,
				["Cleric"] = 443,
				["到底是在吵尛"] = 618,
				["葉立德"] = 391,
				["地上有火小心"] = 296,
				["滅團師太"] = 117,
				["那堤瑟雅"] = 404,
				["香草拿鐵奶昔"] = 984,
				["淡紫"] = 358,
				["偷摸大雞"] = 199,
				["校正回規"] = 503,
				["恣夏不醉"] = 560,
				["德魯伊一二三"] = 645,
				["從沒見過冰山"] = 324,
				["密斯歐勒橘"] = 834,
				["曠野呼喊者"] = 336,
				["塔槍卡"] = 755,
				["赦生滅"] = 536,
				["痴瓜群眾"] = 177,
				["吸奶仔"] = 471,
				["魔剎"] = 915,
				["骨感胖妹"] = 720,
				["索盧塞克"] = 782,
				["韓覽叫"] = 414,
				["亂鳳"] = 608,
				["淒月之夜"] = 234,
				["光光小戰"] = 977,
				["最美的"] = 337,
				["自然忽悠着你"] = 386,
				["一叭等三年"] = 425,
				["Rknight"] = 1,
				["射在牆壁上"] = 83,
				["神崎蘭子"] = 727,
				["頭暈暈"] = 415,
				["Echoes"] = 733,
				["偷遍世界"] = 427,
				["Elfmoon"] = 596,
				["母湯愛上偶"] = 353,
				["黃泊淳本人"] = 551,
				["名不知君"] = 855,
				["一阿牛一"] = 605,
				["是條魚"] = 979,
				["有洙川陽炎"] = 341,
				["蛋比鳥大"] = 964,
				["毘沙哞天"] = 772,
				["朽木白哉"] = 768,
				["風鳥"] = 211,
				["冰烏龍拿鐵"] = 116,
				["Zodd"] = 604,
				["Seductive"] = 223,
				["冰火霜天"] = 11,
				["雪酪"] = 210,
				["豕者豆頁女且"] = 935,
				["悽悽慘慘戚戚"] = 495,
				["算了戒不掉"] = 52,
				["香草西米露"] = 982,
				["榮耀之小貓幾"] = 771,
				["風少"] = 702,
				["癢癢臭臭的"] = 522,
				["纖手馭龍"] = 582,
				["豬一般的隊友"] = 690,
				["小弟弟甩了甩"] = 314,
				["致命大榔頭"] = 682,
				["射手獵"] = 69,
				["南港蘇貞昌"] = 620,
				["萌熊"] = 902,
				["叁月"] = 852,
				["王大垂"] = 671,
				["幽暗城守衛"] = 761,
				["燐葉"] = 72,
				["曹洪"] = 499,
				["阿素"] = 148,
				["Tankgirl"] = 266,
				["誠信贏天下"] = 22,
				["柳七夜"] = 589,
				["帥哥史奴比"] = 318,
				["米麗婭"] = 677,
				["瀨戶豪三郎"] = 361,
				["大遺言家"] = 300,
				["綠簡"] = 681,
				["生若浮雲"] = 214,
				["曾揮霍的昨天"] = 500,
				["宿醉嘎逼"] = 5,
				["瞬發爐石委員"] = 33,
				["一阿美一"] = 456,
				["鋁罐"] = 229,
				["芸淡風輕"] = 97,
				["魁儡"] = 707,
				["大樂子"] = 169,
				["無心之罪"] = 364,
				["可樂小子"] = 287,
				["風擱淺雨"] = 703,
				["琴操姑娘"] = 371,
				["八倍鏡"] = 43,
				["霧月"] = 412,
				["小樂子"] = 637,
				["其實也還好"] = 66,
				["夜王"] = 480,
				["口袋代言人"] = 13,
				["Dessertpal"] = 247,
				["庫瑪雷斯"] = 492,
				["阿加特"] = 407,
				["Angelaqq"] = 196,
				["小小真情"] = 313,
				["伊修爾瓦列德"] = 942,
				["突然想玩獵人"] = 724,
				["月瀅瀅"] = 877,
				["毘沙戰天"] = 173,
				["關鍵時刻寶傑"] = 965,
				["德武与安娜"] = 493,
				["閃開薩不住啦"] = 35,
				["九層塔烘蛋"] = 797,
				["種汁種汁"] = 163,
				["小於菟"] = 831,
				["楓謎"] = 61,
				["Exilearrow"] = 735,
				["宇文邕"] = 725,
				["武釋"] = 201,
				["阿米拉"] = 913,
				["地瓜炸雞"] = 801,
				["我要躺到底"] = 110,
				["搞事仔熊爺爺"] = 157,
				["密斯特布魯"] = 951,
				["帥死人"] = 120,
				["無情虐殺"] = 231,
				["牧雪花"] = 124,
				["冰乓波"] = 212,
				["雪菈菈"] = 719,
				["Btk"] = 442,
				["胖胖的樂子"] = 159,
				["椒麻雞腿排"] = 656,
				["冰腳被抵抗"] = 849,
				["九天"] = 845,
				["紫玥兒"] = 193,
				["花憐無落葉"] = 685,
				["楓熙"] = 429,
				["安娜要乖"] = 634,
				["百里守約"] = 20,
				["木瓜雙皮奶"] = 501,
				["秋聖卍"] = 893,
				["隔壁班導師"] = 56,
				["一壺濁酒"] = 841,
				["Xaru"] = 452,
				["紅樂樂"] = 378,
				["雷霆崖守衛"] = 410,
				["聖光強強滾"] = 384,
				["一晧晧一"] = 41,
				["Trowa"] = 603,
				["雕梨姥牧"] = 821,
				["搓泥匹"] = 875,
				["龍龍薩"] = 94,
				["布妞"] = 952,
				["亂亂鳳"] = 57,
				["淘氣寶"] = 202,
				["Theend"] = 450,
				["閒妻涼母"] = 543,
				["Ladoo"] = 600,
				["光光小賊"] = 919,
				["Backagain"] = 438,
				["兇神惡薩"] = 615,
				["毛仔獸"] = 883,
				["電療機器人"] = 411,
				["亞培"] = 609,
				["Bigoc"] = 80,
				["莖莖有味"] = 980,
				["柯爾岑娜"] = 140,
				["月黑高飛"] = 340,
				["Exileblade"] = 64,
				["熾夏玩美"] = 811,
				["大祐馳玖"] = 556,
				["妖人死"] = 305,
				["山鰤獵人"] = 805,
				["巴歐"] = 641,
				["人財兩空"] = 205,
				["Lemesis"] = 601,
				["Muo"] = 448,
				["淼焱"] = 359,
				["毘沙門天"] = 506,
				["終焉之戰"] = 380,
				["最悟"] = 767,
				["恢復有毒"] = 646,
				["暗影達人"] = 428,
				["香飄飄抹茶"] = 795,
				["豬隊友字帆"] = 691,
				["草莓物語"] = 209,
				["海拉魯"] = 510,
				["陸蚩"] = 409,
				["今晚打瞌睡"] = 182,
				["Ashsbringer"] = 39,
				["欣玥如歌"] = 350,
				["Boleyn"] = 440,
				["夜盲症"] = 207,
				["Xiaobaobaoba"] = 453,
				["撒浪嘿呦"] = 649,
				["系告敢丟"] = 240,
				["爪爪小騎"] = 365,
				["芒果雪莓娘"] = 899,
				["玩命凱薩"] = 579,
				["猥瑣老王"] = 971,
				["別逼我擋怪"] = 747,
				["丟丟"] = 829,
				["Doomslayer"] = 81,
				["布妞妞"] = 870,
				["查爾濕"] = 71,
				["Rewinted"] = 262,
				["幼女試車員"] = 491,
				["跟布魯斯求婚"] = 92,
				["柯憐娜"] = 48,
				["莫忘窮苦多"] = 432,
				["亞馬遜的遠征"] = 129,
				["至夏想想"] = 818,
				["正中眉心"] = 566,
				["啊啦呼啊吧"] = 722,
				["射貴桃"] = 310,
				["干什麼東西"] = 319,
				["魔女宅急射"] = 708,
				["艾彩"] = 53,
				["蕃茄兒"] = 392,
				["Furiousling"] = 445,
				["玉琳哥"] = 890,
				["部落衛兵"] = 539,
				["以莉亞"] = 198,
				["暹別搞"] = 652,
				["法力高"] = 662,
				["洨賴"] = 664,
				["西黑大將軍"] = 788,
				["沂忻"] = 661,
				["李美宏敢啦"] = 562,
				["艾斯卡達爾"] = 683,
				["失敗的糆"] = 304,
				["若相依"] = 220,
				["騷蹄子"] = 793,
				["Tods"] = 738,
				["新興區加摩爾"] = 60,
				["毘沙聖天"] = 8,
				["當代電影大師"] = 517,
				["陌語"] = 408,
				["先坦三分鐘"] = 183,
				["薩哞耶"] = 687,
				["卡茲那堤"] = 12,
				["洨胖"] = 49,
				["驚天拳吳留手"] = 823,
				["終歸一嗜"] = 680,
				["貓神的小貓咪"] = 98,
				["狂暴麥該牢"] = 670,
				["阿美族"] = 544,
				["天蓬"] = 632,
				["早射達人"] = 171,
				["寧鳳林臭酸奶"] = 16,
				["牤師"] = 366,
				["Vapocoolant"] = 451,
				["我是大高玩"] = 329,
				["澈沐沐"] = 665,
				["氣在來"] = 354,
				["Bigox"] = 2,
				["Cowwalker"] = 836,
				["鹹魚我最鹹"] = 421,
				["完美落地"] = 308,
				["追憶似水流年"] = 909,
				["你娘靈堂失火"] = 612,
				["啻犬"] = 858,
				["水包屎做的"] = 774,
				["杜拉拉"] = 47,
				["皮蛋瘦肉粥"] = 673,
				["關節"] = 179,
				["Barry"] = 835,
				["這一拳二十年"] = 431,
				["魁魁"] = 550,
				["阿伯回來了"] = 583,
				["三條悟"] = 458,
				["繁星夜"] = 382,
				["專射你臉"] = 311,
				["霄林北"] = 791,
				["哺唅吉"] = 68,
				["小峱"] = 135,
				["喚不回的感傷"] = 292,
				["菸酒大叔"] = 221,
				["姜小蝦"] = 483,
				["歐陽薰"] = 123,
				["楓舞筱嫣"] = 879,
				["不良柴犬"] = 269,
				["仕若終章"] = 272,
				["香草煉乳冰沙"] = 920,
				["菸酒阿叔"] = 34,
				["奧利恩"] = 233,
				["太陽之井守衛"] = 114,
				["國有廉價勞工"] = 14,
				["笨笨的樂子"] = 144,
				["Inasiiss"] = 446,
				["龍老爸"] = 37,
				["焦阿曬"] = 668,
				["香濃可可"] = 706,
				["最隱"] = 338,
				["老衲法號衰哥"] = 383,
				["小雙"] = 924,
				["布琳希德"] = 103,
				["在座的各位"] = 627,
				["超級高玩"] = 906,
				["痴人聖"] = 519,
				["恩歪剋低武士"] = 873,
				["果蛋"] = 344,
				["誘導力場"] = 130,
				["龍舟隊長"] = 552,
				["Hers"] = 251,
				["打骨頭"] = 763,
				["Jackz"] = 254,
				["好辣手"] = 482,
				["國安感冒糖漿"] = 7,
				["天涯海角"] = 302,
				["Rocketduck"] = 838,
				["鮪魚玉米"] = 420,
				["無小雙"] = 958,
				["Gihan"] = 597,
				["卡迪歐"] = 467,
				["裁芸剪水"] = 74,
				["來自辛亥驕傲"] = 798,
				["十全旗手"] = 586,
				["莎爾維加"] = 389,
				["阿芸偷偷摸摸"] = 160,
				["戀芯星塵"] = 953,
				["扣泥吉娃娃"] = 647,
				["陳半仙"] = 4,
				["為所欲為倉庫"] = 88,
				["風雲火虎"] = 705,
				["酒醉哥"] = 542,
				["狸奈奈"] = 19,
				["又有你的毛"] = 621,
				["奇奇"] = 863,
				["小夥棄"] = 312,
				["偷心小貓咪"] = 847,
				["一吋法師"] = 578,
				["蜜糖吐司"] = 934,
				["佐藤潘德拉岡"] = 3,
				["達米安"] = 911,
				["Snutzy"] = 263,
				["耶灬我誰"] = 580,
				["魔法阿公"] = 419,
				["泰泰"] = 887,
				["東尼大木棒"] = 31,
				["速趴悲劇塔"] = 401,
				["Soullink"] = 265,
				["小美女騎士"] = 315,
				["很姓少年噁心"] = 147,
				["风韵"] = 792,
				["感殤"] = 327,
				["霓妮"] = 548,
				["咖哩叔叔"] = 799,
				["天空橋朋花"] = 631,
				["朝朝扯旗"] = 654,
				["患得患失"] = 561,
				["Zeisslol"] = 739,
				["巡撫"] = 640,
				["沁玥冰兒"] = 810,
				["琦玉老師"] = 370,
				["電電狗"] = 547,
				["奪魂黑影"] = 82,
				["Bigoe"] = 439,
				["燕草"] = 239,
				["飛葉快刀"] = 180,
				["香飄飄奶酪"] = 822,
				["二十七號"] = 270,
				["雙嬌小魚兒"] = 914,
				["歐巴嘎"] = 658,
				["奶茶小壞壞"] = 15,
				["饅頭砸摳"] = 575,
				["洛樊"] = 507,
				["子瑜的寵物"] = 867,
				["Reko"] = 204,
				["聖經乂"] = 21,
				["偷鹽蛇"] = 710,
				["阿薩佈魯"] = 696,
				["Ogamar"] = 164,
				["嘉寶"] = 475,
				["天上聖母默娘"] = 142,
				["給妳棒棒"] = 524,
				["海大王"] = 509,
				["芬達蘋果"] = 684,
				["卡禿嚕皮"] = 282,
				["一雨知寒"] = 740,
				["咩噗"] = 289,
				["化身孤島的鯨"] = 587,
				["佛懺降罪人"] = 611,
				["濕滑螺絲起子"] = 203,
				["沖繩黑糖牛奶"] = 884,
				["死靈守護者"] = 351,
				["喵小紅"] = 230,
				["提里奧弗丁乂"] = 874,
				["林美不要"] = 808,
				["草帽魯夫"] = 527,
				["凌鹿"] = 67,
				["狂人十一"] = 714,
				["光光小牧"] = 936,
				["Xegony"] = 96,
				["月爸的遠征"] = 339,
				["薄荷與雷電"] = 529,
				["華惹法"] = 571,
				["阿芸"] = 966,
				["艾瑪肉肉"] = 963,
				["你們"] = 426,
				["月読"] = 122,
				["米糬糬"] = 523,
				["英德烈"] = 900,
				["白龍魯迅儒學"] = 89,
				["风的祭奠"] = 417,
				["海德格啾我"] = 101,
				["姽嫿"] = 633,
				["槍與薔薇"] = 505,
				["熊爺爺"] = 76,
				["小妹妹蹲著吃"] = 635,
				["仰視"] = 10,
				["三犄"] = 197,
				["簡郭阿龍"] = 816,
				["告敢丟"] = 288,
				["布布妞妞"] = 642,
				["Startrack"] = 602,
				["Xiaobudesu"] = 454,
				["潮噴女王"] = 360,
				["早安七哭比"] = 225,
				["貪食蛇大帝"] = 398,
				["危機"] = 28,
				["麵包宗師"] = 828,
				["終歸一夢"] = 73,
				["泥哥戰士"] = 663,
				["喔告咬他"] = 232,
				["血獄"] = 572,
				["兇殘的涂老闆"] = 614,
				["倒立喝汽水"] = 943,
				["瘋牛沒病"] = 520,
				["珍奶不加冰"] = 778,
				["殺手九十六"] = 930,
				["小蝴莉"] = 488,
				["姆露"] = 923,
				["小魚浠浠"] = 316,
				["洨胖胖"] = 508,
				["新店周杰倫"] = 187,
				["菇逃菇鬧"] = 785,
				["無小小雙"] = 78,
				["天天漲不停"] = 301,
				["狗勾"] = 367,
				["噗噗術"] = 294,
				["陰險小戰"] = 93,
				["所要者魂"] = 762,
				["凱薩裂蹄"] = 746,
				["血雞林薩滿"] = 434,
				["法施"] = 356,
				["Ophelia"] = 261,
				["Monni"] = 257,
				["奶舖"] = 864,
				["寶奇課長"] = 58,
				["窮學生"] = 377,
				["Opcoastline"] = 260,
				["粉爺"] = 678,
				["冰摩卡拿鐵"] = 464,
				["地板有火小心"] = 297,
				["琥珀川伊藤"] = 213,
				["喵之琳琳"] = 753,
				["喵葬人"] = 625,
				["搖滾布絲"] = 331,
				["Jbook"] = 255,
				["轉世叫小赫"] = 789,
				["毛毛小寶貝"] = 773,
				["Chillness"] = 246,
				["Alexqq"] = 241,
				["可口乃汁"] = 286,
				["史傳傑女士"] = 623,
				["亂亂鳳薩"] = 460,
				["櫻桃兔"] = 880,
				["超級王"] = 693,
				["地板哥"] = 921,
				["風涼話大師"] = 704,
				["璐璐雪"] = 813,
				["小羽布葶"] = 638,
				["只好玩法爺了"] = 853,
				["思緒飄揚"] = 185,
				["追憶風華年代"] = 790,
				["程昱"] = 674,
				["悍飽"] = 591,
				["牧鹿人"] = 959,
				["合作射老師"] = 469,
				["小奶牧"] = 802,
				["光光小術"] = 945,
				["憂心"] = 328,
				["Monnini"] = 447,
				["阿公店店花"] = 695,
				["無碼牛腥拳"] = 775,
				["處不留爺自去"] = 530,
				["予恩"] = 742,
				["小心吐奶"] = 559,
				["亡靈新兵"] = 584,
				["Matoloki"] = 424,
				["枫皇"] = 345,
				["肉煮到不見啦"] = 385,
				["丨深深丨"] = 145,
				["來了來了來了"] = 613,
				["美國牛隊長"] = 783,
				["Elfnatural"] = 249,
				["Dogg"] = 248,
				["灰色騎士"] = 667,
				["楓雲"] = 564,
				["武者羅"] = 881,
				["風城浮雲"] = 701,
				["莉賽洛德"] = 528,
				["毘沙妖天"] = 172,
				["乜都德"] = 741,
				["古惑崽"] = 285,
				["哩五嘆吉哞"] = 800,
				["泣孤"] = 886,
				["速不術"] = 400,
				["Alta"] = 9,
				["安鬼莉"] = 486,
				["妖獵手"] = 866,
				["痛夢空洞"] = 518,
				["近我者聖光"] = 149,
				["塔洛娜"] = 298,
				["黃泉比良坂"] = 131,
				["一之瀨志希"] = 840,
				["Katyheha"] = 217,
				["好想玩狂戰喔"] = 865,
				["Bomi"] = 732,
				["買單火焰球"] = 692,
				["Socasky"] = 264,
				["阿薩姆奶聖"] = 545,
				["蔡翠秋"] = 903,
				["輸潑屎大"] = 907,
				["西湖水"] = 136,
				["帕那刻亞"] = 643,
				["大鷹吉祥"] = 949,
				["Chiehyu"] = 244,
				["傳說小百"] = 463,
				["哇嘎哩嗎嘻噠"] = 473,
				["泥哥騎士"] = 127,
				["風行者丨寒戰"] = 111,
				["Nunn"] = 259,
				["日陽羽翼"] = 978,
				["塞哪里奥"] = 206,
				["Essilorlolz"] = 940,
				["喵嗷嗚"] = 754,
				["Binary"] = 594,
				["信我者得永生"] = 743,
				["騙神仔"] = 418,
				["一隻牛"] = 833,
				["夜羽殤"] = 481,
				["海鹽那堤"] = 121,
				["沒有什麼"] = 355,
				["姨媽來了"] = 307,
				["Bigo"] = 593,
				["紫祈"] = 590,
				["書包"] = 653,
				["Hemanbb"] = 736,
				["血劍一佈"] = 152,
				["生財之道"] = 158,
				["武動血吼"] = 190,
				["小屁還"] = 184,
				["暹小花"] = 955,
				["鄉下嬉皮"] = 540,
				["小雷包"] = 489,
				["看老衲降魔杵"] = 374,
				["跟風練個聖騎"] = 537,
				["索爾大酋長"] = 106,
				["舞唲曦"] = 151,
				["綠惡魔"] = 430,
				["尼根小小號"] = 105,
				["十四位薩滿"] = 281,
				["根雞圖騰"] = 809,
				["飍靐"] = 416,
				["遊客李老八"] = 402,
				["灰燼之刃"] = 568,
				["啾毛"] = 624,
				["職業試玩一"] = 933,
				["閃電鏈拉西"] = 216,
				["光光小薩"] = 944,
				["卍一空一卍"] = 619,
				["拉普拉斯"] = 712,
				["依菲希斯"] = 273,
				["綺麗"] = 715,
				["口囧口"] = 284,
				["芙蕾拉"] = 215,
				["叔叔撞阿姨"] = 622,
				["午夜奶爸"] = 585,
				["小肥毛"] = 973,
				["冰心冷刃"] = 745,
				["鹹魚翻身夢"] = 25,
				["喵小菲"] = 860,
				["薯餅蛋堡"] = 688,
				["Rodenstock"] = 709,
				["衝鋒釋放"] = 573,
				["潑屎妹"] = 511,
				["無大雙"] = 208,
				["Chickbb"] = 243,
				["大姨媽"] = 862,
				["Tyranus"] = 968,
				["西黑"] = 395,
				["Amyamy"] = 242,
				["啾嗷"] = 859,
				["火加歌等於我"] = 235,
				["賺錢第一"] = 435,
				["資深小妹"] = 975,
				["楓荷"] = 826,
				["哭妖王"] = 29,
				["殺戮聖經"] = 352,
				["血染紅的悲傷"] = 531,
				["Novdark"] = 258,
				["Bndd"] = 595,
				["達羅威夫人"] = 717,
				["亂亂凰"] = 607,
				["代入我的心事"] = 846,
				["伊騰飛"] = 42,
				["凜冬將臨"] = 167,
				["柏修斯"] = 346,
				["凌貓"] = 224,
				["Brucelolz"] = 939,
				["終南山活死人"] = 379,
				["Aldo"] = 577,
				["逃之夭夭"] = 581,
				["光光小獵"] = 937,
				["瘋狂羅賓"] = 521,
				["牛夫人的奶媽"] = 669,
				["廬山升龍霸"] = 321,
				["是朵花"] = 928,
				["夏瑀"] = 948,
				["是場雨"] = 927,
				["職業試玩四"] = 962,
				["急性發錢寒"] = 872,
				["黃泉夜"] = 423,
				["冰城邪靈"] = 276,
				["天才那個珊"] = 922,
				["我是犀牛"] = 830,
				["光光小聖"] = 107,
				["玖筒"] = 369,
				["新店彭于晏"] = 764,
				["奶香小牛蹄"] = 757,
				["Hulkv"] = 236,
				["搞事大隊隊長"] = 126,
				["貝比女孩"] = 904,
				["購滿長皮包"] = 820,
				["塔林"] = 156,
				["巡迴家"] = 490,
				["城崎美嘉"] = 628,
				["光光阿哞"] = 134,
				["特務七十八"] = 970,
				["憂鬱鈴鐺"] = 806,
				["咪琦咪琦"] = 290,
				["小雙是女神"] = 84,
				["斯卡蒂"] = 498,
				["子瑜的彬彬"] = 950,
				["春娘"] = 765,
				["雨食"] = 546,
				["平平的平平"] = 320,
				["捅王"] = 118,
				["咖哩芝麻"] = 472,
				["要水請叫爸爸"] = 819,
				["口古口"] = 154,
				["德過且過"] = 45,
				["舞箭人春寒"] = 138,
				["散財"] = 334,
				["逃啊夭"] = 910,
				["香草拿鐵奶泡"] = 976,
				["很像她"] = 323,
				["發條橘子"] = 672,
				["越女劍"] = 55,
				["宇閣墨香"] = 869,
				["榴蓮大王"] = 189,
				["閉著眼睛讓你"] = 62,
				["灆曦"] = 362,
				["別打我要有愛"] = 200,
				["密斯布菈蕾"] = 155,
				["我係菩提老祖"] = 125,
				["可貴者膽"] = 728,
				["牛咩咩耶"] = 514,
				["只活在副本"] = 825,
				["Angelinaqwq"] = 153,
				["梅爾德拉斯"] = 347,
				["單戈女臣"] = 474,
				["莫陽"] = 99,
				["率獸食人"] = 368,
				["焚情"] = 363,
				["苜獅"] = 570,
				["西北偏北"] = 786,
				["弓曲廣陵散"] = 139,
				["齁裡穴"] = 576,
				["依依啊啊"] = 237,
				["Kumamon"] = 599,
				["台灣小黑熊"] = 854,
				["乂岩谷尚文乂"] = 115,
				["業餘鏟屎官"] = 657,
				["轉世麥皂"] = 538,
				["郭雲天老師"] = 24,
				["尐沫"] = 758,
				["拉加斯"] = 954,
				["Bgman"] = 592,
				["赤城米莉亞"] = 905,
				["投十元獵人"] = 86,
				["天竺鼠卡車"] = 303,
				["鬼頭刀"] = 549,
				["翦燭"] = 784,
				["美佐不要"] = 817,
				["克洛根"] = 274,
				["薩拉米果"] = 102,
				["最峰"] = 876,
				["鳳凰雁"] = 112,
				["頹廢曉曉"] = 700,
				["蜜世界"] = 393,
				["阿公店店長"] = 133,
				["豹叔叔"] = 141,
				["Kosuke"] = 256,
				["埃漏哈死洞"] = 861,
				["很熱"] = 44,
				["小剝皮"] = 558,
				["撒浪嘿"] = 648,
				["浪漫晨風"] = 832,
				["部落工讀生"] = 718,
				["生財功具"] = 814,
				["晒骆驼"] = 766,
				["小蒨"] = 639,
				["Chihanx"] = 245,
				["佛系補血"] = 166,
				["北都"] = 851,
				["轉世跳跳"] = 23,
				["多尼多尼巴喬"] = 299,
				["不死族守衛"] = 843,
				["沙漠之鷹"] = 885,
				["只是浮雲"] = 751,
				["征戰者"] = 644,
				["布妞大正妹"] = 85,
				["為妳寫詩"] = 888,
				["今晚打醬油"] = 461,
				["奔波兒霸"] = 557,
				["酒妹"] = 541,
				["江柔"] = 730,
				["浩司"] = 357,
				["叫我拔拔"] = 752,
				["狂妄失德"] = 192,
				["林森北路殺手"] = 343,
				["柒莫"] = 769,
				["哈辣雞翅"] = 857,
				["毘沙喵天"] = 882,
				["武玥蝕貳"] = 659,
				["乂泠乂"] = 941,
				["Bigoh"] = 104,
				["朕說了算"] = 878,
				["素西西"] = 679,
				["秋毛"] = 781,
				["Rolickon"] = 839,
				["Lucozade"] = 40,
				["燄靈"] = 512,
				["珍奶去冰"] = 779,
				["肯德基蛋塔"] = 526,
				["衝殺小朋友"] = 532,
				["星丶辰"] = 188,
				["樂小主"] = 226,
				["西谷夕"] = 787,
				["萬一"] = 686,
				["裟剎"] = 533,
				["藤原拓海王"] = 689,
				["劍人無雙"] = 748,
				["氣象將軍立渝"] = 87,
				["攝魂"] = 333,
				["邁克爾假死"] = 403,
				["老闆挺住"] = 525,
				["Ignited"] = 253,
				["克雷恩風行者"] = 744,
				["神圣小德"] = 892,
				["Eustacé"] = 734,
				["水也兄"] = 729,
				["冷面杀手"] = 465,
				["厄德莫斯"] = 283,
				["殘暴章魚燒"] = 227,
				["凌鹿打工仔"] = 850,
				["黯靈老牧"] = 916,
				["邱必特"] = 694,
				["熙夏"] = 776,
				["當心你的背後"] = 372,
				["旺旺大禮包"] = 651,
				["鬍鬚大欸"] = 824,
				["不好笑"] = 268,
				["驀然"] = 36,
				["不死夜空"] = 606,
				["瑟蘭德雅"] = 516,
				["雷依爾"] = 697,
				["克勞斯"] = 616,
				["十二月"] = 749,
				["捷克羅姆"] = 330,
				["是隻貓"] = 972,
				["未解之謎"] = 655,
				["觀察員"] = 534,
				["尼撈味"] = 59,
				["Xiaobula"] = 165,
				["恐怖熊"] = 926,
				["長毛大猩猩"] = 406,
				["獵艷狂魔"] = 515,
				["媽我回來了"] = 485,
				["謹言慎行"] = 54,
				["Houselves"] = 252,
				["幸福的秘密"] = 70,
				["箭箭"] = 675,
				["非雁反潮"] = 413,
				["狠諸席"] = 812,
				["麟大大"] = 422,
				["柒刻"] = 32,
				["三小火柴"] = 218,
				["仲夏星夜"] = 462,
				["象牙"] = 396,
				["是片雲"] = 929,
				["老藕"] = 716,
				["新冠病毒女王"] = 335,
				["情玥幻冰"] = 496,
				["凌兒"] = 617,
				["夜霜雪"] = 630,
				["默昕羽"] = 222,
				["雷摩特製造商"] = 698,
				["四條悟"] = 626,
				["楓羽"] = 770,
				["澳門線上賭場"] = 666,
				["專業放圖騰"] = 6,
				["殺意龍魂"] = 660,
				["林森南路殺手"] = 502,
				["Foliage"] = 250,
				["燁燁"] = 433,
				["柚子尬抹茶"] = 150,
				["咪姐兒"] = 947,
				["火蛇圖騰"] = 726,
				["悶我"] = 326,
				["休憩空間"] = 610,
				["心癮"] = 494,
				["樂仔"] = 349,
				["亂亂鳳獵"] = 459,
				["香飄飄奶昔"] = 827,
				["帕爾提娜"] = 760,
				["缺三咖"] = 895,
				["致夏之戰"] = 898,
				["睡鬼"] = 891,
				["恶魔貓男"] = 30,
				["盡力"] = 373,
				["寒氣斷空"] = 309,
				["冷漠混蛋"] = 279,
				["玉米哞湯"] = 960,
				["芸霧繚繞"] = 918,
				["韓韓"] = 63,
				["肝指數飆升"] = 896,
				["就打徳"] = 804,
				["追憶似水年華"] = 908,
				["Abyss"] = 437,
				["楓慈"] = 504,
				["冬釀津白"] = 275,
				["香草小姊姊"] = 981,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Km7|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Km4|k"] = 2,
				["|Km6|k"] = 2,
				["|Km8|k"] = 2,
				["|Km2|k"] = 2,
				["Sred"] = 1,
				["小西"] = 1,
				["|Km3|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["卡萊姆"] = 1,
				["|Kq11|k"] = 2,
				["冷劍小飛狐"] = 1,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["希爾德烈日"] = 1,
				["房仲陳先生"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["Shadowlol"] = 1,
				["|Kq6|k"] = 2,
				["橋下小酒杯"] = 1,
				["司命"] = 1,
				["阿鋒哥"] = 1,
				["|Kq1|k"] = 2,
				["Gihan"] = 1,
				["萬箭"] = 1,
				["|Kq17|k"] = 2,
				["Geng"] = 1,
				["焚天"] = 1,
				["白白昀"] = 1,
				["|Kq8|k"] = 2,
				["月半豸苗"] = 1,
				["恕嵐轎"] = 1,
				["卡道圖騰"] = 1,
				["|Kq29|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq3|k"] = 2,
				["後天"] = 1,
			},
			["guildList"] = {
				["大叔苦苦德"] = 48,
				["腹黑祖母"] = 75,
				["水鑽豹"] = 151,
				["Theseven"] = 106,
				["島津勇午"] = 132,
				["Devilfunny"] = 93,
				["永和毒龍棒"] = 152,
				["軟爛膝蓋"] = 179,
				["我就胖"] = 141,
				["戳仔"] = 56,
				["哈札拉爾"] = 20,
				["今晚哇哈哈"] = 72,
				["冰戀燃燒版"] = 54,
				["Jillblacktbc"] = 2,
				["特濕啦"] = 52,
				["津童"] = 64,
				["Alsaceco"] = 90,
				["阿巧"] = 182,
				["冷冷德"] = 116,
				["舞和泉"] = 172,
				["萊田鼠叔蔗里"] = 174,
				["希爾德血蹄"] = 136,
				["沒心情"] = 153,
				["打不死蟑螂"] = 143,
				["Mackenna"] = 100,
				["雅爾蓓徳"] = 186,
				["亞曼德"] = 111,
				["奶爸的溫柔"] = 51,
				["蘿莉麥丘利"] = 175,
				["銀月土鑑師"] = 8,
				["伊右衛門"] = 112,
				["哪個誰"] = 120,
				["柔情似水"] = 148,
				["噗噗小西瓜"] = 34,
				["琥珀穗"] = 164,
				["慕容拉拉"] = 58,
				["夯憨吉"] = 80,
				["咖痛"] = 119,
				["花花寶"] = 83,
				["冰女"] = 115,
				["Rigg"] = 102,
				["草食性牛乳"] = 21,
				["轟隆隆"] = 62,
				["綠璃羽月"] = 23,
				["巧克力薄餅"] = 133,
				["小腳趾"] = 130,
				["Iwcs"] = 94,
				["希梵"] = 134,
				["阿南德侯賽因"] = 73,
				["Riechar"] = 101,
				["三浦建太郎"] = 109,
				["洩泆訪燕"] = 27,
				["殘兵一"] = 35,
				["Miamiakio"] = 79,
				["不貳過"] = 110,
				["特變電工"] = 5,
				["小嗤嗤"] = 55,
				["奥格瑪守衞"] = 125,
				["牧原股份"] = 161,
				["伊邪那美命"] = 41,
				["請問有一嗎"] = 176,
				["好油配口茶"] = 126,
				["Casakov"] = 91,
				["校正回鮭"] = 63,
				["麥克比"] = 11,
				["卓杞篤"] = 88,
				["惟揚師兄"] = 22,
				["絲瓜蛤蠣"] = 169,
				["我聖粉啦"] = 4,
				["小小牙"] = 129,
				["幻影之魅"] = 200,
				["白蘑菇"] = 199,
				["肥仔奇"] = 6,
				["媽媽守護神"] = 128,
				["激浪加可樂"] = 196,
				["戲水長牛"] = 195,
				["暗矛獵人"] = 69,
				["吃我颱風拉"] = 118,
				["拉卜浪真姆斯"] = 49,
				["一身萊姆病"] = 108,
				["我是你阿嬤"] = 66,
				["奶奶補給站"] = 39,
				["謙仔"] = 194,
				["轉守為攻"] = 180,
				["黑到你看不到"] = 193,
				["靜靜看你"] = 192,
				["霍姆"] = 190,
				["Jenchou"] = 29,
				["一魅惑一"] = 10,
				["赤龍影"] = 177,
				["Kyi"] = 98,
				["斯茲蘑蘑內內"] = 14,
				["爆爆牛"] = 158,
				["母湯伯伯"] = 150,
				["希郎"] = 3,
				["雙層肚"] = 187,
				["我就奶"] = 140,
				["入床龍西門吹"] = 1,
				["沒這麼誇張"] = 154,
				["暖男殺手"] = 16,
				["陸崎君"] = 185,
				["牛德卿山在"] = 89,
				["青皮獵人"] = 87,
				["佟二"] = 113,
				["費里奧多"] = 15,
				["阿斯忒里亞"] = 184,
				["爆肝練習補師"] = 25,
				["黑白武"] = 45,
				["樱木三郎"] = 19,
				["莫青青"] = 9,
				["小豬肉"] = 131,
				["小黑鬼"] = 61,
				["跳蚤漏電"] = 178,
				["艾素嵐"] = 173,
				["薩氣牛牛"] = 77,
				["背感鴨力"] = 171,
				["肯呔羅"] = 170,
				["草原上的小鳥"] = 71,
				["天然夏蛙"] = 60,
				["Jielin"] = 97,
				["黑鮑大炒飯"] = 67,
				["屁孩最俊郎"] = 40,
				["瘦不拉丁"] = 198,
				["紅燒牛肉"] = 167,
				["姜丹尼爾"] = 127,
				["Goobo"] = 78,
				["喇叭牌正露丸"] = 47,
				["秋楓明月"] = 166,
				["我就笨"] = 24,
				["甜桃小姐"] = 165,
				["特盛牛丼"] = 163,
				["牛萌王"] = 160,
				["Letme"] = 99,
				["爪勒奈底"] = 159,
				["熊熊早午餐"] = 157,
				["烤烤茶"] = 156,
				["胖不拉丁"] = 31,
				["墨西哥土鑑師"] = 124,
				["咩修乾哞"] = 12,
				["追劇時間艾米"] = 36,
				["恢復德"] = 139,
				["兇暴尼爾"] = 65,
				["御藻前"] = 138,
				["正經賊"] = 149,
				["辣醬炒鴨"] = 28,
				["徳心硬手"] = 46,
				["暗影老師卡好"] = 145,
				["特務英格麗噓"] = 162,
				["比比豬"] = 86,
				["摸摸大大"] = 144,
				["遙夜風刃"] = 50,
				["我是無所謂"] = 142,
				["很邱"] = 137,
				["雪姬奈奈"] = 188,
				["希爾德烈日"] = 135,
				["迷你桔"] = 7,
				["牛角貓"] = 197,
				["嘎逼吼零"] = 123,
				["善哉善哉"] = 122,
				["啊啾啾啊啾啾"] = 121,
				["阿巧妹妹"] = 183,
				["月工月工米青"] = 147,
				["出來喔"] = 117,
				["灰色八度空間"] = 155,
				["Rukina"] = 103,
				["幻滅旋律"] = 74,
				["Jcws"] = 95,
				["我就傻"] = 84,
				["嘻哈忍風"] = 26,
				["蘿琳布勞頓"] = 18,
				["兩度燒"] = 114,
				["胯下圖騰柱"] = 37,
				["紅麗幻法"] = 168,
				["雲天翔"] = 189,
				["孤兒蛋"] = 13,
				["Yenn"] = 107,
				["Tboy"] = 105,
				["夕顏若雪"] = 38,
				["Runningdead"] = 104,
				["Jhihlin"] = 96,
				["冰璃飛羽"] = 53,
				["乂李玄乂"] = 32,
				["Catt"] = 92,
				["靜思弟子"] = 191,
				["曼丁希爾"] = 146,
				["劍衣"] = 85,
				["聽說你很勇"] = 82,
				["苦苦的大叔"] = 76,
				["法盲髮氓茫"] = 81,
				["很歪打不痛"] = 44,
				["爆香死人頭"] = 70,
				["呼豐喚乳"] = 68,
				["兲德"] = 59,
				["西郎顧桃"] = 57,
				["過街老鼠"] = 181,
				["很軟扛不住"] = 43,
				["傭山蘇肌"] = 42,
				["琉璃飛羽"] = 33,
				["歌岸泗聲"] = 30,
				["可魯弟弟"] = 17,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["特變電工"] = {
			["刀月弦#3132"] = {
				{
					["type"] = 1,
					["time"] = 1633259320,
					["from"] = "特變電工",
					["msg"] = "找到一個超強的牧師",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633259326,
					["from"] = "刀月弦#3132",
					["msg"] = "= = ID",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633259334,
					["from"] = "特變電工",
					["msg"] = "367+無敵腰帶",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633259363,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633259369,
					["from"] = "特變電工",
					["msg"] = "必須上2300",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633259371,
					["from"] = "刀月弦#3132",
					["msg"] = "= = ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633259383,
					["from"] = "特變電工",
					["msg"] = "他這周二有事",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633259430,
					["from"] = "刀月弦#3132",
					["msg"] = "這是要打三三還是五五的",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633259438,
					["from"] = "特變電工",
					["msg"] = "五五",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633259506,
					["from"] = "刀月弦#3132",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633259514,
					["from"] = "特變電工",
					["msg"] = "先拿分",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633259528,
					["from"] = "特變電工",
					["msg"] = "然後再組33冲分",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633259535,
					["from"] = "特變電工",
					["msg"] = "説不定55都能上2000",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633259544,
					["from"] = "刀月弦#3132",
					["msg"] = "= = ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633259548,
					["from"] = "刀月弦#3132",
					["msg"] = "XD 怎麼這麼自信XD",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633259551,
					["from"] = "特變電工",
					["msg"] = "在你的帶領下",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633259555,
					["from"] = "特變電工",
					["msg"] = "我們都跟你混",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633259566,
					["from"] = "特變電工",
					["msg"] = "周二我們先隨便找個牧師打一下",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633259584,
					["from"] = "特變電工",
					["msg"] = "周三再起飛",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633259594,
					["from"] = "特變電工",
					["msg"] = "我找一個電薩",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633259606,
					["from"] = "刀月弦#3132",
					["msg"] = "你會帶五五嗎= =",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633259613,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633259616,
					["from"] = "特變電工",
					["msg"] = "你帶",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633259623,
					["from"] = "刀月弦#3132",
					["msg"] = "我是不會帶五五",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633259625,
					["from"] = "特變電工",
					["msg"] = "我給你參謀",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633259634,
					["from"] = "特變電工",
					["msg"] = "那我來",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633259640,
					["from"] = "刀月弦#3132",
					["msg"] = "我安靜聽指揮",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633259647,
					["from"] = "刀月弦#3132",
					["msg"] = "妥",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633263327,
					["from"] = "特變電工",
					["msg"] = "補聖 貌似韌性要求不高",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633263347,
					["from"] = "刀月弦#3132",
					["msg"] = "這我不清楚欸 ",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633263358,
					["from"] = "特變電工",
					["msg"] = "5V5沒人乾騎",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633263359,
					["from"] = "刀月弦#3132",
					["msg"] = "沒研究過勝期是",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633272696,
					["from"] = "特變電工",
					["msg"] = "起飛了",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633272723,
					["from"] = "刀月弦#3132",
					["msg"] = "嗯?",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633274834,
					["from"] = "特變電工",
					["msg"] = "搞33？",
					["inbound"] = false,
					["convo"] = "刀月弦#3132",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633274879,
					["from"] = "刀月弦#3132",
					["msg"] = "沒 我跟人打個22",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633274884,
					["from"] = "刀月弦#3132",
					["msg"] = "不過現在要休息了 明天要上班",
					["inbound"] = true,
					["convo"] = "刀月弦#3132",
				}, -- [37]
				["info"] = {
				},
			},
			["完美演羿"] = {
				{
					["type"] = 1,
					["time"] = 1633258991,
					["from"] = "完美演羿",
					["msg"] = " ",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633258998,
					["from"] = "特變電工",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633259001,
					["from"] = "完美演羿",
					["msg"] = "可以啊",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633259003,
					["from"] = "特變電工",
					["msg"] = "有個2300的術士",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633259006,
					["from"] = "特變電工",
					["msg"] = "他推薦的",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633259009,
					["from"] = "特變電工",
					["msg"] = "我幫他招人",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633259014,
					["from"] = "完美演羿",
					["msg"] = "宿世?",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633259018,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633259024,
					["from"] = "特變電工",
					["msg"] = "他説他打2300",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633259027,
					["from"] = "完美演羿",
					["msg"] = "恩 ",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633259032,
					["from"] = "完美演羿",
					["msg"] = "我記得他S1分數挺高的",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633259033,
					["from"] = "特變電工",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633259049,
					["from"] = "特變電工",
					["msg"] = "叫刀月弦",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633259060,
					["from"] = "特變電工",
					["msg"] = "很強",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633259065,
					["from"] = "特變電工",
					["msg"] = "跟我差不多吧",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633259068,
					["from"] = "特變電工",
					["msg"] = "|cff8787ed哈哈|r",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633259073,
					["from"] = "完美演羿",
					["msg"] = "哦好像也聽過",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633259073,
					["from"] = "特變電工",
					["msg"] = "搞起來哦",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633259102,
					["from"] = "完美演羿",
					["msg"] = "可以哦",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633259115,
					["from"] = "特變電工",
					["msg"] = "你暴雪ID多少",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633259124,
					["from"] = "完美演羿",
					["msg"] = "完美#4631",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633259300,
					["from"] = "特變電工",
					["msg"] = "你現在多少韌",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633259327,
					["from"] = "完美演羿",
					["msg"] = "367+無敵腰帶",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633259346,
					["from"] = "特變電工",
					["msg"] = "暴雪群組",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633259348,
					["from"] = "特變電工",
					["msg"] = "加你了",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633259384,
					["from"] = "完美演羿",
					["msg"] = "恩 有進了",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633259506,
					["from"] = "特變電工",
					["msg"] = "周二我先隨便找牧師打一下",
					["inbound"] = false,
					["convo"] = "完美演羿",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633259621,
					["from"] = "完美演羿",
					["msg"] = "恩恩好",
					["inbound"] = true,
					["convo"] = "完美演羿",
				}, -- [28]
				["info"] = {
				},
			},
			["Geng"] = {
				{
					["type"] = 1,
					["time"] = 1633161525,
					["from"] = "Geng",
					["msg"] = "上週1500",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633239523,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633239535,
					["from"] = "特變電工",
					["msg"] = "戰術德搞不搞",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633239541,
					["from"] = "特變電工",
					["msg"] = "有個強力術士",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633239645,
					["from"] = "Geng",
					["msg"] = "我先打22 55好了",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633239671,
					["from"] = "Geng",
					["msg"] = "怕時間不夠打@@",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633239683,
					["from"] = "Geng",
					["msg"] = "謝拉",
					["inbound"] = true,
					["convo"] = "Geng",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633239686,
					["from"] = "特變電工",
					["msg"] = "好的哈",
					["inbound"] = false,
					["convo"] = "Geng",
				}, -- [8]
				["info"] = {
				},
			},
			["希爾德烈日"] = {
				{
					["type"] = 1,
					["time"] = 1633272688,
					["from"] = "特變電工",
					["msg"] = "你不打競技場啊",
					["inbound"] = false,
					["convo"] = "希爾德烈日",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633274265,
					["from"] = "希爾德烈日",
					["msg"] = "想阿qq",
					["inbound"] = true,
					["convo"] = "希爾德烈日",
				}, -- [2]
				["info"] = {
				},
			},
			["fatcat#3510"] = {
				{
					["type"] = 1,
					["time"] = 1632147282,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632147290,
					["from"] = "特變電工",
					["msg"] = "還在毒蛇啊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632148459,
					["from"] = "特變電工",
					["msg"] = "55還打不打",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632148460,
					["from"] = "fatcat#3510",
					["msg"] = "<Deadly Boss Mods> 月半豸苗正在與25人 - 『盲目者』李奧薩拉斯交戰（當前97% (階段1)，25/25存活）",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632148466,
					["from"] = "fatcat#3510",
					["msg"] = "打",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632148993,
					["from"] = "fatcat#3510",
					["msg"] = "<DBM> 月半豸苗已經擊敗25人 - 『盲目者』李奧薩拉斯!",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632151815,
					["from"] = "特變電工",
					["msg"] = "沒隊伍了快",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632151824,
					["from"] = "fatcat#3510",
					["msg"] = "再打毒蛇拉",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632159462,
					["from"] = "特變電工",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632159468,
					["from"] = "特變電工",
					["msg"] = "放我鴿子",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632159475,
					["from"] = "fatcat#3510",
					["msg"] = "明天阿",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632159484,
					["from"] = "特變電工",
					["msg"] = "幾點",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632243867,
					["from"] = "特變電工",
					["msg"] = "你還可以再晚一點",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632243967,
					["from"] = "特變電工",
					["msg"] = "還打不打",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632244007,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632321894,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632321897,
					["from"] = "特變電工",
					["msg"] = "隊長給我",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632321900,
					["from"] = "特變電工",
					["msg"] = "競技場的",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632321920,
					["from"] = "特變電工",
					["msg"] = "競技場的隊長給我就行@@",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1632321944,
					["from"] = "fatcat#3510",
					["msg"] = "他說 要加誰 我幫你加",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632321956,
					["from"] = "特變電工",
					["msg"] = "|cffff7c0a好男人就是我|r",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632321981,
					["from"] = "fatcat#3510",
					["msg"] = "他有隊伍了@@",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632322002,
					["from"] = "特變電工",
					["msg"] = "55哦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632322009,
					["from"] = "特變電工",
					["msg"] = "陳俊達搬新家",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632322012,
					["from"] = "fatcat#3510",
					["msg"] = "有]",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632322013,
					["from"] = "特變電工",
					["msg"] = "這個隊伍",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632322025,
					["from"] = "特變電工",
					["msg"] = "他說他沒隊伍",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632322032,
					["from"] = "特變電工",
					["msg"] = "5V5戰隊",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632322034,
					["from"] = "fatcat#3510",
					["msg"] = "我加了",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632322039,
					["from"] = "特變電工",
					["msg"] = "再邀一次",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632322067,
					["from"] = "fatcat#3510",
					["msg"] = "還有嗎?",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632322073,
					["from"] = "特變電工",
					["msg"] = "有了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632322074,
					["from"] = "特變電工",
					["msg"] = "謝謝",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632322083,
					["from"] = "fatcat#3510",
					["msg"] = "不客氣",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632752639,
					["from"] = "特變電工",
					["msg"] = "競技場啥時候",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632752644,
					["from"] = "特變電工",
					["msg"] = "|Hitem:28442:2673:::::::70:::::::::|h[風暴信使]|h",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632752647,
					["from"] = "特變電工",
					["msg"] = "|Hitem:30053:2997:24027:24033:::::70:::::::::|h[戰鬥舞者肩鎧]|h",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1632837937,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1632930257,
					["from"] = "特變電工",
					["msg"] = "7連勝",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1632930258,
					["from"] = "fatcat#3510",
					["msg"] = "<Deadly Boss Mods> 月半豸苗正在與25人 - 高階星術師索拉瑞恩交戰（當前41%，12/23存活）",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1632930280,
					["from"] = "fatcat#3510",
					["msg"] = "<DBM> 月半豸苗在25人 - 高階星術師索拉瑞恩還有42%時滅團了。",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1632930290,
					["from"] = "特變電工",
					["msg"] = "星術師都能滅",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1632930292,
					["from"] = "特變電工",
					["msg"] = "太菜了吧",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1632930294,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633263550,
					["from"] = "特變電工",
					["msg"] = "有人高薪聘請我去打55 不能帶你們起飛了",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633263569,
					["from"] = "特變電工",
					["msg"] = "年薪800萬NT",
					["inbound"] = false,
					["convo"] = "fatcat#3510",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633263584,
					["from"] = "fatcat#3510",
					["msg"] = ".....",
					["inbound"] = true,
					["convo"] = "fatcat#3510",
				}, -- [47]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1632059202,
					["from"] = "Oneonone#3565",
					["msg"] = "打到哪裡了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632059209,
					["from"] = "特變電工",
					["msg"] = "2王",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632059211,
					["from"] = "特變電工",
					["msg"] = "過了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632059216,
					["from"] = "特變電工",
					["msg"] = "全部出墓園裝備",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632059218,
					["from"] = "Oneonone#3565",
					["msg"] = "有出肩膀嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632059272,
					["from"] = "特變電工",
					["msg"] = "戰士腰帶一個沒出",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632059279,
					["from"] = "特變電工",
					["msg"] = "戰士的套裝一個沒出",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632121785,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632121823,
					["from"] = "Oneonone#3565",
					["msg"] = "薩滿崛起",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632150001,
					["from"] = "Oneonone#3565",
					["msg"] = "還缺200榮譽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632234806,
					["from"] = "Oneonone#3565",
					["msg"] = "混分隊  弄好了嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632234860,
					["from"] = "特變電工",
					["msg"] = "我有正規隊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632234875,
					["from"] = "Oneonone#3565",
					["msg"] = "高端",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632235585,
					["from"] = "特變電工",
					["msg"] = "55？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632235594,
					["from"] = "Oneonone#3565",
					["msg"] = "互粉",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632235596,
					["from"] = "Oneonone#3565",
					["msg"] = "混分",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632235605,
					["from"] = "特變電工",
					["msg"] = "秒排？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632235619,
					["from"] = "Oneonone#3565",
					["msg"] = "差不多  等1-3分吧",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632235632,
					["from"] = "特變電工",
					["msg"] = "輸了多少把",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1632235641,
					["from"] = "Oneonone#3565",
					["msg"] = "贏2輸3",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632235653,
					["from"] = "Oneonone#3565",
					["msg"] = "隊伍 都沒韌性的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632235656,
					["from"] = "Oneonone#3565",
					["msg"] = "我都不想打了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632235720,
					["from"] = "Oneonone#3565",
					["msg"] = "5場 有2場有人不進",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632235722,
					["from"] = "Oneonone#3565",
					["msg"] = "我日的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632320580,
					["from"] = "Oneonone#3565",
					["msg"] = "你有和十勝說了嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632320612,
					["from"] = "Oneonone#3565",
					["msg"] = "我看他 現在在找人",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632320624,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632320632,
					["from"] = "特變電工",
					["msg"] = "誰",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632320632,
					["from"] = "Oneonone#3565",
					["msg"] = "你不打那個團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632320643,
					["from"] = "Oneonone#3565",
					["msg"] = "十勝  就是翹課鼻",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632416430,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632416433,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632416438,
					["from"] = "特變電工",
					["msg"] = "來戰網群語音",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632416441,
					["from"] = "特變電工",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632576505,
					["from"] = "Oneonone#3565",
					["msg"] = "都是便當王啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632576511,
					["from"] = "Oneonone#3565",
					["msg"] = "毒蛇 怎麼這麼垃圾了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632584319,
					["from"] = "Oneonone#3565",
					["msg"] = "打掉幾個啦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1632584344,
					["from"] = "Oneonone#3565",
					["msg"] = "我這邊出的是真黑",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1632584349,
					["from"] = "特變電工",
					["msg"] = "1-4",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1632584359,
					["from"] = "特變電工",
					["msg"] = "開荒潮行者",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1632584374,
					["from"] = "Oneonone#3565",
					["msg"] = "比我快誒 ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1632584380,
					["from"] = "Oneonone#3565",
					["msg"] = "我在打第四只",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1632928099,
					["from"] = "Oneonone#3565",
					["msg"] = "電工哥哥",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1632928103,
					["from"] = "特變電工",
					["msg"] = "?",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1632928107,
					["from"] = "特變電工",
					["msg"] = "虧嘛了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1632928111,
					["from"] = "Oneonone#3565",
					["msg"] = "競技場猛噠噠",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1632928121,
					["from"] = "Oneonone#3565",
					["msg"] = "你看我薩滿 已經在打副本了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1632928163,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1632928163,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1632928163,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1632928172,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1632928172,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1632928184,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1632928184,
					["from"] = "Oneonone#3565",
					["msg"] = "https://bbs.nga.cn/read.php?&tid=28192436",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1632930674,
					["from"] = "特變電工",
					["msg"] = "8勝2負",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1632930680,
					["from"] = "Oneonone#3565",
					["msg"] = "打完了啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1632930681,
					["from"] = "Oneonone#3565",
					["msg"] = "不錯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1632930687,
					["from"] = "Oneonone#3565",
					["msg"] = "下次帶上我的戰士打",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1632930709,
					["from"] = "特變電工",
					["msg"] = "超強",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633054989,
					["from"] = "特變電工",
					["msg"] = "沒人啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633055013,
					["from"] = "Oneonone#3565",
					["msg"] = "大陸放假 台灣不放假",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633055031,
					["from"] = "Oneonone#3565",
					["msg"] = "我下午得去丈母娘家了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633055032,
					["from"] = "Oneonone#3565",
					["msg"] = "飯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633260690,
					["from"] = "Oneonone#3565",
					["msg"] = "電總",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				["info"] = {
				},
			},
			["卡道圖騰"] = {
				{
					["type"] = 1,
					["time"] = 1632926309,
					["from"] = "卡道圖騰",
					["msg"] = "23",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632926318,
					["from"] = "特變電工",
					["msg"] = "還差5場啊",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632926337,
					["from"] = "卡道圖騰",
					["msg"] = "恩恩  我在等 不知道你們昨天怎麼說",
					["inbound"] = true,
					["convo"] = "卡道圖騰",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632926363,
					["from"] = "特變電工",
					["msg"] = "我call他",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632926992,
					["from"] = "特變電工",
					["msg"] = "|cFFFFFFFF[|Hurl:https://discord.gg/BUMPuchk|hhttps://discord.gg/BUMPuchk|h]|r ",
					["inbound"] = false,
					["convo"] = "卡道圖騰",
				}, -- [5]
				["info"] = {
				},
			},
			["Darker#41478"] = {
				{
					["type"] = 1,
					["time"] = 1632584616,
					["from"] = "Darker#41478",
					["msg"] = "重慶老表 明天晚上有時間打 33 不 我組到牧師了",
					["inbound"] = true,
					["convo"] = "Darker#41478",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632758935,
					["from"] = "Darker#41478",
					["msg"] = "下周33还来队伍吗",
					["inbound"] = true,
					["convo"] = "Darker#41478",
				}, -- [2]
				["info"] = {
				},
			},
			["房仲陳先生"] = {
				{
					["type"] = 1,
					["time"] = 1632541071,
					["from"] = "特變電工",
					["msg"] = "11",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632541078,
					["from"] = "房仲陳先生",
					["msg"] = "dd?",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632541079,
					["from"] = "特變電工",
					["msg"] = "+",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632541082,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632541084,
					["from"] = "特變電工",
					["msg"] = "我還有一補",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632541094,
					["from"] = "房仲陳先生",
					["msg"] = "有補了",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632541097,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632752689,
					["from"] = "特變電工",
					["msg"] = "|cffa335ee|Hitem:28442:2673:::::::70:::::::::|h[風暴信使]|h|r",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633157893,
					["from"] = "特變電工",
					["msg"] = "多少分了",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633157989,
					["from"] = "房仲陳先生",
					["msg"] = "啥多少分",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633157992,
					["from"] = "房仲陳先生",
					["msg"] = "22?",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633235710,
					["from"] = "房仲陳先生",
					["msg"] = "??",
					["inbound"] = true,
					["convo"] = "房仲陳先生",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633235718,
					["from"] = "特變電工",
					["msg"] = "按错了",
					["inbound"] = false,
					["convo"] = "房仲陳先生",
				}, -- [13]
				["info"] = {
				},
			},
			["刀月弦"] = {
				{
					["type"] = 1,
					["time"] = 1633174587,
					["from"] = "特變電工",
					["msg"] = "戰術德 天下無敵",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633174599,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633174608,
					["from"] = "刀月弦",
					["msg"] = "你是對面還是我們這邊的",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633174620,
					["from"] = "特變電工",
					["msg"] = "殺人榜第一那個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633174627,
					["from"] = "特變電工",
					["msg"] = "每次都是第一",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633174631,
					["from"] = "特變電工",
					["msg"] = "你傷害第一",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633174632,
					["from"] = "刀月弦",
					["msg"] = "我是傷害第一唷",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633174634,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633174647,
					["from"] = "特變電工",
					["msg"] = "術士本來就靠DOT",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633174657,
					["from"] = "特變電工",
					["msg"] = "我沒空殺你 全殺2個奧法去了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633174661,
					["from"] = "刀月弦",
					["msg"] = "對阿 不過如果我去轉毀滅就A_A",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633174663,
					["from"] = "特變電工",
					["msg"] = "奧法太可恨",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633174683,
					["from"] = "特變電工",
					["msg"] = "那2個奧法被我打的傷害都出不來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633174708,
					["from"] = "特變電工",
					["msg"] = "搞起來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633174715,
					["from"] = "刀月弦",
					["msg"] = "感覺好像打我也蠻快的 反正只有一個聖期才補XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633174725,
					["from"] = "刀月弦",
					["msg"] = "你有補D嗎 來打三三",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633174743,
					["from"] = "特變電工",
					["msg"] = "我找一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633174756,
					["from"] = "特變電工",
					["msg"] = "我有一個強力的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633174761,
					["from"] = "刀月弦",
					["msg"] = "來來來",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633174763,
					["from"] = "特變電工",
					["msg"] = "感覺我們能打上2300",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633174772,
					["from"] = "刀月弦",
					["msg"] = "2300XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633174781,
					["from"] = "刀月弦",
					["msg"] = "現在跟以前不太一樣了吧XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633174790,
					["from"] = "特變電工",
					["msg"] = "1800至少阿布",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633174802,
					["from"] = "特變電工",
					["msg"] = "戰術德天下無敵",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633174806,
					["from"] = "刀月弦",
					["msg"] = "好 就這名字",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633174810,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633174812,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633174813,
					["from"] = "刀月弦",
					["msg"] = "我先去抽根菸妳先問問看補D",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633174822,
					["from"] = "刀月弦",
					["msg"] = "妳要新創隊伍嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633174832,
					["from"] = "特變電工",
					["msg"] = "你有隊伍嗎",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633174837,
					["from"] = "刀月弦",
					["msg"] = "有R 671分",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633174842,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633174847,
					["from"] = "刀月弦",
					["msg"] = "那用這個就好",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633174852,
					["from"] = "刀月弦",
					["msg"] = "你問問看小D行不行 打看看",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633174853,
					["from"] = "特變電工",
					["msg"] = "你加我",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633174862,
					["from"] = "特變電工",
					["msg"] = "我等會要打T5",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633174865,
					["from"] = "特變電工",
					["msg"] = "明天白天可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633174872,
					["from"] = "刀月弦",
					["msg"] = "妳先問問看補D",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633174882,
					["from"] = "特變電工",
					["msg"] = "他剛下綫了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633174899,
					["from"] = "刀月弦",
					["msg"] = "哦哦 好 明天在確定一下 我可能先打個22 看有沒有機會1850",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633174935,
					["from"] = "特變電工",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633233762,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633233764,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633233785,
					["from"] = "特變電工",
					["msg"] = "德還沒來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633233814,
					["from"] = "刀月弦",
					["msg"] = "等他",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633234494,
					["from"] = "特變電工",
					["msg"] = "一起排",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633234512,
					["from"] = "刀月弦",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633234516,
					["from"] = "特變電工",
					["msg"] = "退一下",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633234522,
					["from"] = "特變電工",
					["msg"] = "退租",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633234542,
					["from"] = "特變電工",
					["msg"] = "出來單挑",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633234567,
					["from"] = "刀月弦",
					["msg"] = "你有水包嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633234570,
					["from"] = "特變電工",
					["msg"] = "沒。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633234636,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633234638,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633234649,
					["from"] = "刀月弦",
					["msg"] = "XD 等等出戰場在一次",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633234655,
					["from"] = "刀月弦",
					["msg"] = "|cff0070dd|Hitem:23825::::::::70:::::::::|h[有限無敵腰帶]|h|rA_A",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633234659,
					["from"] = "刀月弦",
					["msg"] = "剛剛沒裝",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633234663,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633234679,
					["from"] = "刀月弦",
					["msg"] = "剛剛CD沒換上去",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633234689,
					["from"] = "特變電工",
					["msg"] = "競技場不能用",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633234692,
					["from"] = "刀月弦",
					["msg"] = "能",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633234698,
					["from"] = "刀月弦",
					["msg"] = "誰跟你說不能R",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633234714,
					["from"] = "特變電工",
					["msg"] = "競技場不是不能用工程學的東西",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633234720,
					["from"] = "刀月弦",
					["msg"] = "|cffa335ee|Hitem:32494:3002:34220:24056:::::70:::::::::|h[毀滅環視鏡]|h|r",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633234722,
					["from"] = "刀月弦",
					["msg"] = "|cff0070dd|Hitem:23825::::::::70:::::::::|h[有限無敵腰帶]|h|r",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633234730,
					["from"] = "特變電工",
					["msg"] = "效果沒法觸發吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633234730,
					["from"] = "刀月弦",
					["msg"] = "我就4為了這腰帶轉的工程",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633234737,
					["from"] = "刀月弦",
					["msg"] = "都可以",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633234756,
					["from"] = "刀月弦",
					["msg"] = "|cffa335ee|Hitem:32494:3002:34220:24056:::::70:::::::::|h[毀滅環視鏡]|h|r屬性好還可以抓賊",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633234764,
					["from"] = "刀月弦",
					["msg"] = "|cff0070dd|Hitem:23825::::::::70:::::::::|h[有限無敵腰帶]|h|r4000頓",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633234766,
					["from"] = "特變電工",
					["msg"] = "我也要去練一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633234777,
					["from"] = "特變電工",
					["msg"] = "我練附魔戒指 後悔了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633234794,
					["from"] = "特變電工",
					["msg"] = "競技場你是被集火的對象",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633234800,
					["from"] = "特變電工",
					["msg"] = "我很安全",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633234805,
					["from"] = "刀月弦",
					["msg"] = "你才是吧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633234815,
					["from"] = "刀月弦",
					["msg"] = "我蠻容易CALL人殺戰士的",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633234818,
					["from"] = "特變電工",
					["msg"] = "我是被控",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633234835,
					["from"] = "刀月弦",
					["msg"] = "你位置很差感覺轉你 很容易死人",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633234858,
					["from"] = "特變電工",
					["msg"] = "獵人 電薩  暗牧 術士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633234859,
					["from"] = "刀月弦",
					["msg"] = "尤其賊法牧 賊術D 這種",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633234866,
					["from"] = "特變電工",
					["msg"] = "我的集火優先級",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633234883,
					["from"] = "刀月弦",
					["msg"] = "戰士黏術士感覺 輸出起飛",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633234891,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633234901,
					["from"] = "特變電工",
					["msg"] = "但是術士很硬",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633234905,
					["from"] = "特變電工",
					["msg"] = "打起來不舒服",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633234914,
					["from"] = "刀月弦",
					["msg"] = "還好 畢竟你也壓制他輸出了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633234932,
					["from"] = "特變電工",
					["msg"] = "我喜歡打奧法和盜賊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633234939,
					["from"] = "特變電工",
					["msg"] = "脆的砍的爽",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633234959,
					["from"] = "刀月弦",
					["msg"] = "你以前打過競技嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633234963,
					["from"] = "特變電工",
					["msg"] = "打啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633234977,
					["from"] = "刀月弦",
					["msg"] = "幾分R 打什麼組合",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633234977,
					["from"] = "特變電工",
					["msg"] = "戰士天花板",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633234979,
					["from"] = "刀月弦",
					["msg"] = "XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633234983,
					["from"] = "刀月弦",
					["msg"] = "太自信了吧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633234985,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633234996,
					["from"] = "特變電工",
					["msg"] = "07年我打法師的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633235011,
					["from"] = "特變電工",
					["msg"] = "20年開始打戰士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633235022,
					["from"] = "特變電工",
					["msg"] = "開玩笑",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633235023,
					["from"] = "刀月弦",
					["msg"] = "我以前80 還85 3V3 最高27XX",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633235031,
					["from"] = "特變電工",
					["msg"] = "強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633235034,
					["from"] = "刀月弦",
					["msg"] = "不敢說天花板",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633235038,
					["from"] = "刀月弦",
					["msg"] = "但 還行吧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633235050,
					["from"] = "特變電工",
					["msg"] = "戰士太難了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633235061,
					["from"] = "刀月弦",
					["msg"] = "哀 術士也很難R",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633235068,
					["from"] = "刀月弦",
					["msg"] = "真想玩個無腦獵人 舒服",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633235154,
					["from"] = "刀月弦",
					["msg"] = "感覺這局又是殺人菊了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633235163,
					["from"] = "刀月弦",
					["msg"] = "對面太乃了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633235267,
					["from"] = "特變電工",
					["msg"] = "這把不好打",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633235272,
					["from"] = "特變電工",
					["msg"] = "對面我都很熟悉",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633235273,
					["from"] = "特變電工",
					["msg"] = "AT",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633235573,
					["from"] = "刀月弦",
					["msg"] = "這場玩先休 等等準備打個22",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633235842,
					["from"] = "刀月弦",
					["msg"] = "QK 等打二二",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633235847,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633235858,
					["from"] = "特變電工",
					["msg"] = "你22什麽組合",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633235864,
					["from"] = "刀月弦",
					["msg"] = "賊術",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [115]
				{
					["type"] = 1,
					["time"] = 1633235865,
					["from"] = "特變電工",
					["msg"] = "賊術？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [116]
				{
					["type"] = 1,
					["time"] = 1633235866,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [117]
				{
					["type"] = 1,
					["time"] = 1633235867,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [118]
				{
					["type"] = 1,
					["time"] = 1633235870,
					["from"] = "特變電工",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [119]
				{
					["type"] = 1,
					["time"] = 1633235908,
					["from"] = "刀月弦",
					["msg"] = "等你厲害的朋友小D回來 看看有沒有得打",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [120]
				{
					["type"] = 1,
					["time"] = 1633239780,
					["from"] = "刀月弦",
					["msg"] = "找到小d沒",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [121]
				{
					["type"] = 1,
					["time"] = 1633239801,
					["from"] = "特變電工",
					["msg"] = "他説他沒時間打3v3..",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [122]
				{
					["type"] = 1,
					["time"] = 1633239809,
					["from"] = "刀月弦",
					["msg"] = "qq",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [123]
				{
					["type"] = 1,
					["time"] = 1633239811,
					["from"] = "特變電工",
					["msg"] = "我組隊頻道喊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [124]
				{
					["type"] = 1,
					["time"] = 1633239817,
					["from"] = "特變電工",
					["msg"] = "我在戰場無色一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [125]
				{
					["type"] = 1,
					["time"] = 1633239823,
					["from"] = "刀月弦",
					["msg"] = "id?",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [126]
				{
					["type"] = 1,
					["time"] = 1633239832,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [127]
				{
					["type"] = 1,
					["time"] = 1633239839,
					["from"] = "刀月弦",
					["msg"] = "你物色到了嗎xd",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [128]
				{
					["type"] = 1,
					["time"] = 1633239845,
					["from"] = "特變電工",
					["msg"] = "沒有",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [129]
				{
					["type"] = 1,
					["time"] = 1633239853,
					["from"] = "刀月弦",
					["msg"] = "好xD 慢慢找 不好找",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [130]
				{
					["type"] = 1,
					["time"] = 1633239865,
					["from"] = "特變電工",
					["msg"] = "嗯嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [131]
				{
					["type"] = 1,
					["time"] = 1633247802,
					["from"] = "特變電工",
					["msg"] = "來了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [132]
				{
					["type"] = 1,
					["time"] = 1633247805,
					["from"] = "刀月弦",
					["msg"] = "++",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [133]
				{
					["type"] = 1,
					["time"] = 1633247814,
					["from"] = "特變電工",
					["msg"] = "聯係一個德 裝備不是很好 先試試？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [134]
				{
					["type"] = 1,
					["time"] = 1633247826,
					["from"] = "刀月弦",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [135]
				{
					["type"] = 1,
					["time"] = 1633247873,
					["from"] = "特變電工",
					["msg"] = "他去打副本了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [136]
				{
					["type"] = 1,
					["time"] = 1633247877,
					["from"] = "刀月弦",
					["msg"] = "G.G",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [137]
				{
					["type"] = 1,
					["time"] = 1633247881,
					["from"] = "特變電工",
					["msg"] = "要等會",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [138]
				{
					["type"] = 1,
					["time"] = 1633247882,
					["from"] = "特變電工",
					["msg"] = "迷宮",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [139]
				{
					["type"] = 1,
					["time"] = 1633247884,
					["from"] = "特變電工",
					["msg"] = "帶妹妹",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [140]
				{
					["type"] = 1,
					["time"] = 1633247889,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [141]
				{
					["type"] = 1,
					["time"] = 1633247900,
					["from"] = "刀月弦",
					["msg"] = "0韌那種嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [142]
				{
					["type"] = 1,
					["time"] = 1633247904,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [143]
				{
					["type"] = 1,
					["time"] = 1633247908,
					["from"] = "特變電工",
					["msg"] = "聲望裝還是有的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [144]
				{
					["type"] = 1,
					["time"] = 1633247926,
					["from"] = "特變電工",
					["msg"] = "250左右的韌吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [145]
				{
					["type"] = 1,
					["time"] = 1633247942,
					["from"] = "刀月弦",
					["msg"] = "行吧 操作沒問題應該可以打點基本分",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [146]
				{
					["type"] = 1,
					["time"] = 1633247990,
					["from"] = "特變電工",
					["msg"] = "1800",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [147]
				{
					["type"] = 1,
					["time"] = 1633247994,
					["from"] = "特變電工",
					["msg"] = "先打上去",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [148]
				{
					["type"] = 1,
					["time"] = 1633248005,
					["from"] = "特變電工",
					["msg"] = "不行可以把他開除了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [149]
				{
					["type"] = 1,
					["time"] = 1633248007,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [150]
				{
					["type"] = 1,
					["time"] = 1633248010,
					["from"] = "特變電工",
					["msg"] = "試用期",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [151]
				{
					["type"] = 1,
					["time"] = 1633248017,
					["from"] = "刀月弦",
					["msg"] = "行",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [152]
				{
					["type"] = 1,
					["time"] = 1633248023,
					["from"] = "刀月弦",
					["msg"] = "打得不優就在喊喊",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [153]
				{
					["type"] = 1,
					["time"] = 1633248033,
					["from"] = "特變電工",
					["msg"] = "好德都有隊伍了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [154]
				{
					["type"] = 1,
					["time"] = 1633248073,
					["from"] = "刀月弦",
					["msg"] = "只好自己練一隻起來打了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [155]
				{
					["type"] = 1,
					["time"] = 1633248083,
					["from"] = "特變電工",
					["msg"] = "雙開？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [156]
				{
					["type"] = 1,
					["time"] = 1633248087,
					["from"] = "刀月弦",
					["msg"] = "怎麼可能XDD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [157]
				{
					["type"] = 1,
					["time"] = 1633248093,
					["from"] = "特變電工",
					["msg"] = "我以爲你這麽強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [158]
				{
					["type"] = 1,
					["time"] = 1633248111,
					["from"] = "刀月弦",
					["msg"] = "可以 痛術 就補D 那真的跟神一樣XD",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [159]
				{
					["type"] = 1,
					["time"] = 1633248114,
					["from"] = "刀月弦",
					["msg"] = "+",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [160]
				{
					["type"] = 1,
					["time"] = 1633248135,
					["from"] = "刀月弦",
					["msg"] = "我先去西點碎片好了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [161]
				{
					["type"] = 1,
					["time"] = 1633248183,
					["from"] = "刀月弦",
					["msg"] = "我怎麼記得這人都在暴風掛網= _ =",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [162]
				{
					["type"] = 1,
					["time"] = 1633248208,
					["from"] = "特變電工",
					["msg"] = "不知道 他讓我跟他一起排 帶她起飛",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [163]
				{
					["type"] = 1,
					["time"] = 1633248209,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [164]
				{
					["type"] = 1,
					["time"] = 1633248213,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [165]
				{
					["type"] = 1,
					["time"] = 1633248334,
					["from"] = "特變電工",
					["msg"] = "我有一個超強的人 沒號",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [166]
				{
					["type"] = 1,
					["time"] = 1633248350,
					["from"] = "特變電工",
					["msg"] = "我讓他找個號來槍",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [167]
				{
					["type"] = 1,
					["time"] = 1633248354,
					["from"] = "刀月弦",
					["msg"] = "那也沒辦法...我也沒號...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [168]
				{
					["type"] = 1,
					["time"] = 1633248364,
					["from"] = "刀月弦",
					["msg"] = "行 如果有的話",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [169]
				{
					["type"] = 1,
					["time"] = 1633248368,
					["from"] = "刀月弦",
					["msg"] = "1850 妥妥",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [170]
				{
					["type"] = 1,
					["time"] = 1633248384,
					["from"] = "特變電工",
					["msg"] = "必須",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [171]
				{
					["type"] = 1,
					["time"] = 1633250464,
					["from"] = "刀月弦",
					["msg"] = "小D還沒好喔=  =",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [172]
				{
					["type"] = 1,
					["time"] = 1633250485,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [173]
				{
					["type"] = 1,
					["time"] = 1633250492,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [174]
				{
					["type"] = 1,
					["time"] = 1633250493,
					["from"] = "特變電工",
					["msg"] = "= =",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [175]
				{
					["type"] = 1,
					["time"] = 1633250498,
					["from"] = "特變電工",
					["msg"] = "開出了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [176]
				{
					["type"] = 1,
					["time"] = 1633250501,
					["from"] = "刀月弦",
					["msg"] = "一場迷宮打這麼久= =\"",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [177]
				{
					["type"] = 1,
					["time"] = 1633250532,
					["from"] = "刀月弦",
					["msg"] = "DOT上倒鍵盤都快壞了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [178]
				{
					["type"] = 1,
					["time"] = 1633251816,
					["from"] = "刀月弦",
					["msg"] = "等等",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [179]
				{
					["type"] = 1,
					["time"] = 1633251820,
					["from"] = "特變電工",
					["msg"] = "..",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [180]
				{
					["type"] = 1,
					["time"] = 1633251823,
					["from"] = "刀月弦",
					["msg"] = "他還沒好我不打了QQ 打得有點累",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [181]
				{
					["type"] = 1,
					["time"] = 1633251860,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [182]
				{
					["type"] = 1,
					["time"] = 1633251880,
					["from"] = "特變電工",
					["msg"] = "他太坑了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [183]
				{
					["type"] = 1,
					["time"] = 1633251891,
					["from"] = "特變電工",
					["msg"] = "戰場好玩",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [184]
				{
					["type"] = 1,
					["time"] = 1633251902,
					["from"] = "刀月弦",
					["msg"] = "等一個半小時了 一個迷宮沒打完 估計也是不太行...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [185]
				{
					["type"] = 1,
					["time"] = 1633251909,
					["from"] = "特變電工",
					["msg"] = "是啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [186]
				{
					["type"] = 1,
					["time"] = 1633252003,
					["from"] = "特變電工",
					["msg"] = "來了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [187]
				{
					["type"] = 1,
					["time"] = 1633252005,
					["from"] = "特變電工",
					["msg"] = "他",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [188]
				{
					["type"] = 1,
					["time"] = 1633252013,
					["from"] = "特變電工",
					["msg"] = "打？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [189]
				{
					["type"] = 1,
					["time"] = 1633252496,
					["from"] = "刀月弦",
					["msg"] = "打幾把 等等準備吃飯",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [190]
				{
					["type"] = 1,
					["time"] = 1633252537,
					["from"] = "刀月弦",
					["msg"] = "他又進副本了嗎 那我就去吃飯了...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [191]
				{
					["type"] = 1,
					["time"] = 1633255385,
					["from"] = "刀月弦",
					["msg"] = "吃完了 打嗎",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [192]
				{
					["type"] = 1,
					["time"] = 1633255441,
					["from"] = "特變電工",
					["msg"] = "明晚打",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [193]
				{
					["type"] = 1,
					["time"] = 1633255447,
					["from"] = "特變電工",
					["msg"] = "今晚我打風暴",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [194]
				{
					["type"] = 1,
					["time"] = 1633255453,
					["from"] = "刀月弦",
					["msg"] = "我明天瓦許GG",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [195]
				{
					["type"] = 1,
					["time"] = 1633255456,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [196]
				{
					["type"] = 1,
					["time"] = 1633255459,
					["from"] = "特變電工",
					["msg"] = "那就周二",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [197]
				{
					["type"] = 1,
					["time"] = 1633255461,
					["from"] = "特變電工",
					["msg"] = "人多",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [198]
				{
					["type"] = 1,
					["time"] = 1633255564,
					["from"] = "特變電工",
					["msg"] = "3V3排隊太久",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [199]
				{
					["type"] = 1,
					["time"] = 1633255589,
					["from"] = "特變電工",
					["msg"] = "周二人多",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [200]
				{
					["type"] = 1,
					["time"] = 1633255613,
					["from"] = "刀月弦",
					["msg"] = "嗯嗯 星期二再看看",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [201]
				{
					["type"] = 1,
					["time"] = 1633256239,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [202]
				{
					["type"] = 1,
					["time"] = 1633256244,
					["from"] = "特變電工",
					["msg"] = "你啥時候進來",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [203]
				{
					["type"] = 1,
					["time"] = 1633256248,
					["from"] = "特變電工",
					["msg"] = "搶我人頭",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [204]
				{
					["type"] = 1,
					["time"] = 1633256251,
					["from"] = "刀月弦",
					["msg"] = "我比你還早進好吧QQ..",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [205]
				{
					["type"] = 1,
					["time"] = 1633256310,
					["from"] = "特變電工",
					["msg"] = "我輸了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [206]
				{
					["type"] = 1,
					["time"] = 1633256315,
					["from"] = "特變電工",
					["msg"] = "我居然輸給術士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [207]
				{
					["type"] = 1,
					["time"] = 1633256336,
					["from"] = "刀月弦",
					["msg"] = "XD 我要是轉毀滅 就甩你甩倒歪QQ",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [208]
				{
					["type"] = 1,
					["time"] = 1633256343,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [209]
				{
					["type"] = 1,
					["time"] = 1633256397,
					["from"] = "刀月弦",
					["msg"] = "我換腰帶 在打一局",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [210]
				{
					["type"] = 1,
					["time"] = 1633256411,
					["from"] = "特變電工",
					["msg"] = "帶我起飛",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [211]
				{
					["type"] = 1,
					["time"] = 1633256417,
					["from"] = "刀月弦",
					["msg"] = "出來 單挑",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [212]
				{
					["type"] = 1,
					["time"] = 1633256418,
					["from"] = "特變電工",
					["msg"] = "你不打55 啊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [213]
				{
					["type"] = 1,
					["time"] = 1633256423,
					["from"] = "刀月弦",
					["msg"] = "找不到對有",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [214]
				{
					["type"] = 1,
					["time"] = 1633256432,
					["from"] = "特變電工",
					["msg"] = "我們55 很強",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [215]
				{
					["type"] = 1,
					["time"] = 1633256456,
					["from"] = "特變電工",
					["msg"] = "我們組一個55算了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [216]
				{
					["type"] = 1,
					["time"] = 1633256461,
					["from"] = "特變電工",
					["msg"] = "33和55都打",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [217]
				{
					["type"] = 1,
					["time"] = 1633256463,
					["from"] = "刀月弦",
					["msg"] = "哀 組一個小D都組不到",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [218]
				{
					["type"] = 1,
					["time"] = 1633256468,
					["from"] = "刀月弦",
					["msg"] = "組啥55...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [219]
				{
					["type"] = 1,
					["time"] = 1633256469,
					["from"] = "特變電工",
					["msg"] = "我有一個",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [220]
				{
					["type"] = 1,
					["time"] = 1633256499,
					["from"] = "刀月弦",
					["msg"] = "可阿 我也想領五五",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [221]
				{
					["type"] = 1,
					["time"] = 1633256524,
					["from"] = "特變電工",
					["msg"] = "你的盜賊呢",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [222]
				{
					["type"] = 1,
					["time"] = 1633256538,
					["from"] = "特變電工",
					["msg"] = "我喊一個德魯伊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [223]
				{
					["type"] = 1,
					["time"] = 1633256539,
					["from"] = "刀月弦",
					["msg"] = "睡死了叫不起來",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [224]
				{
					["type"] = 1,
					["time"] = 1633256544,
					["from"] = "特變電工",
					["msg"] = "你喊一個盜賊",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [225]
				{
					["type"] = 1,
					["time"] = 1633256557,
					["from"] = "特變電工",
					["msg"] = "在喊一個電薩？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [226]
				{
					["type"] = 1,
					["time"] = 1633256574,
					["from"] = "刀月弦",
					["msg"] = "賊跟戰士能選一個",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [227]
				{
					["type"] = 1,
					["time"] = 1633256583,
					["from"] = "特變電工",
					["msg"] = "可以的",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [228]
				{
					["type"] = 1,
					["time"] = 1633256598,
					["from"] = "特變電工",
					["msg"] = "我們55都是戰賊德薩法",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [229]
				{
					["type"] = 1,
					["time"] = 1633256734,
					["from"] = "刀月弦",
					["msg"] = "先把小D找好好了 需要一個強力小D",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [230]
				{
					["type"] = 1,
					["time"] = 1633256738,
					["from"] = "刀月弦",
					["msg"] = "打三三拿武器比較實在",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [231]
				{
					["type"] = 1,
					["time"] = 1633256757,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [232]
				{
					["type"] = 1,
					["time"] = 1633256796,
					["from"] = "特變電工",
					["msg"] = "我不缺武器",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [233]
				{
					["type"] = 1,
					["time"] = 1633256812,
					["from"] = "刀月弦",
					["msg"] = "我缺QQ",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [234]
				{
					["type"] = 1,
					["time"] = 1633256825,
					["from"] = "刀月弦",
					["msg"] = "你可以等肩膀",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [235]
				{
					["type"] = 1,
					["time"] = 1633256837,
					["from"] = "特變電工",
					["msg"] = "你們22打不上去？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [236]
				{
					["type"] = 1,
					["time"] = 1633256845,
					["from"] = "刀月弦",
					["msg"] = "沒時間打",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [237]
				{
					["type"] = 1,
					["time"] = 1633256847,
					["from"] = "刀月弦",
					["msg"] = "都在拓荒",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [238]
				{
					["type"] = 1,
					["time"] = 1633256851,
					["from"] = "刀月弦",
					["msg"] = "湊不到一起",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [239]
				{
					["type"] = 1,
					["time"] = 1633256857,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [240]
				{
					["type"] = 1,
					["time"] = 1633256911,
					["from"] = "刀月弦",
					["msg"] = "現在他上了 然後他等等要打團了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [241]
				{
					["type"] = 1,
					["time"] = 1633256915,
					["from"] = "刀月弦",
					["msg"] = "怎麼打...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [242]
				{
					["type"] = 1,
					["time"] = 1633256927,
					["from"] = "刀月弦",
					["msg"] = "我們一周也拓三天 他們拓四天",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [243]
				{
					["type"] = 1,
					["time"] = 1633257005,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [244]
				{
					["type"] = 1,
					["time"] = 1633257017,
					["from"] = "特變電工",
					["msg"] = "就打5加3得了",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [245]
				{
					["type"] = 1,
					["time"] = 1633257049,
					["from"] = "刀月弦",
					["msg"] = "差七百我就可以換戒指了 媽的這榮譽",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [246]
				{
					["type"] = 1,
					["time"] = 1633257092,
					["from"] = "特變電工",
					["msg"] = "55有個德 還可以",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [247]
				{
					["type"] = 1,
					["time"] = 1633257097,
					["from"] = "特變電工",
					["msg"] = "但是他不打33",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [248]
				{
					["type"] = 1,
					["time"] = 1633257134,
					["from"] = "特變電工",
					["msg"] = "你想要什麽配置",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [249]
				{
					["type"] = 1,
					["time"] = 1633257142,
					["from"] = "刀月弦",
					["msg"] = "真的找不到 要去找別人那種戰D的來打了",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [250]
				{
					["type"] = 1,
					["time"] = 1633257171,
					["from"] = "刀月弦",
					["msg"] = "戰 元薩 術 補聖 補牧",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [251]
				{
					["type"] = 1,
					["time"] = 1633257205,
					["from"] = "刀月弦",
					["msg"] = "這組合 找的到人 隨便亂打都很猛",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [252]
				{
					["type"] = 1,
					["time"] = 1633257211,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [253]
				{
					["type"] = 1,
					["time"] = 1633257282,
					["from"] = "刀月弦",
					["msg"] = "有進攻驅散 也有防禦驅散 DD都放開打",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [254]
				{
					["type"] = 1,
					["time"] = 1633257589,
					["from"] = "特變電工",
					["msg"] = "周二周三 22-24 打55？",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [255]
				{
					["type"] = 1,
					["time"] = 1633257706,
					["from"] = "特變電工",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [256]
				{
					["type"] = 1,
					["time"] = 1633257721,
					["from"] = "特變電工",
					["msg"] = "物色了一個牧師",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [257]
				{
					["type"] = 1,
					["time"] = 1633257725,
					["from"] = "刀月弦",
					["msg"] = "你找到人了嗎=  =",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [258]
				{
					["type"] = 1,
					["time"] = 1633257733,
					["from"] = "特變電工",
					["msg"] = "再找一個點撒",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [259]
				{
					["type"] = 1,
					["time"] = 1633257742,
					["from"] = "特變電工",
					["msg"] = "還有騎士",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [260]
				{
					["type"] = 1,
					["time"] = 1633257764,
					["from"] = "刀月弦",
					["msg"] = "看你 你找 我2.3時間都可以",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [261]
				{
					["type"] = 1,
					["time"] = 1633257772,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [262]
				{
					["type"] = 1,
					["time"] = 1633257774,
					["from"] = "刀月弦",
					["msg"] = "不過我覺得可以早點的話就早點",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [263]
				{
					["type"] = 1,
					["time"] = 1633257781,
					["from"] = "刀月弦",
					["msg"] = "太晚排超久...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [264]
				{
					["type"] = 1,
					["time"] = 1633257786,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [265]
				{
					["type"] = 1,
					["time"] = 1633257793,
					["from"] = "特變電工",
					["msg"] = "22點后人才多吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [266]
				{
					["type"] = 1,
					["time"] = 1633257814,
					["from"] = "刀月弦",
					["msg"] = "不知道欸 我上次打我牧師的經驗是這樣...",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [267]
				{
					["type"] = 1,
					["time"] = 1633257825,
					["from"] = "特變電工",
					["msg"] = "我的經驗是22點後人多",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [268]
				{
					["type"] = 1,
					["time"] = 1633257828,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [269]
				{
					["type"] = 1,
					["time"] = 1633257832,
					["from"] = "特變電工",
					["msg"] = "我9點下班",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [270]
				{
					["type"] = 1,
					["time"] = 1633257838,
					["from"] = "刀月弦",
					["msg"] = "都可以拉 反正24前結束就行",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [271]
				{
					["type"] = 1,
					["time"] = 1633257844,
					["from"] = "刀月弦",
					["msg"] = "在排一場我差三百",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [272]
				{
					["type"] = 1,
					["time"] = 1633257846,
					["from"] = "特變電工",
					["msg"] = "嗯 我來物色",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [273]
				{
					["type"] = 1,
					["time"] = 1633257862,
					["from"] = "特變電工",
					["msg"] = "我要先吃飯",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [274]
				{
					["type"] = 1,
					["time"] = 1633257865,
					["from"] = "特變電工",
					["msg"] = "你排吧",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [275]
				{
					["type"] = 1,
					["time"] = 1633257866,
					["from"] = "刀月弦",
					["msg"] = "OK",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [276]
				{
					["type"] = 1,
					["time"] = 1633259145,
					["from"] = "特變電工",
					["msg"] = "你暴雪ID多少",
					["inbound"] = false,
					["convo"] = "刀月弦",
				}, -- [277]
				{
					["type"] = 1,
					["time"] = 1633259153,
					["from"] = "刀月弦",
					["msg"] = "刀月弦#3132",
					["inbound"] = true,
					["convo"] = "刀月弦",
				}, -- [278]
				["info"] = {
				},
			},
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1632320009,
					["from"] = "誓約之劍#31592",
					["msg"] = "安安 這周有要跟團嗎",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632320018,
					["from"] = "特變電工",
					["msg"] = "跟啊",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632320023,
					["from"] = "特變電工",
					["msg"] = "必須的",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632320031,
					["from"] = "誓約之劍#31592",
					["msg"] = "和小德嗎",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632320035,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632320039,
					["from"] = "誓約之劍#31592",
					["msg"] = "好的",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632569967,
					["from"] = "特變電工",
					["msg"] = "1111111111111111",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632570133,
					["from"] = "特變電工",
					["msg"] = "開組了嗎",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632570433,
					["from"] = "誓約之劍#31592",
					["msg"] = "來了",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632570438,
					["from"] = "特變電工",
					["msg"] = "牧原股份",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633157902,
					["from"] = "特變電工",
					["msg"] = "你去血色賺錢嗎",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633157916,
					["from"] = "誓約之劍#31592",
					["msg"] = "嗯 順便帶小號",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633157921,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633157936,
					["from"] = "特變電工",
					["msg"] = "不都是直升58嗎",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633157946,
					["from"] = "誓約之劍#31592",
					["msg"] = "沒升..",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [15]
				["info"] = {
				},
			},
			["後天"] = {
				{
					["type"] = 1,
					["time"] = 1632753308,
					["from"] = "後天",
					["msg"] = "等下可以看下裝備嗎 順便PK一下",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632753321,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632753330,
					["from"] = "特變電工",
					["msg"] = "頂級的",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632753336,
					["from"] = "後天",
					["msg"] = "0.0",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632753497,
					["from"] = "特變電工",
					["msg"] = "我精兵畢業了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632753507,
					["from"] = "特變電工",
					["msg"] = "|cffa335ee|Hitem:28442:2673:::::::70:::::::::|h[風暴信使]|h|r",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632753702,
					["from"] = "後天",
					["msg"] = "打完跟我說",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632755609,
					["from"] = "特變電工",
					["msg"] = "好了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632755611,
					["from"] = "特變電工",
					["msg"] = "++",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632755640,
					["from"] = "後天",
					["msg"] = "還沒找到奶聖 我明天在喊看看 找到就開打",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632755655,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632926602,
					["from"] = "後天",
					["msg"] = "安安 ",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632926623,
					["from"] = "後天",
					["msg"] = "你覺得有補就可 還是聖騎好?",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632926654,
					["from"] = "特變電工",
					["msg"] = "都可以",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632926667,
					["from"] = "特變電工",
					["msg"] = "牧 德 騎",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632926683,
					["from"] = "後天",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632926691,
					["from"] = "後天",
					["msg"] = "因為玩PVP聖騎太少了 難找",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632927572,
					["from"] = "後天",
					["msg"] = "問一下喔 你上次隊伍被鎖 怎退出的",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632927580,
					["from"] = "特變電工",
					["msg"] = "重啓",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633150685,
					["from"] = "特變電工",
					["msg"] = "每把都是第一",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633150689,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633150695,
					["from"] = "特變電工",
					["msg"] = "太強",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633176612,
					["from"] = "後天",
					["msg"] = "不打33了?",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633179095,
					["from"] = "特變電工",
					["msg"] = "33先不打了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633179164,
					["from"] = "後天",
					["msg"] = "喔 好吧",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633270300,
					["from"] = "特變電工",
					["msg"] = "你如果是個電薩就完美了",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633270325,
					["from"] = "特變電工",
					["msg"] = "5V5 2300隊伍",
					["inbound"] = false,
					["convo"] = "後天",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633270325,
					["from"] = "後天",
					["msg"] = "不好意思喔 增薩本命",
					["inbound"] = true,
					["convo"] = "後天",
				}, -- [28]
				["info"] = {
				},
			},
			["牧原股份#3763"] = {
				{
					["type"] = 1,
					["time"] = 1632070173,
					["from"] = "牧原股份#3763",
					["msg"] = "我下了 晚安",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632070760,
					["from"] = "特變電工",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632411470,
					["from"] = "牧原股份#3763",
					["msg"] = "在？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632411479,
					["from"] = "特變電工",
					["msg"] = "語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632413922,
					["from"] = "特變電工",
					["msg"] = "群組語音",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632569877,
					["from"] = "牧原股份#3763",
					["msg"] = "111",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632569960,
					["from"] = "特變電工",
					["msg"] = "1",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632569969,
					["from"] = "牧原股份#3763",
					["msg"] = "怎麽不說話 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632756426,
					["from"] = "牧原股份#3763",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632757073,
					["from"] = "特變電工",
					["msg"] = "睡覺",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632757218,
					["from"] = "特變電工",
					["msg"] = "張兮兮回來了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632757229,
					["from"] = "牧原股份#3763",
					["msg"] = "哇賽 喜歡麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632757237,
					["from"] = "牧原股份#3763",
					["msg"] = "看到是不是還是很開心的",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632757237,
					["from"] = "特變電工",
					["msg"] = "還可以",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632757242,
					["from"] = "牧原股份#3763",
					["msg"] = "嗨嗨",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632757245,
					["from"] = "特變電工",
					["msg"] = "不認識我了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632757252,
					["from"] = "牧原股份#3763",
					["msg"] = "   。。。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632757257,
					["from"] = "特變電工",
					["msg"] = "跌慘了沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632757263,
					["from"] = "牧原股份#3763",
					["msg"] = "啊 我沒看",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1632757280,
					["from"] = "特變電工",
					["msg"] = "特工",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632757288,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 還好吧",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632758642,
					["from"] = "特變電工",
					["msg"] = "你要入行會嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632758643,
					["from"] = "特變電工",
					["msg"] = "不是工會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632758646,
					["from"] = "特變電工",
					["msg"] = "是行會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632758659,
					["from"] = "牧原股份#3763",
					["msg"] = "啥區別",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632758673,
					["from"] = "特變電工",
					["msg"] = "一樣的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632758679,
					["from"] = "牧原股份#3763",
					["msg"] = "你去我就去",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632758681,
					["from"] = "特變電工",
					["msg"] = "叫法不一樣",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632758722,
					["from"] = "特變電工",
					["msg"] = "退工會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632758730,
					["from"] = "特變電工",
					["msg"] = "然後密白蘑菇",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632758734,
					["from"] = "特變電工",
					["msg"] = "入會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632758760,
					["from"] = "牧原股份#3763",
					["msg"] = "zenme tui laizhe ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632758765,
					["from"] = "特變電工",
					["msg"] = " /gquit",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632758776,
					["from"] = "特變電工",
					["msg"] = "土火",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632758790,
					["from"] = "牧原股份#3763",
					["msg"] = "zenme M",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632758800,
					["from"] = "特變電工",
					["msg"] = " /w |cffaad372白蘑菇|r",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632758850,
					["from"] = "特變電工",
					["msg"] = "你的燃料電池起飛了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1632839551,
					["from"] = "牧原股份#3763",
					["msg"] = "幹啥呢",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1632839556,
					["from"] = "特變電工",
					["msg"] = "競技場",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1632839563,
					["from"] = "牧原股份#3763",
					["msg"] = "乾",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1632933101,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1632933105,
					["from"] = "特變電工",
					["msg"] = "你還真去卡拉贊了？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1632933119,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1632933258,
					["from"] = "特變電工",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1632933258,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與10人 - 貞潔聖女交戰（當前76%，10/10存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1632933312,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份已經擊敗10人 - 貞潔聖女!",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633066720,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633100066,
					["from"] = "特變電工",
					["msg"] = "起飛了嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633100080,
					["from"] = "牧原股份#3763",
					["msg"] = "沒roll到 哈哈 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633100330,
					["from"] = "特變電工",
					["msg"] = "好玩嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633100336,
					["from"] = "特變電工",
					["msg"] = "明天敢不敢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633100340,
					["from"] = "牧原股份#3763",
					["msg"] = "還可以 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633100346,
					["from"] = "特變電工",
					["msg"] = "筆記本？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633100347,
					["from"] = "牧原股份#3763",
					["msg"] = "明天應該可以 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633100350,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633100356,
					["from"] = "牧原股份#3763",
					["msg"] = "我在陽臺",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633151293,
					["from"] = "特變電工",
					["msg"] = "開搞",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633176109,
					["from"] = "牧原股份#3763",
					["msg"] = "DC上了麽？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633176168,
					["from"] = "特變電工",
					["msg"] = "沒",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633176171,
					["from"] = "特變電工",
					["msg"] = "在開會",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633176175,
					["from"] = "特變電工",
					["msg"] = "咋了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633176217,
					["from"] = "牧原股份#3763",
					["msg"] = "哦 沒事 我以為我等錯頻道了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633179089,
					["from"] = "特變電工",
					["msg"] = "你的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633179095,
					["from"] = "牧原股份#3763",
					["msg"] = "en ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633179101,
					["from"] = "特變電工",
					["msg"] = "起飛嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633179117,
					["from"] = "牧原股份#3763",
					["msg"] = "gan ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633180045,
					["from"] = "特變電工",
					["msg"] = "或票貨噶",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633180048,
					["from"] = "特變電工",
					["msg"] = "一幕拉薩",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633180051,
					["from"] = "牧原股份#3763",
					["msg"] = "....",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633180063,
					["from"] = "牧原股份#3763",
					["msg"] = "我手機DC 語音不了。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633180076,
					["from"] = "牧原股份#3763",
					["msg"] = "明晚可能打不了了 同學找吃飯 好多年不見了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633180079,
					["from"] = "特變電工",
					["msg"] = "你電腦下一個v2ray啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633180090,
					["from"] = "牧原股份#3763",
					["msg"] = "嗯 回頭搞一下",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633180104,
					["from"] = "特變電工",
					["msg"] = "你BUG太多了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633180108,
					["from"] = "牧原股份#3763",
					["msg"] = "。。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633181632,
					["from"] = "牧原股份#3763",
					["msg"] = "？",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633181642,
					["from"] = "牧原股份#3763",
					["msg"] = "哪去了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633181691,
					["from"] = "特變電工",
					["msg"] = "吃飯去了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633181692,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633181713,
					["from"] = "牧原股份#3763",
					["msg"] = "T划水 500G",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633181723,
					["from"] = "特變電工",
					["msg"] = "我剛説了暫離",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633181741,
					["from"] = "牧原股份#3763",
					["msg"] = "明天打不了了 。。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633181748,
					["from"] = "特變電工",
					["msg"] = "難受嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633181753,
					["from"] = "牧原股份#3763",
					["msg"] = "難受呀",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633181754,
					["from"] = "特變電工",
					["msg"] = "打完吃啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633181768,
					["from"] = "特變電工",
					["msg"] = "11點去吃",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633181770,
					["from"] = "特變電工",
					["msg"] = "多舒服",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633181782,
					["from"] = "牧原股份#3763",
					["msg"] = "不行 有遠道的同學",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633181935,
					["from"] = "特變電工",
					["msg"] = "你的",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633181945,
					["from"] = "特變電工",
					["msg"] = "Bis嗎",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633181945,
					["from"] = "牧原股份#3763",
					["msg"] = "。。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633181954,
					["from"] = "牧原股份#3763",
					["msg"] = "sm的",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633183284,
					["from"] = "特變電工",
					["msg"] = "垃圾啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633183284,
					["from"] = "牧原股份#3763",
					["msg"] = "<Deadly Boss Mods> 牧原股份正在與25人 - 『盲目者』李奧薩拉斯交戰（當前37% (階段1)，23/25存活）",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633183286,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1633183293,
					["from"] = "特變電工",
					["msg"] = "打不過心魔",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1633183581,
					["from"] = "牧原股份#3763",
					["msg"] = "<DBM> 牧原股份在25人 - 『盲目者』李奧薩拉斯還有3% (階段1)時滅團了。",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1633183711,
					["from"] = "牧原股份#3763",
					["msg"] = "....感概 差1秒 就打死了",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1633186368,
					["from"] = "特變電工",
					["msg"] = "一份毛肚",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1633186370,
					["from"] = "特變電工",
					["msg"] = "沒有了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1633186541,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1633186555,
					["from"] = "牧原股份#3763",
					["msg"] = "en  ",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1633186904,
					["from"] = "特變電工",
					["msg"] = "叫你了",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1633186915,
					["from"] = "牧原股份#3763",
					["msg"] = "?",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1633186925,
					["from"] = "特變電工",
					["msg"] = "你看屏幕",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1633186935,
					["from"] = "牧原股份#3763",
					["msg"] = "....",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1633191352,
					["from"] = "特變電工",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [107]
				{
					["type"] = 1,
					["time"] = 1633191366,
					["from"] = "特變電工",
					["msg"] = "人呢",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [108]
				{
					["type"] = 1,
					["time"] = 1633191368,
					["from"] = "特變電工",
					["msg"] = "划水王",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [109]
				{
					["type"] = 1,
					["time"] = 1633191376,
					["from"] = "牧原股份#3763",
					["msg"] = "我困了都 哈哈",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [110]
				{
					["type"] = 1,
					["time"] = 1633272571,
					["from"] = "特變電工",
					["msg"] = "你在幹嘛",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [111]
				{
					["type"] = 1,
					["time"] = 1633272577,
					["from"] = "牧原股份#3763",
					["msg"] = "無聊",
					["inbound"] = true,
					["convo"] = "牧原股份#3763",
				}, -- [112]
				{
					["type"] = 1,
					["time"] = 1633272646,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [113]
				{
					["type"] = 1,
					["time"] = 1633272648,
					["from"] = "特變電工",
					["msg"] = "戰場啊",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [114]
				{
					["type"] = 1,
					["time"] = 1633272649,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "牧原股份#3763",
				}, -- [115]
				["info"] = {
				},
			},
			["焚天"] = {
				{
					["type"] = 1,
					["time"] = 1632320265,
					["from"] = "特變電工",
					["msg"] = "來55嗎",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632320271,
					["from"] = "特變電工",
					["msg"] = "强力隊伍",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632320306,
					["from"] = "焚天",
					["msg"] = "再玩了",
					["inbound"] = true,
					["convo"] = "焚天",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633174893,
					["from"] = "特變電工",
					["msg"] = "33",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633174898,
					["from"] = "特變電工",
					["msg"] = "搞起來",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633174902,
					["from"] = "特變電工",
					["msg"] = "衝刺2300",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633245087,
					["from"] = "特變電工",
					["msg"] = "33還打不打 戰術德差一個德 ",
					["inbound"] = false,
					["convo"] = "焚天",
				}, -- [7]
				["info"] = {
				},
			},
			["蜀都張叔叔#3649"] = {
				{
					["type"] = 1,
					["time"] = 1632053676,
					["from"] = "特變電工",
					["msg"] = "起飛",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632053713,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "出鳳凰了？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632053789,
					["from"] = "特變電工",
					["msg"] = "特工",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632053798,
					["from"] = "特變電工",
					["msg"] = "我昨天打完毒蛇之後去吃火鍋",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632053802,
					["from"] = "特變電工",
					["msg"] = "凌晨1點",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1632053808,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有消息哇？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1632053812,
					["from"] = "特變電工",
					["msg"] = "然後悟出一個財富真諦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1632053906,
					["from"] = "特變電工",
					["msg"] = "年底我就是千萬富豪",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1632054223,
					["from"] = "特變電工",
					["msg"] = "我現在這個團長是杭州人",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1632054228,
					["from"] = "特變電工",
					["msg"] = "DC指揮",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1632054231,
					["from"] = "特變電工",
					["msg"] = "我震驚了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1632054241,
					["from"] = "特變電工",
					["msg"] = "人在國外",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1632054249,
					["from"] = "特變電工",
					["msg"] = "毒蛇1-4一把過",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1632054259,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "那很NB",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1632054319,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "風暴打過了沒？有沒有占星聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1632121802,
					["from"] = "特變電工",
					["msg"] = "風暴吃打了一個王",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1632121827,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "有沒有聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1632121829,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "占星的",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1632121837,
					["from"] = "特變電工",
					["msg"] = "？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1632121859,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "風暴的怪有沒有占星聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1632121861,
					["from"] = "特變電工",
					["msg"] = "啤酒節",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1632121864,
					["from"] = "特變電工",
					["msg"] = "不知道",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1632121876,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "怎麼弄？沒打過",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1632121887,
					["from"] = "特變電工",
					["msg"] = "奧格瑪外面",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1632121887,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你打了風暴小怪 沒有聲望麼？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1632121891,
					["from"] = "特變電工",
					["msg"] = "啤酒節",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1632121893,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我可以奶",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1632121911,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "打不打？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1632121919,
					["from"] = "特變電工",
					["msg"] = "風暴要塞小怪團？",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1632121933,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你不是打了風暴麼？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1632121941,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你們清小怪的時候有沒有聲望？",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1632121971,
					["from"] = "特變電工",
					["msg"] = "沒關注啊",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1632121974,
					["from"] = "特變電工",
					["msg"] = "我已經崇拜了",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1632121981,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "。。。。",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1632121986,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "我換牧師補",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1632122045,
					["from"] = "蜀都張叔叔#3649",
					["msg"] = "你不打啤酒哦",
					["inbound"] = true,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1632586059,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "蜀都張叔叔#3649",
				}, -- [37]
				["info"] = {
				},
			},
			["橋下小酒杯"] = {
				{
					["type"] = 1,
					["time"] = 1633275173,
					["from"] = "特變電工",
					["msg"] = "天秀",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1633275179,
					["from"] = "特變電工",
					["msg"] = "造化鐘神秀",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1633275183,
					["from"] = "特變電工",
					["msg"] = "剛才我們的33組合",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1633275243,
					["from"] = "橋下小酒杯",
					["msg"] = "?? 我聽不太懂",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1633275444,
					["from"] = "特變電工",
					["msg"] = "123",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1633275447,
					["from"] = "橋下小酒杯",
					["msg"] = "嗯?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1633275453,
					["from"] = "特變電工",
					["msg"] = "一起排",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1633275466,
					["from"] = "橋下小酒杯",
					["msg"] = "行 陪你排最後一把",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1633275478,
					["from"] = "橋下小酒杯",
					["msg"] = "專門奶你",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1633275484,
					["from"] = "特變電工",
					["msg"] = "剛才那一波犯傻",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1633275486,
					["from"] = "特變電工",
					["msg"] = "反殺",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1633275490,
					["from"] = "特變電工",
					["msg"] = "天秀",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1633275491,
					["from"] = "橋下小酒杯",
					["msg"] = "有看到",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1633275500,
					["from"] = "特變電工",
					["msg"] = "我知道你不會放棄我的",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1633275509,
					["from"] = "特變電工",
					["msg"] = "我拼了命往你這裏跑",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1633275510,
					["from"] = "橋下小酒杯",
					["msg"] = "進退挺有意識的XD",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1633275522,
					["from"] = "橋下小酒杯",
					["msg"] = "我喝了一小口能奶你的量就去找你了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1633275529,
					["from"] = "特變電工",
					["msg"] = "打22",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1633275531,
					["from"] = "橋下小酒杯",
					["msg"] = "我看你一臉想找我逃命",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1633275537,
					["from"] = "特變電工",
					["msg"] = ".。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1633275538,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1633275540,
					["from"] = "特變電工",
					["msg"] = "懂我",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1633275542,
					["from"] = "橋下小酒杯",
					["msg"] = "22不行，我得帶我朋友打武器 你忘了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1633275548,
					["from"] = "特變電工",
					["msg"] = "武器？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1633275552,
					["from"] = "橋下小酒杯",
					["msg"] = "1850",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1633275555,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1633275568,
					["from"] = "特變電工",
					["msg"] = "戰士？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1633275571,
					["from"] = "橋下小酒杯",
					["msg"] = "是",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1633275575,
					["from"] = "特變電工",
					["msg"] = "有我強嗎",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1633275583,
					["from"] = "橋下小酒杯",
					["msg"] = "唉",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1633275592,
					["from"] = "橋下小酒杯",
					["msg"] = "風暴信使肯定是S3前最強的武器",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1633275595,
					["from"] = "橋下小酒杯",
					["msg"] = "問題是他沒錢",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1633275610,
					["from"] = "特變電工",
					["msg"] = "一頓海底撈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1633275611,
					["from"] = "橋下小酒杯",
					["msg"] = "那基本上只能拿S2了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1633275626,
					["from"] = "特變電工",
					["msg"] = "能用錢解決的問題就不是問題",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1633275629,
					["from"] = "橋下小酒杯",
					["msg"] = "我不勉強他買G的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1633275635,
					["from"] = "橋下小酒杯",
					["msg"] = "畢竟遊戲嘛",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1633275637,
					["from"] = "特變電工",
					["msg"] = "有些問題關鍵是不能有錢解決",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1633275676,
					["from"] = "特變電工",
					["msg"] = "我",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1633275690,
					["from"] = "橋下小酒杯",
					["msg"] = "嗯?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1633275704,
					["from"] = "特變電工",
					["msg"] = "我三段錘打戰德都打不上1850",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1633275715,
					["from"] = "特變電工",
					["msg"] = "太克",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1633275723,
					["from"] = "橋下小酒杯",
					["msg"] = "目前有幾個組合比較難纏",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1633275727,
					["from"] = "橋下小酒杯",
					["msg"] = "但不是不能打",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1633275728,
					["from"] = "特變電工",
					["msg"] = "全是賊法 賊術 ",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1633275734,
					["from"] = "橋下小酒杯",
					["msg"] = "賊法可以的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1633275742,
					["from"] = "橋下小酒杯",
					["msg"] = "賊樹也可以的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1633275964,
					["from"] = "橋下小酒杯",
					["msg"] = "我有需要給你我的DC帳號或是",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1633275966,
					["from"] = "橋下小酒杯",
					["msg"] = "QQ帳號嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1633276023,
					["from"] = "特變電工",
					["msg"] = "QQ賬號。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1633276026,
					["from"] = "特變電工",
					["msg"] = "你有QQ啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1633276028,
					["from"] = "橋下小酒杯",
					["msg"] = "有阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1633276040,
					["from"] = "特變電工",
					["msg"] = "台灣有用QQ？",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1633276050,
					["from"] = "橋下小酒杯",
					["msg"] = "比較少 但還是會有的吧",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1633276061,
					["from"] = "特變電工",
					["msg"] = "wechat吧",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1633276069,
					["from"] = "橋下小酒杯",
					["msg"] = "我是以前玩WOW的時候有大陸隊友  它們不方便用那些 所以就辦了QQ",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1633276072,
					["from"] = "橋下小酒杯",
					["msg"] = "wechat 也行",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1633276079,
					["from"] = "特變電工",
					["msg"] = "我DC line都可以",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1633276088,
					["from"] = "橋下小酒杯",
					["msg"] = "你也有line?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1633276093,
					["from"] = "特變電工",
					["msg"] = "那當然",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1633276096,
					["from"] = "特變電工",
					["msg"] = "煩請",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1633276098,
					["from"] = "特變電工",
					["msg"] = "翻墻",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1633276106,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1633276110,
					["from"] = "橋下小酒杯",
					["msg"] = "哈哈  你跟世界很接軌阿",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1633276113,
					["from"] = "特變電工",
					["msg"] = "網路對我暢通無阻",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1633276118,
					["from"] = "特變電工",
					["msg"] = "我是中國頂級程式員",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1633276124,
					["from"] = "特變電工",
					["msg"] = "全球頂級投資家",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1633276129,
					["from"] = "特變電工",
					["msg"] = "部落第一戰",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1633276132,
					["from"] = "橋下小酒杯",
					["msg"] = "重慶第一戰士",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1633276133,
					["from"] = "特變電工",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1633276135,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1633276135,
					["from"] = "橋下小酒杯",
					["msg"] = "行吧",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1633276150,
					["from"] = "橋下小酒杯",
					["msg"] = "DoKA#6404",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1633276152,
					["from"] = "橋下小酒杯",
					["msg"] = "我的DC",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1633276191,
					["from"] = "特變電工",
					["msg"] = "好了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1633276194,
					["from"] = "特變電工",
					["msg"] = "看我頭像帥氣不",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1633276216,
					["from"] = "橋下小酒杯",
					["msg"] = "挺帥的",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1633276220,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1633276225,
					["from"] = "特變電工",
					["msg"] = "帥得很嘛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1633276234,
					["from"] = "特變電工",
					["msg"] = "金",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1633276318,
					["from"] = "特變電工",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1633276329,
					["from"] = "橋下小酒杯",
					["msg"] = "怎麼了?",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1633276344,
					["from"] = "特變電工",
					["msg"] = "沒事",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1633276350,
					["from"] = "橋下小酒杯",
					["msg"] = "你沒打算要四件特效嗎",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1633276362,
					["from"] = "特變電工",
					["msg"] = "我上賽季沒怎麽打",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1633276371,
					["from"] = "特變電工",
					["msg"] = "結算的時候買了副手",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1633276380,
					["from"] = "特變電工",
					["msg"] = "這個賽季我要起飛",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1633276384,
					["from"] = "橋下小酒杯",
					["msg"] = "胸甲有韌性的哦",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1633277502,
					["from"] = "橋下小酒杯",
					["msg"] = "開魯莽",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1633277557,
					["from"] = "特變電工",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1633277866,
					["from"] = "橋下小酒杯",
					["msg"] = "我盡力了",
					["inbound"] = true,
					["convo"] = "橋下小酒杯",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1633277874,
					["from"] = "特變電工",
					["msg"] = "嗯",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1633277875,
					["from"] = "特變電工",
					["msg"] = "哈哈",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1633277877,
					["from"] = "特變電工",
					["msg"] = "看到了",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1633277883,
					["from"] = "特變電工",
					["msg"] = "刺激啊",
					["inbound"] = false,
					["convo"] = "橋下小酒杯",
				}, -- [95]
				["info"] = {
				},
			},
		},
		["邁克爾假死"] = {
			["德過且過"] = {
				{
					["type"] = 1,
					["time"] = 1632544782,
					["from"] = "邁克爾假死",
					["msg"] = "++ 獵人",
					["inbound"] = false,
					["convo"] = "德過且過",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632544826,
					["from"] = "邁克爾假死",
					["msg"] = "獵人 ++",
					["inbound"] = false,
					["convo"] = "德過且過",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632544843,
					["from"] = "德過且過",
					["msg"] = "特變電工?",
					["inbound"] = true,
					["convo"] = "德過且過",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1632544849,
					["from"] = "邁克爾假死",
					["msg"] = "嗯嫩",
					["inbound"] = false,
					["convo"] = "德過且過",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1632559341,
					["from"] = "邁克爾假死",
					["msg"] = "與<德過且過>的交易成功了。付出600g。獲得|cffa335ee|Hitem:30091::::::::70:::::::::|h[精準遠行者手環]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "德過且過",
				}, -- [5]
				["info"] = {
				},
			},
			["口袋代言人"] = {
				{
					["type"] = 1,
					["time"] = 1632558907,
					["from"] = "邁克爾假死",
					["msg"] = "啊哈哈",
					["inbound"] = false,
					["convo"] = "口袋代言人",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1632558910,
					["from"] = "邁克爾假死",
					["msg"] = "我沒死",
					["inbound"] = false,
					["convo"] = "口袋代言人",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1632558922,
					["from"] = "口袋代言人",
					["msg"] = "假死抵抗…",
					["inbound"] = true,
					["convo"] = "口袋代言人",
				}, -- [3]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
