
WIM3_Data = {
	["escapeToHide"] = true,
	["hoverLinks"] = false,
	["pop_rules"] = {
		["whisper"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = true,
			["resting"] = {
				["keepfocus"] = true,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = true,
				["onReceive"] = true,
			},
			["alwaysOther"] = false,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = true,
				["onSend"] = true,
				["autofocus"] = false,
				["onReceive"] = true,
			},
		},
		["chat"] = {
			["other"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["bn"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["combat"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["obeyAutoFocusRules"] = false,
			["intercept"] = false,
			["resting"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["alwaysOther"] = true,
			["raid"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["arena"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["party"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
			["pvp"] = {
				["keepfocus"] = false,
				["supress"] = false,
				["onSend"] = false,
				["autofocus"] = false,
				["onReceive"] = false,
			},
		},
	},
	["timeStampFormat"] = "%H:%M",
	["windowAlpha"] = 80,
	["sounds"] = {
		["force_game_sound"] = false,
		["whispers"] = {
			["msgout_sml"] = "IM",
			["msgout"] = false,
			["guild"] = false,
			["bnet_sml"] = "IM",
			["msgin_sml"] = "IM",
			["msgin"] = true,
			["friend_sml"] = "IM",
			["guild_sml"] = "IM",
			["bnet"] = false,
			["friend"] = false,
		},
		["chat"] = {
			["msgout_sml"] = "Chat Blip",
			["msgout"] = false,
			["say_sml"] = "Chat Blip",
			["world_sml"] = "Chat Blip",
			["msgin_sml"] = "Chat Blip",
			["msgin"] = true,
			["party_sml"] = "Chat Blip",
			["custom_sml"] = "Chat Blip",
			["party"] = true,
			["raid_sml"] = "Chat Blip",
			["raidleader_sml"] = "Chat Blip",
			["officer_sml"] = "Chat Blip",
			["guild_sml"] = "Chat Blip",
			["battlegroundleader_sml"] = "Chat Blip",
			["battleground_sml"] = "Chat Blip",
		},
	},
	["formatting"] = {
		["bracketing"] = {
			["enabled"] = true,
			["type"] = 1,
		},
	},
	["keepFocusRested"] = true,
	["wordwrap_indent"] = false,
	["enabled"] = true,
	["keepFocus"] = true,
	["alertedPrivateServer"] = false,
	["autoFocus"] = false,
	["winCascade"] = {
		["enabled"] = true,
		["direction"] = 8,
	},
	["lastState"] = "other",
	["messageFormat"] = "預設",
	["displayColors"] = {
		["wispOut"] = {
			["b"] = 0.9882352941176471,
			["g"] = 0.0784313725490196,
			["r"] = 1,
		},
		["wispIn"] = {
			["b"] = 0.7607843137254902,
			["g"] = 0.03137254901960784,
			["r"] = 0.5607843137254902,
		},
		["sysMsg"] = {
			["b"] = 0,
			["g"] = 0.6627450980392157,
			["r"] = 1,
		},
		["BNwispOut"] = {
			["b"] = 1,
			["g"] = 0.6352941176470588,
			["r"] = 0.1725490196078431,
		},
		["historyIn"] = {
			["b"] = 0.4705882352941176,
			["g"] = 0.4705882352941176,
			["r"] = 0.4705882352941176,
		},
		["errorMsg"] = {
			["b"] = 0,
			["g"] = 0,
			["r"] = 1,
		},
		["webAddress"] = {
			["b"] = 1,
			["g"] = 1,
			["r"] = 1,
		},
		["BNwispIn"] = {
			["b"] = 0.6549019607843137,
			["g"] = 0.4862745098039216,
			["r"] = 0,
		},
		["historyOut"] = {
			["b"] = 0.7058823529411764,
			["g"] = 0.7058823529411764,
			["r"] = 0.7058823529411764,
		},
		["useSkin"] = true,
	},
	["fontSize"] = 12,
	["showToolTips"] = true,
	["minimap"] = {
		["free_position"] = {
			["y"] = -119.9592303922644,
			["x"] = -161.4886336462064,
			["point"] = "TOPRIGHT",
		},
		["free"] = false,
		["rightClickNew"] = false,
		["position"] = 200,
	},
	["winAnimation"] = true,
	["expose"] = {
		["protect"] = 1,
		["borderSize"] = 20,
		["combat"] = false,
		["groupOnly"] = false,
		["border"] = false,
		["direction"] = 1,
	},
	["alias"] = {
		["title_string"] = "{n} - {a}",
	},
	["menuSortActivity"] = true,
	["whoLookups"] = true,
	["modules"] = {
		["ChatSounds"] = {
			["enabled"] = true,
		},
		["ShortcutBar"] = {
			["enabled"] = true,
		},
		["Emoticons"] = {
			["enabled"] = true,
		},
		["ChatAlerts"] = {
			["enabled"] = true,
		},
		["Sounds"] = {
			["enabled"] = true,
		},
		["Expose"] = {
			["enabled"] = true,
		},
		["WhisperEngine"] = {
			["enabled"] = true,
		},
		["MinimapIcon"] = {
			["enabled"] = true,
		},
		["TimeStamps"] = {
			["enabled"] = true,
		},
		["OffScreenTracker"] = {
			["enabled"] = true,
		},
		["History"] = {
			["enabled"] = true,
		},
		["LDB"] = {
			["enabled"] = true,
		},
		["URLHandler"] = {
			["enabled"] = true,
		},
		["Tabs"] = {
			["enabled"] = true,
		},
		["ClickControl"] = {
			["enabled"] = true,
		},
		["Menu"] = {
			["enabled"] = true,
		},
		["Filters"] = {
			["enabled"] = true,
		},
	},
	["chat"] = {
		["bn"] = {
			["showAlerts"] = true,
		},
		["guild"] = {
			["showAlerts"] = true,
		},
		["party"] = {
			["showAlerts"] = true,
		},
		["custom"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["咩尬尬聊"] = {
				},
				["自訂"] = {
				},
				["咩尬獵人"] = {
				},
				["寻求组队"] = {
				},
			},
		},
		["say"] = {
		},
		["battleground"] = {
		},
		["raid"] = {
			["showAlerts"] = true,
		},
		["officer"] = {
			["showAlerts"] = true,
		},
		["world"] = {
			["enabled"] = false,
			["channelSettings"] = {
				["世界"] = {
				},
				["尋求組隊"] = {
				},
				["交易"] = {
				},
				["世界防務"] = {
				},
			},
		},
	},
	["ClickControl"] = {
		["clickSensitivity"] = 0.2,
	},
	["tabs"] = {
		["sortBy"] = 2,
		["whispers"] = {
			["enabled"] = false,
			["guild"] = false,
			["friends"] = false,
		},
		["chat"] = {
			["enabled"] = false,
			["aswhisper"] = false,
		},
	},
	["history"] = {
		["ageLimit"] = true,
		["previewCount"] = 25,
		["maxPer"] = true,
		["whispers"] = {
			["friends"] = true,
			["all"] = false,
			["guild"] = true,
		},
		["maxAge"] = 1209600,
		["preview"] = true,
		["maxCount"] = 500,
		["chat"] = {
			["ageLimit"] = true,
			["maxAge"] = 1209600,
			["previewCount"] = 25,
			["preview"] = true,
			["maxCount"] = 500,
			["maxPer"] = true,
		},
	},
	["skin"] = {
		["font_outline"] = "",
		["selected"] = "WIM Classic",
		["font"] = "ChatFontNormal",
		["suggest"] = true,
	},
	["winFade"] = true,
	["stats"] = {
		["startDate"] = "",
		["versions"] = 1,
		["whispers"] = 0,
		["mostConvos"] = 0,
	},
	["clampToScreen"] = true,
	["winLoc"] = {
		["left"] = 217,
		["top"] = 664,
	},
	["coloredNames"] = true,
	["ignoreArrowKeys"] = true,
	["tabAdvance"] = false,
	["windowOnTop"] = true,
	["winSize"] = {
		["height"] = 220,
		["strata"] = "DIALOG",
		["scale"] = 100,
		["width"] = 333,
	},
}
WIM3_Cache = {
	["伊弗斯"] = {
		["家駒"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq22|k"] = 2,
			},
			["guildList"] = {
				["不知风雪落"] = 149,
				["县书记"] = 154,
				["刺客捌拾柒"] = 152,
				["我不是小贼"] = 98,
				["德西"] = 19,
				["洛丶陽"] = 75,
				["凝渊丶"] = 63,
				["可樂酱"] = 64,
				["果冻橙乄"] = 10,
				["戰神馬雲飛"] = 85,
				["勤快的少尉"] = 68,
				["Chouzai"] = 22,
				["咒贖之魘"] = 49,
				["瞳话"] = 135,
				["干涉我"] = 192,
				["大幅度动作"] = 92,
				["一牧急"] = 186,
				["小不点思思"] = 72,
				["狂野绿皮"] = 96,
				["贝塔叔叔"] = 66,
				["白日做小梦"] = 169,
				["天生贏家"] = 110,
				["邻居大表哥"] = 118,
				["缄墨"] = 120,
				["从小就很白"] = 62,
				["低調聖光領域"] = 189,
				["安吉利亚"] = 6,
				["无毁之湖光"] = 86,
				["血尊"] = 138,
				["感恩教授"] = 159,
				["盲人全身按摩"] = 193,
				["低調神聖領域"] = 84,
				["规划的痕迹"] = 173,
				["繞王"] = 171,
				["红宝山"] = 30,
				["涵睿灬真真"] = 99,
				["Rivii"] = 20,
				["膽小的老羊"] = 195,
				["一夕海棠丶"] = 45,
				["喜达"] = 38,
				["吃糖不"] = 94,
				["Kenymet"] = 129,
				["莫灬言"] = 11,
				["綺羅生丶"] = 46,
				["樱花飞雪"] = 43,
				["尼古拉斯凯奇"] = 18,
				["伍仟萬"] = 48,
				["狐狸有点坏"] = 21,
				["Ezd"] = 104,
				["宛若游龙"] = 16,
				["爆血啃腚药丸"] = 25,
				["Dareghe"] = 108,
				["水晶鞋"] = 126,
				["文武半边天"] = 162,
				["致鳳風"] = 59,
				["烈烈卡丽"] = 166,
				["家駒"] = 130,
				["大黯黒天"] = 33,
				["咔卡罗特"] = 50,
				["死亡执行者"] = 133,
				["大热屁"] = 28,
				["秋日的呓语"] = 116,
				["止战"] = 164,
				["让子弹飞会儿"] = 180,
				["Hitytr"] = 121,
				["無敵更無敵"] = 167,
				["半桶水在晃"] = 57,
				["忠孝南路"] = 105,
				["海佬"] = 88,
				["盲人全身抚摸"] = 185,
				["Jnlrone"] = 39,
				["Ut"] = 119,
				["吖呸"] = 155,
				["晚禱"] = 163,
				["水自天上來"] = 7,
				["彩云之岚"] = 131,
				["Fander"] = 77,
				["Unaia"] = 80,
				["失控的胖子"] = 9,
				["枫油京"] = 115,
				["李丰田"] = 52,
				["經典特侖蘇"] = 36,
				["聖別"] = 74,
				["予笑颜"] = 5,
				["低調帶根棍"] = 140,
				["温柔丨"] = 165,
				["霍老五"] = 24,
				["开无敌"] = 103,
				["丷蛋蛋"] = 150,
				["猎十三"] = 125,
				["善恶无定"] = 156,
				["塔罗牌战车"] = 101,
				["Mmyang"] = 12,
				["賊賊神"] = 40,
				["兰马洛克"] = 91,
				["哈利榮恩妙麗"] = 95,
				["Usualway"] = 146,
				["低調陶璐娜"] = 53,
				["小角蛮牛"] = 123,
				["言彪哥言"] = 81,
				["重型坦坦克"] = 4,
				["巫王蘿莉賊"] = 65,
				["尛爆脾氣"] = 114,
				["降落闪"] = 42,
				["上去咬"] = 79,
				["源生暗影"] = 35,
				["风暴要火"] = 179,
				["東方破晓"] = 78,
				["剑啸天"] = 181,
				["好丨嗨呦"] = 122,
				["丶小师妹"] = 71,
				["趣多多丶丶"] = 69,
				["菊裂"] = 60,
				["Passion"] = 144,
				["谢礼灬"] = 174,
				["穆可可"] = 8,
				["团子喵"] = 87,
				["以前是小甜甜"] = 27,
				["翳頫亖夞夞"] = 31,
				["破败之王"] = 44,
				["赤膊打領帶"] = 34,
				["放开那个女孩"] = 161,
				["青溟"] = 17,
				["美貌大仙"] = 172,
				["老虎吃不起"] = 117,
				["長歌焚焱"] = 23,
				["刷大树的"] = 109,
				["少女一抬腿"] = 191,
				["谷谷德"] = 175,
				["Fortissax"] = 14,
				["Kotk"] = 73,
				["女神潘多拉"] = 13,
				["熊小兜"] = 182,
				["天地会陈近南"] = 197,
				["Seashell"] = 145,
				["法可游"] = 29,
				["海王騎士"] = 90,
				["丨阿童木丨"] = 26,
				["冬瓜鮮奶酪"] = 89,
				["小米壳丶"] = 47,
				["指尖上的灵魂"] = 160,
				["Aixike"] = 83,
				["Dfsdff"] = 3,
				["東方御雷"] = 54,
				["原野丶"] = 97,
				["陈富贵儿"] = 177,
				["霜之灬哀傷"] = 178,
				["团队领袖"] = 51,
				["東方御風"] = 142,
				["云动"] = 70,
				["装电视台"] = 32,
				["嘉禾之穗"] = 113,
				["大領主叁號"] = 93,
				["千总"] = 56,
				["Firstep"] = 128,
				["漫天花落时"] = 58,
				["Muller"] = 61,
				["还挺好的"] = 176,
				["低調布萊恩特"] = 188,
				["瓦倫尼古拉斯"] = 134,
				["必須會扛"] = 111,
				["盲人全身摸摸"] = 194,
				["原野狂猎"] = 153,
				["天谷武"] = 102,
				["Lierentwo"] = 143,
				["高梨步"] = 107,
				["秋水倚天"] = 184,
				["凉丝丝"] = 15,
				["日暮爾途遠"] = 82,
				["低調的帥"] = 183,
				["远程转火"] = 76,
				["Zhsefng"] = 2,
				["葳蕤蒹葭"] = 106,
				["Sevendogs"] = 112,
				["陌路梨殇"] = 41,
				["觉皇"] = 196,
				["繼續扯單"] = 137,
				["燕归人丶"] = 37,
				["朝天椒"] = 124,
				["牛脾氣部長"] = 55,
				["不二法门"] = 1,
				["秋日的私語"] = 136,
				["低調咔咔"] = 187,
				["Shushione"] = 141,
				["嘰里咕嚕兒"] = 157,
				["狐狸爱摔跤"] = 127,
				["魔萨归来"] = 139,
				["Yydks"] = 147,
				["不太會變"] = 148,
				["微风未有细沙"] = 158,
				["打阿达打"] = 132,
				["Nevers"] = 67,
				["低调的奶妈"] = 151,
				["玩的好人还帅"] = 168,
				["碎碎冰丷"] = 170,
				["Shanyu"] = 100,
				["天降杀姬"] = 190,
			},
		},
		["頂級投資家"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq29|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq25|k"] = 2,
			},
		},
		["路易斯桑拿"] = {
			["friendList"] = {
				["|Km6|k"] = 2,
				["|Km1|k"] = 2,
				["|Km5|k"] = 2,
				["|Km4|k"] = 2,
				["|Km2|k"] = 2,
				["|Km3|k"] = 2,
			},
		},
		["畜生犬隊長"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["吳淑珍站起萊"] = 1,
				["|Kq20|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq1|k"] = 2,
				["小西"] = 1,
				["|Kq17|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq29|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq22|k"] = 2,
				["Sred"] = 1,
				["|Kq12|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq24|k"] = 2,
			},
		},
		["碼農巴菲特"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq16|k"] = 2,
			},
		},
		["邁克爾假死"] = {
			["friendList"] = {
				["青樓探花"] = 1,
				["|Kq22|k"] = 2,
				["吐司小淘氣"] = 1,
				["|Kq9|k"] = 2,
				["展雄飛"] = 1,
				["樹獺從命"] = 1,
				["畜生區隊長"] = 1,
				["妮妮兒"] = 1,
				["舊大魔"] = 1,
				["佛印"] = 1,
				["琥珀貓"] = 1,
				["Thisisbookk"] = 1,
				["沒有小骨"] = 1,
				["花生夾心酥"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["路易斯桑拿"] = 1,
				["乆牛乆排丂"] = 1,
				["毛毛小寶貝"] = 1,
				["凡凡射爆妳"] = 1,
				["白菜蘿蔔湯"] = 1,
				["鮮肉牛"] = 1,
				["阿強"] = 1,
				["小璐大人"] = 1,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["亞娜娜"] = 1,
				["比烈"] = 1,
				["十塊錢"] = 1,
				["小泰山"] = 1,
				["卡莉米奈西爾"] = 1,
				["颯可買地殼"] = 1,
				["泰山喔一喔"] = 1,
				["甲鳥薩"] = 1,
				["裴矩"] = 1,
				["客家鳥德"] = 1,
				["|Kq26|k"] = 2,
				["奶很小不給力"] = 1,
				["孟德兄"] = 1,
				["強插插卡稱"] = 1,
				["尊重友善包容"] = 1,
				["帕司達"] = 1,
				["忘卻的紀念"] = 1,
				["萬一"] = 1,
				["|Kq13|k"] = 2,
				["哞哞牛哞哞"] = 1,
				["Xemomo"] = 1,
				["戒斷症"] = 1,
				["|Kq19|k"] = 2,
				["麥噹噹當勞"] = 1,
				["夕映澤瞳"] = 1,
				["|Kq21|k"] = 2,
				["梅妃"] = 1,
				["|Kq27|k"] = 2,
				["大泰山"] = 1,
				["皮蛋瘦肉粥"] = 1,
				["Ddevv"] = 1,
				["后羿之后"] = 1,
				["跌倒馬丁尼"] = 1,
				["狄玥"] = 1,
				["路易斯衝鋒"] = 1,
				["九如魚翅湯"] = 1,
				["|Kq12|k"] = 2,
				["|Kq28|k"] = 2,
				["黑暗蘿莉"] = 1,
				["|Kq3|k"] = 2,
				["浪漫牛兒"] = 1,
				["為你跑屍"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["小心吐乃"] = 1,
				["|Kq5|k"] = 2,
				["貝西揮出釣竿"] = 1,
				["|Kq24|k"] = 2,
				["站住別動"] = 1,
				["傻酷喇"] = 1,
				["Lars"] = 1,
				["芋頭冰"] = 1,
				["|Kq4|k"] = 2,
				["兇神惡薩"] = 1,
				["半藏來也"] = 1,
				["小芸"] = 1,
				["唯恐不亂"] = 1,
				["拔蘿蔔"] = 1,
				["桃園綠巨人"] = 1,
				["|Kq20|k"] = 2,
				["威尼斯紹琴"] = 1,
				["對您失望透頂"] = 1,
				["美腿"] = 1,
				["快刀"] = 1,
				["|Kq6|k"] = 2,
				["|Kq23|k"] = 2,
				["柴汪汪"] = 1,
				["鈴木一徹"] = 1,
				["卡副本專員"] = 1,
				["搞事莉莉絲"] = 1,
				["佐久夜巨巨"] = 1,
				["|Kq11|k"] = 2,
				["術匠師"] = 1,
				["青蛙"] = 1,
				["畜生大隊長"] = 1,
				["阿峰哥"] = 1,
				["國家機器動次"] = 1,
				["狂霸王子"] = 1,
				["唯我心狂"] = 1,
				["大發哥"] = 1,
				["萬箭"] = 1,
				["帕爾提娜"] = 1,
				["|Kq17|k"] = 2,
				["楓糖奶油"] = 1,
				["給本仙女跪下"] = 1,
				["|Kq1|k"] = 2,
				["|Kq8|k"] = 2,
				["瀟灑大壞蛋"] = 1,
				["觀自在"] = 1,
				["友善"] = 1,
				["成都張叔叔"] = 1,
				["小小寶"] = 1,
				["崩巴"] = 1,
				["|Kq16|k"] = 2,
				["Impatience"] = 1,
				["喵之琳琳"] = 1,
				["別背對我"] = 1,
				["號呆"] = 1,
				["部落之首"] = 1,
			},
			["guildList"] = {
				["Booto"] = 20,
				["Maxmix"] = 16,
				["简单之星"] = 3,
				["帅气小猴子"] = 28,
				["安见我非鱼"] = 27,
				["打不过加入"] = 29,
				["丷得鹿夢魚"] = 6,
				["脚大下盘稳"] = 35,
				["灬瘋灬子"] = 33,
				["罪詠奈落落"] = 8,
				["花好月圆中"] = 1,
				["晩晩风"] = 31,
				["贼兮兮"] = 36,
				["小巷派诗人"] = 11,
				["古达克"] = 25,
				["疯狂的小猴"] = 34,
				["Zzax"] = 5,
				["春風會開門"] = 30,
				["聖光幽蘭"] = 15,
				["邁克爾假死"] = 9,
				["Pyoo"] = 22,
				["陽陽小天使"] = 10,
				["草里有人"] = 14,
				["圣光幽兰"] = 26,
				["玄戈丶"] = 13,
				["灰缘愛"] = 18,
				["千叶丶"] = 4,
				["Pyeo"] = 21,
				["Pyts"] = 23,
				["海飛絲"] = 32,
				["Ronbo"] = 24,
				["Boccaccio"] = 19,
				["夜翼丶"] = 2,
				["Mixmax"] = 37,
				["春風吹你臉臉"] = 12,
				["瘋灬子"] = 7,
				["混沌武士"] = 17,
			},
		},
		["暖男你馬四了"] = {
			["friendList"] = {
				["|Kq56|k"] = 2,
				["|Kq75|k"] = 2,
				["|Kq68|k"] = 2,
				["|Kq54|k"] = 2,
				["|Kq63|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq71|k"] = 2,
				["|Kq45|k"] = 2,
				["|Kq55|k"] = 2,
				["|Kq70|k"] = 2,
				["|Kq76|k"] = 2,
				["|Kq58|k"] = 2,
				["|Kq72|k"] = 2,
				["|Kq66|k"] = 2,
				["|Kq69|k"] = 2,
				["|Kq74|k"] = 2,
				["|Kq73|k"] = 2,
				["|Kq67|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq53|k"] = 2,
				["|Kq64|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq57|k"] = 2,
				["|Kq65|k"] = 2,
			},
		},
		["特變電工"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["許你一世情"] = 1,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["胡辣來殺人囉"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq23|k"] = 2,
				["卡萊姆"] = 1,
				["|Kq11|k"] = 2,
				["騎風"] = 1,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["路易斯桑拿"] = 1,
				["希爾德烈日"] = 1,
				["|Kq20|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["董卓"] = 1,
				["愛很簡單"] = 1,
				["司命"] = 1,
				["咪姐兒"] = 1,
				["阿鋒哥"] = 1,
				["|Kq26|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq15|k"] = 2,
				["Cqzqs"] = 1,
				["萬箭"] = 1,
				["|Kq4|k"] = 2,
				["|Kq17|k"] = 2,
				["Geng"] = 1,
				["|Kq5|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq21|k"] = 2,
				["Lonelykiller"] = 1,
				["卡道圖騰"] = 1,
				["|Kq12|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq13|k"] = 2,
				["殤丶"] = 1,
				["後天"] = 1,
				["Shadowlol"] = 1,
				["房仲陳先生"] = 1,
				["Tods"] = 1,
				["橋下小酒杯"] = 1,
			},
			["guildList"] = {
				["Osnn"] = 12,
				["Easylove"] = 10,
				["倉庫叮"] = 9,
				["缺錢"] = 7,
				["電報太保"] = 15,
				["棒棒腿迴旋踢"] = 13,
				["孟婆來碗湯灬"] = 6,
				["冠狀病變"] = 4,
				["何必認真"] = 3,
				["Onitsuka"] = 16,
				["Apexlol"] = 5,
				["壺茶泡泡"] = 1,
				["特變電工"] = 14,
				["一高階督軍一"] = 2,
				["Neos"] = 11,
				["Gamerbyy"] = 8,
			},
		},
		["特斯拉大股東"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq16|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq12|k"] = 2,
				["棒棒糖甜"] = 1,
				["|Kq2|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["路易斯桑拿"] = 1,
				["|Kq8|k"] = 2,
				["公子晶"] = 1,
				["|Kq24|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq26|k"] = 2,
			},
			["guildList"] = {
				["孫小美主任"] = 45,
				["不消慌"] = 85,
				["天虹丶藍眼睛"] = 93,
				["髪如雪丶杰倫"] = 40,
				["吾乃帶餅侍衛"] = 35,
				["谢绝模仿"] = 110,
				["圓圓香大死騎"] = 118,
				["健身小白馬某"] = 88,
				["最兇殘丶怀旧"] = 100,
				["為歡幾何"] = 63,
				["偏执的黑曼巴"] = 54,
				["嗜血牛籃子"] = 32,
				["飘逸丶之灵"] = 28,
				["飘逸丨之灵"] = 1,
				["超級棕熊"] = 130,
				["怪不是我引的"] = 121,
				["灰烬小野貓"] = 141,
				["治疗师"] = 127,
				["Vlvlv"] = 3,
				["风吹草技摆"] = 11,
				["硬丶邦邦"] = 10,
				["滅絶师太"] = 103,
				["最兇殘丶祈祷"] = 2,
				["修星"] = 87,
				["楊總很帥氣"] = 125,
				["牛牛吨"] = 64,
				["素笺淡墨"] = 68,
				["高启盛丶"] = 76,
				["员哥哥"] = 91,
				["玩偶鸽鸽"] = 9,
				["狮子小叮当"] = 66,
				["菜逼骑士"] = 71,
				["寻猎师"] = 57,
				["雲頂阿"] = 17,
				["灰烬小土豆"] = 140,
				["牧当归"] = 65,
				["我自己"] = 36,
				["牛德不德了"] = 105,
				["真有内涵"] = 67,
				["搞錯了再來"] = 99,
				["唐浩天"] = 116,
				["小梅西丶"] = 138,
				["湛灡"] = 8,
				["球王梅西丷"] = 50,
				["杂货"] = 16,
				["孤傲的黑曼巴"] = 56,
				["圓圓香大湯圓"] = 18,
				["半斤八两"] = 13,
				["颖姐"] = 113,
				["長沙柯瑞"] = 74,
				["貓悠悠"] = 34,
				["Manteo"] = 5,
				["丶李寒衣丶"] = 114,
				["慕塵墨染"] = 98,
				["可爱的小德"] = 24,
				["高企盛"] = 12,
				["阿妮丶"] = 20,
				["沒有耳朵"] = 139,
				["諾即諾離"] = 109,
				["雙龍魔影劍"] = 31,
				["谢绝模訪"] = 77,
				["村里二丫"] = 102,
				["藜蒿"] = 39,
				["虎昂"] = 25,
				["辣個小賊啊"] = 112,
				["科目貮"] = 107,
				["圓圓香大包子"] = 29,
				["Nonomen"] = 42,
				["高企强"] = 134,
				["叁歲伎倆"] = 15,
				["Dinesha"] = 81,
				["球王梅西丶"] = 142,
				["不会隐身的猫"] = 6,
				["Debowii"] = 52,
				["皓月丶"] = 49,
				["远哥哥"] = 131,
				["最兇殘丶黑骑"] = 124,
				["楊總很霸氣"] = 126,
				["最兇殘丶萨爹"] = 122,
				["牛小壮"] = 104,
				["吾乃烈風餅"] = 90,
				["选秀的黑曼巴"] = 132,
				["李丶寒丶衣"] = 101,
				["理解"] = 44,
				["圆圆香大馄饨"] = 117,
				["嬴蕩"] = 41,
				["圓圓香大餛飩"] = 19,
				["特斯拉大股東"] = 128,
				["Bhsrtfg"] = 51,
				["藜蒿腊肉"] = 129,
				["順妮"] = 143,
				["园哥哥"] = 135,
				["圆哥哥"] = 136,
				["青絲漫舞"] = 37,
				["Ezezz"] = 82,
				["毒占慾"] = 62,
				["Axaxa"] = 79,
				["飘逸灬之灵"] = 75,
				["演技派小粉人"] = 48,
				["杰伦丶"] = 46,
				["乾淨小受"] = 21,
				["蝦楽"] = 78,
				["卓绝的黑曼巴"] = 22,
				["小梅西灬"] = 94,
				["望玥芊寻"] = 61,
				["Zebowii"] = 23,
				["阿喝"] = 47,
				["软绵绵之魂"] = 111,
				["肅嶼瑾年"] = 70,
				["夜风飘雨"] = 33,
				["沭麦芽"] = 27,
				["灰烬小瑪莉"] = 38,
				["不羁的黑曼巴"] = 53,
				["远哥哥强吗"] = 43,
				["藜蒿韭菜"] = 108,
				["元哥哥丶"] = 55,
				["张学友丶"] = 58,
				["疯狂小胡哥"] = 106,
				["德半夏"] = 59,
				["老汉坐莲"] = 69,
				["夜风飘雪"] = 119,
				["逺灬方"] = 72,
				["铜锅涮肥牛"] = 73,
				["Catpower"] = 26,
				["Kinhim"] = 83,
				["Azzaz"] = 80,
				["不会飞超人丶"] = 84,
				["最兇殘丶追月"] = 60,
				["乐乐奶茶"] = 86,
				["古代小虾米"] = 89,
				["小馬正面硬剛"] = 96,
				["俺叫牛大"] = 115,
				["婉约流年"] = 7,
				["小土豆妮丶"] = 30,
				["哇老虎耶"] = 92,
				["小馬愛吃烤肉"] = 95,
				["煤球藝術家"] = 14,
				["飄逸丶之靈"] = 133,
				["天堂的黑曼巴"] = 120,
				["沒有尾巴"] = 4,
				["最兇殘丶鬼术"] = 123,
				["帅就行了"] = 97,
				["土豆先生"] = 137,
			},
		},
		["巴非特"] = {
			["friendList"] = {
				["|Kq19|k"] = 2,
				["|Kq28|k"] = 2,
				["|Kq22|k"] = 2,
				["|Kq2|k"] = 2,
				["|Kq12|k"] = 2,
				["|Kq26|k"] = 2,
				["|Kq5|k"] = 2,
				["|Kq23|k"] = 2,
				["|Kq1|k"] = 2,
				["|Kq11|k"] = 2,
				["|Kq25|k"] = 2,
				["|Kq17|k"] = 2,
				["|Kq14|k"] = 2,
				["|Kq18|k"] = 2,
				["|Kq4|k"] = 2,
				["|Kq8|k"] = 2,
				["|Kq9|k"] = 2,
				["|Kq27|k"] = 2,
				["|Kq21|k"] = 2,
				["|Kq15|k"] = 2,
				["|Kq20|k"] = 2,
				["|Kq13|k"] = 2,
				["|Kq24|k"] = 2,
				["|Kq10|k"] = 2,
				["|Kq7|k"] = 2,
				["|Kq6|k"] = 2,
				["|Kq3|k"] = 2,
				["|Kq16|k"] = 2,
			},
		},
	},
}
WIM3_Filters = {
	{
		"^OQ[,S]", -- [1]
		["enabled"] = true,
		["type"] = 1,
		["pattern"] = "^<T>PartyQuests[^A-Z]+\n^<M_N>\n^ItemDB-Request:\n^LVBM\n^YOU ARE BEING WATCHED!\n^YOU ARE MARKED!\n^YOU ARE CURSED!\n^YOU HAVE THE PLAGUE!\n^YOU ARE BURNING!\n^YOU ARE THE BOMB!\nVOLATILE INFECTION\n^/^GA[^A-Z]+\n^<METAMAP\n^<CT",
		["sent"] = true,
		["name"] = "由插件发送的悄悄话",
		["received"] = true,
		["action"] = 2,
		["stats"] = 0,
		["protected"] = true,
		["tag"] = "addons",
	}, -- [1]
	{
		["enabled"] = false,
		["type"] = 2,
		["action"] = 1,
		["friend"] = true,
		["party"] = true,
		["name"] = "悄悄话选择区1",
		["guild"] = true,
		["raid"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [2]
	{
		["enabled"] = false,
		["type"] = 2,
		["name"] = "悄悄话选择区2",
		["action"] = 2,
		["all"] = true,
		["received"] = true,
		["stats"] = 0,
	}, -- [3]
}
WIM3_History = {
	["伊弗斯"] = {
		["家駒"] = {
			["誓約之劍#31592"] = {
				{
					["type"] = 1,
					["time"] = 1679931331,
					["from"] = "家駒",
					["msg"] = "司命",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679931337,
					["from"] = "家駒",
					["msg"] = "生弟",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679931344,
					["from"] = "誓約之劍#31592",
					["msg"] = "咋了",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679931349,
					["from"] = "家駒",
					["msg"] = "山上耕司",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679931355,
					["from"] = "家駒",
					["msg"] = "山下砍柴",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679931357,
					["from"] = "誓約之劍#31592",
					["msg"] = "有啥事",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679931368,
					["from"] = "家駒",
					["msg"] = "我25人0等都过了",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679931372,
					["from"] = "家駒",
					["msg"] = "强不",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679931375,
					["from"] = "誓約之劍#31592",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "誓約之劍#31592",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679931407,
					["from"] = "家駒",
					["msg"] = "俄式挺身",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679931410,
					["from"] = "家駒",
					["msg"] = "我跟他打过",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679931415,
					["from"] = "家駒",
					["msg"] = "9H",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679931419,
					["from"] = "家駒",
					["msg"] = "25人",
					["inbound"] = false,
					["convo"] = "誓約之劍#31592",
				}, -- [13]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679406034,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679406036,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679406051,
					["from"] = "魔法束褲#310522",
					["msg"] = "{邪恶}",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679406105,
					["from"] = "家駒",
					["msg"] = "能聽到嗎",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679406114,
					["from"] = "魔法束褲#310522",
					["msg"] = "等我连麦",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679407015,
					["from"] = "家駒",
					["msg"] = "听到",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679407019,
					["from"] = "家駒",
					["msg"] = "你不能听见我？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679408077,
					["from"] = "家駒",
					["msg"] = "hekili",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679809595,
					["from"] = "魔法束褲#310522",
					["msg"] = "我擦 幽暗城还有怪",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679809609,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679809616,
					["from"] = "魔法束褲#310522",
					["msg"] = "技能学不成了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679809619,
					["from"] = "家駒",
					["msg"] = "你是不是进副本了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679809628,
					["from"] = "家駒",
					["msg"] = "我起银月城学",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679809663,
					["from"] = "魔法束褲#310522",
					["msg"] = "[幽暗城之战 (13267)]",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679809676,
					["from"] = "家駒",
					["msg"] = "你在任务里面",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679809678,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679809679,
					["from"] = "魔法束褲#310522",
					["msg"] = "[幽暗城之战 (13267)]",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679809687,
					["from"] = "魔法束褲#310522",
					["msg"] = "什么贵",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679809690,
					["from"] = "家駒",
					["msg"] = "放弃",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679809739,
					["from"] = "家駒",
					["msg"] = "或者你把这个任务完成了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1680014478,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hitem:46139::::::::80:::::::::|h[征服者的死亡信使护腿]|h|Hitem:46135::::::::80:::::::::|h[征服者的死亡信使手套]|h 卧槽",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1680014490,
					["from"] = "家駒",
					["msg"] = "你去打了？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1680014493,
					["from"] = "魔法束褲#310522",
					["msg"] = "ROLL 到两件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1680014498,
					["from"] = "家駒",
					["msg"] = "roll團？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1680014503,
					["from"] = "魔法束褲#310522",
					["msg"] = "对啊",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1680014513,
					["from"] = "魔法束褲#310522",
					["msg"] = "宝库",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680014514,
					["from"] = "家駒",
					["msg"] = "我還是第一次見ROLL團",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680014517,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1680014518,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1680014528,
					["from"] = "家駒",
					["msg"] = "流弊啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680014528,
					["from"] = "魔法束褲#310522",
					["msg"] = "什么水平",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680014543,
					["from"] = "家駒",
					["msg"] = "PVE的一次只出2件還都是術士 且都被你ROLL到",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680014554,
					["from"] = "家駒",
					["msg"] = "這尼瑪你不如去買彩票",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680014562,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680014568,
					["from"] = "家駒",
					["msg"] = "一次寶庫畢業",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680014593,
					["from"] = "家駒",
					["msg"] = "天選之子",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680014595,
					["from"] = "魔法束褲#310522",
					["msg"] = "哈哈{大笑}",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680014602,
					["from"] = "家駒",
					["msg"] = "今天找一個10人PT速推",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680014603,
					["from"] = "家駒",
					["msg"] = "速度",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680014610,
					["from"] = "家駒",
					["msg"] = "明天25人速推",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680014630,
					["from"] = "魔法束褲#310522",
					["msg"] = "10人奥杜亚？",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680014635,
					["from"] = "家駒",
					["msg"] = "恩",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1680014645,
					["from"] = "家駒",
					["msg"] = "剛看見有人喊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1680014839,
					["from"] = "魔法束褲#310522",
					["msg"] = "也要求215",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1680014853,
					["from"] = "魔法束褲#310522",
					["msg"] = "先去个NAXX吧",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1680014884,
					["from"] = "家駒",
					["msg"] = "那是H的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1680014891,
					["from"] = "家駒",
					["msg"] = "不H 200就可以",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1680015265,
					["from"] = "魔法束褲#310522",
					["msg"] = "你还有多余牌子吗，帮我整个这个|Hitem:40740::::::::80:::::::::|h[星界旅者护腕]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1680015776,
					["from"] = "家駒",
					["msg"] = "好",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1680021948,
					["from"] = "家駒",
					["msg"] = "到哪了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1680021960,
					["from"] = "魔法束褲#310522",
					["msg"] = "刚过教官",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1680021969,
					["from"] = "家駒",
					["msg"] = "多少裝等了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1680021979,
					["from"] = "魔法束褲#310522",
					["msg"] = "200",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1680021998,
					["from"] = "魔法束褲#310522",
					["msg"] = "没拿一件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1680022004,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1680022029,
					["from"] = "魔法束褲#310522",
					["msg"] = "开始吃排骨了  哈哈",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1680022041,
					["from"] = "家駒",
					["msg"] = "10人便宜 吃不了多少",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1680022073,
					["from"] = "魔法束褲#310522",
					["msg"] = "10人有你抄吗",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1680022102,
					["from"] = "魔法束褲#310522",
					["msg"] = "逆潮",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1680022144,
					["from"] = "家駒",
					["msg"] = "有",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1680022162,
					["from"] = "魔法束褲#310522",
					["msg"] = "能卖多少",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1680022171,
					["from"] = "家駒",
					["msg"] = "2000之內吧",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1680022172,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬正在与10人 - 收割者戈提克交战，（当前99%，10/10存活）",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1680022177,
					["from"] = "家駒",
					["msg"] = "高了別要",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1680022188,
					["from"] = "魔法束褲#310522",
					["msg"] = "只有1500",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1680022188,
					["from"] = "家駒",
					["msg"] = "10人奧杜亞都226",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1680022205,
					["from"] = "魔法束褲#310522",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1680022481,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬已在10人 - 收割者戈提克的战斗中取得胜利！",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1680097468,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:2895:Player-4487-001352E6:1:3:29:23:4294967295:4294967295:4294967295:4294967295|h[奥杜尔的秘密（25人）]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1680097504,
					["from"] = "家駒",
					["msg"] = "可以啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1680097510,
					["from"] = "家駒",
					["msg"] = "多少装等了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1680097519,
					["from"] = "魔法束褲#310522",
					["msg"] = "一件都没买",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1680097522,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1680097523,
					["from"] = "家駒",
					["msg"] = "为啥",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1680097531,
					["from"] = "魔法束褲#310522",
					["msg"] = "买不起",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1680097538,
					["from"] = "魔法束褲#310522",
					["msg"] = "205了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1680097548,
					["from"] = "家駒",
					["msg"] = "很贵吗",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1680097578,
					["from"] = "魔法束褲#310522",
					["msg"] = "散件都3K， 套装5K",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1680097596,
					["from"] = "家駒",
					["msg"] = "差不多这个价格",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1680097598,
					["from"] = "魔法束褲#310522",
					["msg"] = "宝库竟然让我省了小1W",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1680097600,
					["from"] = "家駒",
					["msg"] = "法系",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1680097628,
					["from"] = "魔法束褲#310522",
					["msg"] = "下CD再买",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1680097642,
					["from"] = "魔法束褲#310522",
					["msg"] = "先了解下行情",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1680097644,
					["from"] = "家駒",
					["msg"] = "我早点说啊 我借你钱",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1680097659,
					["from"] = "家駒",
					["msg"] = "前期要快点买",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1680097663,
					["from"] = "家駒",
					["msg"] = "才能早点去吃H的排骨",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1680097669,
					["from"] = "魔法束褲#310522",
					["msg"] = "没事 没出几件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1680097687,
					["from"] = "家駒",
					["msg"] = "yy 24046515",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [88]
				{
					["type"] = 1,
					["time"] = 1680364170,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [89]
				{
					["type"] = 1,
					["time"] = 1680364173,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [90]
				{
					["type"] = 1,
					["time"] = 1680364174,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [91]
				{
					["type"] = 1,
					["time"] = 1680364180,
					["from"] = "家駒",
					["msg"] = "我去打25人NAXX",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [92]
				{
					["type"] = 1,
					["time"] = 1680364190,
					["from"] = "家駒",
					["msg"] = "刚打了10人",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [93]
				{
					["type"] = 1,
					["time"] = 1680364194,
					["from"] = "家駒",
					["msg"] = "已经207了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [94]
				{
					["type"] = 1,
					["time"] = 1680364204,
					["from"] = "魔法束褲#310522",
					["msg"] = "拿了多少件",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [95]
				{
					["type"] = 1,
					["time"] = 1680364212,
					["from"] = "家駒",
					["msg"] = "没拿多少",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [96]
				{
					["type"] = 1,
					["time"] = 1680364216,
					["from"] = "家駒",
					["msg"] = "买了很多装绑",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [97]
				{
					["type"] = 1,
					["time"] = 1680364270,
					["from"] = "魔法束褲#310522",
					["msg"] = "我去刷刷声望 明天打25PT",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [98]
				{
					["type"] = 1,
					["time"] = 1680364407,
					["from"] = "家駒",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [99]
				{
					["type"] = 1,
					["time"] = 1680364421,
					["from"] = "家駒",
					["msg"] = "专业技能满了咩",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [100]
				{
					["type"] = 1,
					["time"] = 1680364443,
					["from"] = "魔法束褲#310522",
					["msg"] = "冲好了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [101]
				{
					["type"] = 1,
					["time"] = 1680364452,
					["from"] = "家駒",
					["msg"] = "珠宝日常要做",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [102]
				{
					["type"] = 1,
					["time"] = 1680364452,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hitem:46135:3604:40026::::::80:::::::::|h[征服者的死亡信使手套]|h|Hitem:40558:3606:::::::80:::::::::|h[奥法践踏者]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [103]
				{
					["type"] = 1,
					["time"] = 1680364465,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯嗯 做了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [104]
				{
					["type"] = 1,
					["time"] = 1680369049,
					["from"] = "魔法束褲#310522",
					["msg"] = "10人？",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [105]
				{
					["type"] = 1,
					["time"] = 1680369182,
					["from"] = "家駒",
					["msg"] = "25",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [106]
				{
					["type"] = 1,
					["time"] = 1680369202,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [107]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1679326842,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑4 挺無敵的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679326845,
					["from"] = "Oneonone#3565",
					["msg"] = "體驗很好",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679326847,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679326861,
					["from"] = "Oneonone#3565",
					["msg"] = "代入感極强",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679327122,
					["from"] = "Oneonone#3565",
					["msg"] = "比暗黑3  強",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679327145,
					["from"] = "家駒",
					["msg"] = "魔獸才是王道",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679327170,
					["from"] = "Oneonone#3565",
					["msg"] = "魔獸也好玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679327191,
					["from"] = "Oneonone#3565",
					["msg"] = "睡覺去了 暗黑適合碎片化時間玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679327198,
					["from"] = "Oneonone#3565",
					["msg"] = "魔獸適合  時間多的時候玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679327213,
					["from"] = "Oneonone#3565",
					["msg"] = "碎片化時間  玩魔獸就是發呆",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679327219,
					["from"] = "Oneonone#3565",
					["msg"] = "除了升級之外",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679405262,
					["from"] = "家駒",
					["msg"] = "看我名字",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679405263,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 青樓探花正在與10人 - 奧芮雅交戰（當前100%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679405373,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 青樓探花已經擊敗10人 - 奧芮雅!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679405397,
					["from"] = "Oneonone#3565",
					["msg"] = "，，。，",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679405441,
					["from"] = "家駒",
					["msg"] = "如何",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679405543,
					["from"] = "Oneonone#3565",
					["msg"] = "你來一個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679405615,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑4真牛逼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679411266,
					["from"] = "Oneonone#3565",
					["msg"] = "昨天玩完暗黑4",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679411269,
					["from"] = "Oneonone#3565",
					["msg"] = "心心念念",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1679411277,
					["from"] = "Oneonone#3565",
					["msg"] = "真心不錯",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1679578297,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1679578298,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 烈焰戰輪交戰（當前96%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1679578303,
					["from"] = "家駒",
					["msg"] = "几H",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1679758993,
					["from"] = "家駒",
					["msg"] = "我过0灯了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1679758994,
					["from"] = "家駒",
					["msg"] = "太抢了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1679760310,
					["from"] = "Oneonone#3565",
					["msg"] = "太強了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1679760325,
					["from"] = "Oneonone#3565",
					["msg"] = "暗黑4真的好好玩",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1679760334,
					["from"] = "Oneonone#3565",
					["msg"] = "你來感受一下",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1679760341,
					["from"] = "Oneonone#3565",
					["msg"] = "完全ting'bu'xia'l哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680096363,
					["from"] = "家駒",
					["msg"] = "我79了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680096372,
					["from"] = "Oneonone#3565",
					["msg"] = "牛逼",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680096375,
					["from"] = "家駒",
					["msg"] = "今天80",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680096379,
					["from"] = "Oneonone#3565",
					["msg"] = "我都好久沒上",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680096381,
					["from"] = "家駒",
					["msg"] = "然后吃排骨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680096383,
					["from"] = "家駒",
					["msg"] = "好玩",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680096394,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680096394,
					["from"] = "家駒",
					["msg"] = "昨天打10人奥杜尔到凌晨4点",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680096396,
					["from"] = "家駒",
					["msg"] = "擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680096398,
					["from"] = "Oneonone#3565",
					["msg"] = "你玩的是什麽",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680096405,
					["from"] = "家駒",
					["msg"] = "骑士啊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680096408,
					["from"] = "Oneonone#3565",
					["msg"] = "哦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1680097586,
					["from"] = "家駒",
					["msg"] = "yy24046515",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1680097662,
					["from"] = "Oneonone#3565",
					["msg"] = "你又不在",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1680097671,
					["from"] = "家駒",
					["msg"] = "来了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1680097710,
					["from"] = "家駒",
					["msg"] = "能不能听到",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1680319582,
					["from"] = "Oneonone#3565",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1680319592,
					["from"] = "Oneonone#3565",
					["msg"] = "騎士也要開始吃了？",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1680346514,
					["from"] = "家駒",
					["msg"] = "。。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1680359800,
					["from"] = "Oneonone#3565",
					["msg"] = "喲",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1680359903,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1680359919,
					["from"] = "Oneonone#3565",
					["msg"] = "多少裝等了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1680371124,
					["from"] = "Oneonone#3565",
					["msg"] = "吃不消",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1680371127,
					["from"] = "Oneonone#3565",
					["msg"] = "這種團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1680371129,
					["from"] = "家駒",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1680371135,
					["from"] = "Oneonone#3565",
					["msg"] = "我10點30來打的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1680371137,
					["from"] = "Oneonone#3565",
					["msg"] = "打到現在",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1680371147,
					["from"] = "家駒",
					["msg"] = "3小时",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1680371154,
					["from"] = "家駒",
					["msg"] = "25人H？",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1680371159,
					["from"] = "Oneonone#3565",
					["msg"] = "毛的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1680371161,
					["from"] = "Oneonone#3565",
					["msg"] = "垃圾的要死",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1680371168,
					["from"] = "Oneonone#3565",
					["msg"] = "說打 6H",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1680371172,
					["from"] = "Oneonone#3565",
					["msg"] = "目前才打了2個",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1680371190,
					["from"] = "Oneonone#3565",
					["msg"] = "現在才在將軍前面",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1680373532,
					["from"] = "Oneonone#3565",
					["msg"] = "|Hitem:45518::::::::80:::::::::|h[天國燄光]|h",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1680373537,
					["from"] = "家駒",
					["msg"] = "。。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1680373551,
					["from"] = "Oneonone#3565",
					["msg"] = "20w",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1680373565,
					["from"] = "家駒",
					["msg"] = "3200块钱",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1680373566,
					["from"] = "家駒",
					["msg"] = "神经病",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1680373591,
					["from"] = "Oneonone#3565",
					["msg"] = "瘋子",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1680373598,
					["from"] = "家駒",
					["msg"] = "我们卖32W",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1680373616,
					["from"] = "Oneonone#3565",
					["msg"] = "是的  剛剛有說有人32萬P",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1680373681,
					["from"] = "Oneonone#3565",
					["msg"] = "給女孩子買的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1680373687,
					["from"] = "Oneonone#3565",
					["msg"] = "這群人",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1680373694,
					["from"] = "Oneonone#3565",
					["msg"] = "估計在泡妞",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1680373706,
					["from"] = "Oneonone#3565",
					["msg"] = "電工你缺少動力",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1680373710,
					["from"] = "Oneonone#3565",
					["msg"] = "缺少花錢的動力",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1680373721,
					["from"] = "Oneonone#3565",
					["msg"] = "趕緊弄個少婦，讓你買的衝動",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1680373727,
					["from"] = "家駒",
					["msg"] = "我只喜欢看数字",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1680373734,
					["from"] = "家駒",
					["msg"] = "比买装备都开心",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [80]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1679735591,
					["from"] = "家駒",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679735607,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "啊？",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679735618,
					["from"] = "家駒",
					["msg"] = "一下午又赚300",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679735637,
					["from"] = "家駒",
					["msg"] = "分2W",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679923708,
					["from"] = "家駒",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679923710,
					["from"] = "家駒",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [6]
				["info"] = {
				},
			},
		},
		["特變電工"] = {
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1680373756,
					["from"] = "Oneonone#3565",
					["msg"] = "擦 北京有大保健嗎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679848721,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:13:Player-4487-001352E6:1:3:27:23:4294967295:4294967295:4294967295:4294967295|h[80级]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679848722,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工正在与25人 - 维扎克斯将军交战，（当前78%，25/25存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679848945,
					["from"] = "魔法束褲#310522",
					["msg"] = "80了 先下了 明天搞裝備",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679849230,
					["from"] = "特變電工",
					["msg"] = "<DBM> 特變電工已在25人 - 维扎克斯将军的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				["info"] = {
				},
			},
		},
		["特斯拉大股東"] = {
			["高企强"] = {
				{
					["type"] = 1,
					["time"] = 1679721085,
					["from"] = "特斯拉大股東",
					["msg"] = "王者补一下",
					["inbound"] = false,
					["convo"] = "高企强",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679730051,
					["from"] = "特斯拉大股東",
					["msg"] = "王者",
					["inbound"] = false,
					["convo"] = "高企强",
				}, -- [2]
				["info"] = {
				},
			},
			["俺叫牛大"] = {
				{
					["type"] = 1,
					["time"] = 1679721902,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:27003:0|h[斜掠]|h|r (Rank 5) was used, there's a newer rank at level 72. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "俺叫牛大",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679729979,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:26997:0|h[横扫（熊）]|h|r (Rank 6) was used, there's a newer rank at level 72.",
					["inbound"] = false,
					["convo"] = "俺叫牛大",
				}, -- [2]
				["info"] = {
				},
			},
			["沒有耳朵"] = {
				{
					["type"] = 1,
					["time"] = 1679713694,
					["from"] = "特斯拉大股東",
					["msg"] = "666",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680319041,
					["from"] = "特斯拉大股東",
					["msg"] = "666",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680319043,
					["from"] = "沒有耳朵",
					["msg"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
					["inbound"] = true,
					["convo"] = "沒有耳朵",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680319475,
					["from"] = "特斯拉大股東",
					["msg"] = "开打yy叫一下 我换个号",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680331580,
					["from"] = "特斯拉大股東",
					["msg"] = "与<沒有耳朵>的交易成功了。付出10000g。获得|cffa335ee|Hitem:45488::::::::80:::::::::|h[奴役圣像护腿]|h|r(1)等1件物品。",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680331580,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cfff48cba沒有耳朵|r ▶ Trade completed (Gave Money : 10000Gold & Received 1 items : 奴役圣像护腿)",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680339974,
					["from"] = "特斯拉大股東",
					["msg"] = "与<沒有耳朵>的交易成功了。收入71420g。",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1680339974,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cfff48cba沒有耳朵|r ▶ Trade completed (Received Money : 71420Gold)",
					["inbound"] = false,
					["convo"] = "沒有耳朵",
				}, -- [8]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1679579352,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679579353,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - XT-002拆解者交戰（當前73%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679579355,
					["from"] = "特斯拉大股東",
					["msg"] = "几h",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679579441,
					["from"] = "Oneonone#3565",
					["msg"] = "我是去幫忙的",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679579451,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - XT-002拆解者還有84%時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679579464,
					["from"] = "Oneonone#3565",
					["msg"] = "小號提升團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679579469,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679579481,
					["from"] = "特斯拉大股東",
					["msg"] = "我这边刚好差个全通冰dk",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679579491,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679579510,
					["from"] = "Oneonone#3565",
					["msg"] = "居然還有缺冰DK",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679579528,
					["from"] = "Oneonone#3565",
					["msg"] = "盜賊 法師  ",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679579530,
					["from"] = "Oneonone#3565",
					["msg"] = "戰士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679579822,
					["from"] = "Oneonone#3565",
					["msg"] = "明晚開始 又可以玩暗黑4了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679580904,
					["from"] = "Oneonone#3565",
					["msg"] = "我原來那個團缺一個術士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679580917,
					["from"] = "Oneonone#3565",
					["msg"] = "讓我去練  哎",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679580918,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 锋鳞交战，（当前97%，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679580986,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東已在10人 - 锋鳞的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679580986,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳正在與10人 - 奧芮雅交戰（當前45%，10/10存活）",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679581004,
					["from"] = "特斯拉大股東",
					["msg"] = "我術士有固定的",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679581044,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳已經擊敗10人 - 奧芮雅!",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1679586325,
					["from"] = "特斯拉大股東",
					["msg"] = "还不睡觉",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1679586333,
					["from"] = "特斯拉大股東",
					["msg"] = "我们已经有9周没一起吃火锅了",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1679586343,
					["from"] = "Oneonone#3565",
					["msg"] = "睡覺去了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1679586406,
					["from"] = "Oneonone#3565",
					["msg"] = "後天早上開搞暗黑4了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1679586407,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 维扎克斯将军交战，（当前91%，10/10存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1679586494,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東在10人 - 维扎克斯将军（68%）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680318605,
					["from"] = "Oneonone#3565",
					["msg"] = "我擦",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680318613,
					["from"] = "特斯拉大股東",
					["msg"] = "吃排骨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1680318616,
					["from"] = "Oneonone#3565",
					["msg"] = "今天不陪哇",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1680318626,
					["from"] = "特斯拉大股東",
					["msg"] = "今天吃排骨",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680318627,
					["from"] = "Oneonone#3565",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680318632,
					["from"] = "Oneonone#3565",
					["msg"] = "可以",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680318650,
					["from"] = "Oneonone#3565",
					["msg"] = "我去玩個戰士",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680318658,
					["from"] = "特斯拉大股東",
					["msg"] = "垃圾职业",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680318668,
					["from"] = "Oneonone#3565",
					["msg"] = "馬上崛起了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680318701,
					["from"] = "Oneonone#3565",
					["msg"] = "應該下版本就崛起了",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680323169,
					["from"] = "Oneonone#3565",
					["msg"] = "我感覺我這個是坑團",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680323170,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 锋鳞交战，（当前100%，25/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680323349,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東已在25人 - 锋鳞的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680336430,
					["from"] = "Oneonone#3565",
					["msg"] = "還沒打完啊",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680336431,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680336441,
					["from"] = "特斯拉大股東",
					["msg"] = "开荒0等",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1680336446,
					["from"] = "Oneonone#3565",
					["msg"] = "飛機頭",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1680336471,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東在25人 - 尤格萨隆（未知 (阶段1)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1680336518,
					["from"] = "特斯拉大股東",
					["msg"] = "很墨迹",
					["inbound"] = false,
					["convo"] = "Oneonone#3565",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1680336590,
					["from"] = "Oneonone#3565",
					["msg"] = "内建明顯不行",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [46]
				["info"] = {
				},
			},
			["园哥哥"] = {
				{
					["type"] = 1,
					["time"] = 1679733264,
					["from"] = "特斯拉大股東",
					["msg"] = "与<园哥哥>的交易成功了。收入1000g。",
					["inbound"] = false,
					["convo"] = "园哥哥",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679733264,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cffff7c0a园哥哥|r ▶ Trade completed (Received Money : 1000Gold)",
					["inbound"] = false,
					["convo"] = "园哥哥",
				}, -- [2]
				["info"] = {
				},
			},
			["飄逸丶之靈"] = {
				{
					["type"] = 1,
					["time"] = 1679721328,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:30910:0|h[厄运诅咒]|h|r (Rank 2) was used, there's a newer rank at level 80. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "飄逸丶之靈",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680340005,
					["from"] = "飄逸丶之靈",
					["msg"] = "与[特斯拉大股東]交易成功。(收到) 14284g",
					["inbound"] = true,
					["convo"] = "飄逸丶之靈",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680340005,
					["from"] = "特斯拉大股東",
					["msg"] = "与<飄逸丶之靈>的交易成功了。付出14284g。",
					["inbound"] = false,
					["convo"] = "飄逸丶之靈",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680340005,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cff8787ed飄逸丶之靈|r ▶ Trade completed (Gave Money : 14284Gold)",
					["inbound"] = false,
					["convo"] = "飄逸丶之靈",
				}, -- [4]
				["info"] = {
				},
			},
			["公子晶"] = {
				{
					["type"] = 1,
					["time"] = 1680334719,
					["from"] = "特斯拉大股東",
					["msg"] = "公子晶",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680334760,
					["from"] = "公子晶",
					["msg"] = "嘿嘿",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680334770,
					["from"] = "特斯拉大股東",
					["msg"] = "外挂晶",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1680334775,
					["from"] = "公子晶",
					["msg"] = "。。",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1680335864,
					["from"] = "公子晶",
					["msg"] = "我昨天拿了个饰品哈哈",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1680335870,
					["from"] = "特斯拉大股東",
					["msg"] = "雷神？",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1680335877,
					["from"] = "公子晶",
					["msg"] = "|cffa335ee|Hitem:45609::::::::80:::::::::|h[彗星之痕]|h|r",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1680335882,
					["from"] = "特斯拉大股東",
					["msg"] = "靠",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1680335885,
					["from"] = "特斯拉大股東",
					["msg"] = "多少",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1680335887,
					["from"] = "公子晶",
					["msg"] = "15Wa ",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1680335889,
					["from"] = "特斯拉大股東",
					["msg"] = "我们一般35万",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1680335891,
					["from"] = "公子晶",
					["msg"] = "所有家当",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1680335891,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1680335904,
					["from"] = "公子晶",
					["msg"] = "贵吗 15W",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1680336177,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東在25人 - 尤格萨隆（100% (阶段2)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1680336190,
					["from"] = "公子晶",
					["msg"] = "10H 2個小時出頭",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1680336214,
					["from"] = "公子晶",
					["msg"] = "我問你個事",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1680336217,
					["from"] = "特斯拉大股東",
					["msg"] = "开荒0灯",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1680336222,
					["from"] = "特斯拉大股東",
					["msg"] = "不贵啊 15万",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1680336234,
					["from"] = "公子晶",
					["msg"] = "爲什麽我的新電腦 這個魔獸世界圖標啊頭像啊畫面很尖銳",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1680336237,
					["from"] = "公子晶",
					["msg"] = "不舒服啊看著",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1680336246,
					["from"] = "公子晶",
					["msg"] = "是不是哪裏沒設置對 還是這塊二手顯卡有問題",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1680336271,
					["from"] = "特斯拉大股東",
					["msg"] = "显示器换了没",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1680336278,
					["from"] = "公子晶",
					["msg"] = "換了三個顯示器了",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1680336282,
					["from"] = "公子晶",
					["msg"] = "都這樣",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1680336293,
					["from"] = "特斯拉大股東",
					["msg"] = "问ChatGPT",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1680336308,
					["from"] = "公子晶",
					["msg"] = "CHATGPT是什麼",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1680336313,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1680336322,
					["from"] = "特斯拉大股東",
					["msg"] = "chatgpt都不知道",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1680336325,
					["from"] = "公子晶",
					["msg"] = "你說啊",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1680336325,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東正在与25人 - 尤格萨隆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1680336332,
					["from"] = "特斯拉大股東",
					["msg"] = "百度",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1680336346,
					["from"] = "公子晶",
					["msg"] = "可以用多久啊 我要去換邪DK了 裝備又要重新弄 因為這個飾品",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1680336470,
					["from"] = "特斯拉大股東",
					["msg"] = "<HBM> 特斯拉大股東在25人 - 尤格萨隆（未知 (阶段1)）的战斗中灭团了。",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1680336560,
					["from"] = "公子晶",
					["msg"] = "CHATGPT是什麼啊",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1680336576,
					["from"] = "特斯拉大股東",
					["msg"] = "你抖音搜",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1680336588,
					["from"] = "特斯拉大股東",
					["msg"] = "淘汰你工作的",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1680336592,
					["from"] = "特斯拉大股東",
					["msg"] = "你以后没工作了",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1680336599,
					["from"] = "公子晶",
					["msg"] = "你就說 我的畫面怎麼變清晰 大哥",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1680336614,
					["from"] = "公子晶",
					["msg"] = "你跟我在這搞人工智能",
					["inbound"] = true,
					["convo"] = "公子晶",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1680336622,
					["from"] = "特斯拉大股東",
					["msg"] = "条件很复杂",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1680336649,
					["from"] = "特斯拉大股東",
					["msg"] = "我只遇到过显示器锐化设置",
					["inbound"] = false,
					["convo"] = "公子晶",
				}, -- [42]
				["info"] = {
				},
			},
			["超級棕熊"] = {
				{
					["type"] = 1,
					["time"] = 1680340017,
					["from"] = "特斯拉大股東",
					["msg"] = "与<超級棕熊>的交易成功了。付出14284g。",
					["inbound"] = false,
					["convo"] = "超級棕熊",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680340017,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cff8787ed超級棕熊|r ▶ Trade completed (Gave Money : 14284Gold)",
					["inbound"] = false,
					["convo"] = "超級棕熊",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680340017,
					["from"] = "超級棕熊",
					["msg"] = "与<特斯拉大股東>的交易成功了。收入14284g。",
					["inbound"] = true,
					["convo"] = "超級棕熊",
				}, -- [3]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679579557,
					["from"] = "特斯拉大股東",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679579561,
					["from"] = "特斯拉大股東",
					["msg"] = "74了啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679579567,
					["from"] = "特斯拉大股東",
					["msg"] = "啥时候练的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679579598,
					["from"] = "魔法束褲#310522",
					["msg"] = "一直在练",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679581829,
					["from"] = "特斯拉大股東",
					["msg"] = "我在10人奧杜亞吃排骨",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679581859,
					["from"] = "魔法束褲#310522",
					["msg"] = "好的",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679581862,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東正在与10人 - 钢铁议会交战，（当前99% (阶段1) (已消灭0/3个首领)，10/10存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679582070,
					["from"] = "特斯拉大股東",
					["msg"] = "<DBM> 特斯拉大股東已在10人 - 钢铁议会的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679584526,
					["from"] = "魔法束褲#310522",
					["msg"] = "明天有点事，先下了，后天见~",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679584532,
					["from"] = "特斯拉大股東",
					["msg"] = "好的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679584533,
					["from"] = "特斯拉大股東",
					["msg"] = "8",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679584536,
					["from"] = "魔法束褲#310522",
					["msg"] = "88",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				["info"] = {
				},
			},
			["魯魯#41584"] = {
				{
					["type"] = 1,
					["time"] = 1680422437,
					["from"] = "特斯拉大股東",
					["msg"] = "倉庫多哦",
					["inbound"] = false,
					["convo"] = "魯魯#41584",
				}, -- [1]
				["info"] = {
				},
			},
			["丶李寒衣丶"] = {
				{
					["type"] = 1,
					["time"] = 1679722492,
					["from"] = "特斯拉大股東",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:25435:0|h[复活术]|h|r (Rank 6) was used, there's a newer rank at level 78. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679733245,
					["from"] = "特斯拉大股東",
					["msg"] = "与<丶李寒衣丶>的交易成功了。收入17364g。",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679733245,
					["from"] = "特斯拉大股東",
					["msg"] = "대상: |cffffffff丶李寒衣丶|r ▶ Trade completed (Received Money : 17364Gold)",
					["inbound"] = false,
					["convo"] = "丶李寒衣丶",
				}, -- [3]
				["info"] = {
				},
			},
		},
		["巴非特"] = {
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1680448365,
					["from"] = "巴非特",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1680448371,
					["from"] = "巴非特",
					["msg"] = "我第五個79級了",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1680448378,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "..",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				["info"] = {
				},
			},
		},
		["邁克爾假死"] = {
			["疯狂的小猴"] = {
				{
					["type"] = 1,
					["time"] = 1679751169,
					["from"] = "邁克爾假死",
					["msg"] = "爪子",
					["inbound"] = false,
					["convo"] = "疯狂的小猴",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679752499,
					["from"] = "邁克爾假死",
					["msg"] = "{rt7} RankSentinel detected |cff71d5ff|Hspell:26984:0|h[愤怒]|h|r (Rank 9) was used, there's a newer rank at level 69. Your action bars may be outdated.",
					["inbound"] = false,
					["convo"] = "疯狂的小猴",
				}, -- [2]
				["info"] = {
				},
			},
			["Mixmax"] = {
				{
					["type"] = 1,
					["time"] = 1679740014,
					["from"] = "邁克爾假死",
					["msg"] = "527",
					["inbound"] = false,
					["convo"] = "Mixmax",
				}, -- [1]
				["info"] = {
				},
			},
			["魔法束褲#310522"] = {
				{
					["type"] = 1,
					["time"] = 1679741834,
					["from"] = "魔法束褲#310522",
					["msg"] = "UDL?",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679741975,
					["from"] = "邁克爾假死",
					["msg"] = "下午又分2W",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679741982,
					["from"] = "邁克爾假死",
					["msg"] = "2W=320",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679742003,
					["from"] = "魔法束褲#310522",
					["msg"] = "可以",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679742025,
					["from"] = "邁克爾假死",
					["msg"] = "晚上基本上又2W",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679742032,
					["from"] = "邁克爾假死",
					["msg"] = "一天600到手",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [6]
				{
					["type"] = 1,
					["time"] = 1679742040,
					["from"] = "魔法束褲#310522",
					["msg"] = "等你好消息",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [7]
				{
					["type"] = 1,
					["time"] = 1679746363,
					["from"] = "邁克爾假死",
					["msg"] = "祖達克競技場任務",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [8]
				{
					["type"] = 1,
					["time"] = 1679746368,
					["from"] = "邁克爾假死",
					["msg"] = "記得做",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [9]
				{
					["type"] = 1,
					["time"] = 1679746369,
					["from"] = "邁克爾假死",
					["msg"] = "我都做了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [10]
				{
					["type"] = 1,
					["time"] = 1679746381,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯 现在没队",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [11]
				{
					["type"] = 1,
					["time"] = 1679746382,
					["from"] = "邁克爾假死",
					["msg"] = "<DBM> 邁克爾假死正在与25人 - 托里姆交战，（当前未知 (阶段1)，25/25存活）",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [12]
				{
					["type"] = 1,
					["time"] = 1679746672,
					["from"] = "邁克爾假死",
					["msg"] = "<DBM> 邁克爾假死已在25人 - 托里姆的战斗中取得胜利！",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [13]
				{
					["type"] = 1,
					["time"] = 1679747586,
					["from"] = "邁克爾假死",
					["msg"] = "77買大鳥去",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [14]
				{
					["type"] = 1,
					["time"] = 1679747596,
					["from"] = "邁克爾假死",
					["msg"] = "風暴峭壁",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [15]
				{
					["type"] = 1,
					["time"] = 1679747598,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯 今天骑鸟",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [16]
				{
					["type"] = 1,
					["time"] = 1679747611,
					["from"] = "邁克爾假死",
					["msg"] = "後面的任務送牌子多",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [17]
				{
					["type"] = 1,
					["time"] = 1679747620,
					["from"] = "魔法束褲#310522",
					["msg"] = "OK",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [18]
				{
					["type"] = 1,
					["time"] = 1679749806,
					["from"] = "魔法束褲#310522",
					["msg"] = "见鬼了，AG的术士训练师不见了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [19]
				{
					["type"] = 1,
					["time"] = 1679749821,
					["from"] = "邁克爾假死",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [20]
				{
					["type"] = 1,
					["time"] = 1679749828,
					["from"] = "邁克爾假死",
					["msg"] = "問門衛",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [21]
				{
					["type"] = 1,
					["time"] = 1679749834,
					["from"] = "邁克爾假死",
					["msg"] = "怒焰峽谷",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [22]
				{
					["type"] = 1,
					["time"] = 1679750195,
					["from"] = "魔法束褲#310522",
					["msg"] = "AG NPC 全没了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [23]
				{
					["type"] = 1,
					["time"] = 1679750202,
					["from"] = "邁克爾假死",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [24]
				{
					["type"] = 1,
					["time"] = 1679750209,
					["from"] = "邁克爾假死",
					["msg"] = "被杀了？",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [25]
				{
					["type"] = 1,
					["time"] = 1679750226,
					["from"] = "邁克爾假死",
					["msg"] = "不用学技能",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [26]
				{
					["type"] = 1,
					["time"] = 1679750226,
					["from"] = "魔法束褲#310522",
					["msg"] = "萨尔还在",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [27]
				{
					["type"] = 1,
					["time"] = 1679750231,
					["from"] = "邁克爾假死",
					["msg"] = "先练级",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [28]
				{
					["type"] = 1,
					["time"] = 1679750237,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [29]
				{
					["type"] = 1,
					["time"] = 1679750975,
					["from"] = "邁克爾假死",
					["msg"] = "天堂40万",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [30]
				{
					["type"] = 1,
					["time"] = 1679750983,
					["from"] = "邁克爾假死",
					["msg"] = "|Hitem:45518::::::::80:::::::::|h[天堂之焰]|h",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [31]
				{
					["type"] = 1,
					["time"] = 1679750985,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [32]
				{
					["type"] = 1,
					["time"] = 1679750995,
					["from"] = "邁克爾假死",
					["msg"] = "折合人民币6400",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [33]
				{
					["type"] = 1,
					["time"] = 1679750997,
					["from"] = "邁克爾假死",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [34]
				{
					["type"] = 1,
					["time"] = 1679751021,
					["from"] = "魔法束褲#310522",
					["msg"] = "老板V5",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [35]
				{
					["type"] = 1,
					["time"] = 1679757697,
					["from"] = "邁克爾假死",
					["msg"] = "过0灯了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [36]
				{
					["type"] = 1,
					["time"] = 1679757699,
					["from"] = "邁克爾假死",
					["msg"] = "太抢了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [37]
				{
					["type"] = 1,
					["time"] = 1679757703,
					["from"] = "邁克爾假死",
					["msg"] = "我们这个团",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [38]
				{
					["type"] = 1,
					["time"] = 1679757714,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [39]
				{
					["type"] = 1,
					["time"] = 1679757715,
					["from"] = "邁克爾假死",
					["msg"] = "0灯尤格萨隆 堪比bug",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [40]
				{
					["type"] = 1,
					["time"] = 1679757723,
					["from"] = "邁克爾假死",
					["msg"] = "你听过星辰的0灯尤格萨隆吗",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [41]
				{
					["type"] = 1,
					["time"] = 1679757729,
					["from"] = "邁克爾假死",
					["msg"] = "首杀",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [42]
				{
					["type"] = 1,
					["time"] = 1679757743,
					["from"] = "魔法束褲#310522",
					["msg"] = "听过",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [43]
				{
					["type"] = 1,
					["time"] = 1679757816,
					["from"] = "魔法束褲#310522",
					["msg"] = "世界首杀",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [44]
				{
					["type"] = 1,
					["time"] = 1679757828,
					["from"] = "邁克爾假死",
					["msg"] = "巨难",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [45]
				{
					["type"] = 1,
					["time"] = 1679757838,
					["from"] = "邁克爾假死",
					["msg"] = "我们这个团这周才第二次打",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [46]
				{
					["type"] = 1,
					["time"] = 1679757854,
					["from"] = "魔法束褲#310522",
					["msg"] = "削弱了吗",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [47]
				{
					["type"] = 1,
					["time"] = 1679757859,
					["from"] = "邁克爾假死",
					["msg"] = "没有",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [48]
				{
					["type"] = 1,
					["time"] = 1679757872,
					["from"] = "邁克爾假死",
					["msg"] = "|Hachievement:17341:Player-4487-0008386D:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[千钧一发：奥杜尔]|h|Hachievement:3164:Player-4487-0008386D:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[黑暗中的独影（25人）]|h",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [49]
				{
					["type"] = 1,
					["time"] = 1679757932,
					["from"] = "魔法束褲#310522",
					["msg"] = "那确实NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [50]
				{
					["type"] = 1,
					["time"] = 1679758104,
					["from"] = "魔法束褲#310522",
					["msg"] = "我要去ALX 摆烂了，做不动任务了",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [51]
				{
					["type"] = 1,
					["time"] = 1679758112,
					["from"] = "邁克爾假死",
					["msg"] = "。",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [52]
				{
					["type"] = 1,
					["time"] = 1679758116,
					["from"] = "邁克爾假死",
					["msg"] = "任务快的多",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [53]
				{
					["type"] = 1,
					["time"] = 1679758159,
					["from"] = "邁克爾假死",
					["msg"] = "这把分4万4",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [54]
				{
					["type"] = 1,
					["time"] = 1679758175,
					["from"] = "邁克爾假死",
					["msg"] = "704块钱",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [55]
				{
					["type"] = 1,
					["time"] = 1679758177,
					["from"] = "魔法束褲#310522",
					["msg"] = "NB",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [56]
				{
					["type"] = 1,
					["time"] = 1679758280,
					["from"] = "魔法束褲#310522",
					["msg"] = "摆烂到77 然后去风暴",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [57]
				{
					["type"] = 1,
					["time"] = 1679758384,
					["from"] = "魔法束褲#310522",
					["msg"] = "没有鸟 没有传家宝 确实恶心",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [58]
				{
					["type"] = 1,
					["time"] = 1679758389,
					["from"] = "邁克爾假死",
					["msg"] = "77就起飛了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [59]
				{
					["type"] = 1,
					["time"] = 1679758402,
					["from"] = "邁克爾假死",
					["msg"] = "我身上吃排骨都攢了22萬G了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [60]
				{
					["type"] = 1,
					["time"] = 1679758413,
					["from"] = "邁克爾假死",
					["msg"] = "3520塊錢",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [61]
				{
					["type"] = 1,
					["time"] = 1679758440,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯。。",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [62]
				{
					["type"] = 1,
					["time"] = 1679758463,
					["from"] = "魔法束褲#310522",
					["msg"] = "AG 被屠了。。",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [63]
				{
					["type"] = 1,
					["time"] = 1679758476,
					["from"] = "邁克爾假死",
					["msg"] = "我擦",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [64]
				{
					["type"] = 1,
					["time"] = 1679758487,
					["from"] = "邁克爾假死",
					["msg"] = "部落單邊服還能被屠",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [65]
				{
					["type"] = 1,
					["time"] = 1679758493,
					["from"] = "魔法束褲#310522",
					["msg"] = "哈哈",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [66]
				{
					["type"] = 1,
					["time"] = 1679758718,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hachievement:165:Player-4487-001352E6:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[完美阿拉希盆地]|h|Hachievement:154:Player-4487-001352E6:1:3:25:23:4294967295:4294967295:4294967295:4294967295|h[阿拉希盆地胜利]|h",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [67]
				{
					["type"] = 1,
					["time"] = 1679758730,
					["from"] = "邁克爾假死",
					["msg"] = "流弊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [68]
				{
					["type"] = 1,
					["time"] = 1680015841,
					["from"] = "邁克爾假死",
					["msg"] = "你下一個bis-tooltip插件",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [69]
				{
					["type"] = 1,
					["time"] = 1680015847,
					["from"] = "邁克爾假死",
					["msg"] = "看bis裝的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [70]
				{
					["type"] = 1,
					["time"] = 1680015863,
					["from"] = "魔法束褲#310522",
					["msg"] = "好",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [71]
				{
					["type"] = 1,
					["time"] = 1680026372,
					["from"] = "邁克爾假死",
					["msg"] = "wca ",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [72]
				{
					["type"] = 1,
					["time"] = 1680026372,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬正在与10人 - 玛里苟斯交战，（当前34% (阶段2)，10/10存活）",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [73]
				{
					["type"] = 1,
					["time"] = 1680026533,
					["from"] = "魔法束褲#310522",
					["msg"] = "<DBM> 蘋果巨硬已在10人 - 玛里苟斯的战斗中取得胜利！",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [74]
				{
					["type"] = 1,
					["time"] = 1680026597,
					["from"] = "魔法束褲#310522",
					["msg"] = "胸 800 头 1500 都没买到",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [75]
				{
					["type"] = 1,
					["time"] = 1680029350,
					["from"] = "魔法束褲#310522",
					["msg"] = "nb",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [76]
				{
					["type"] = 1,
					["time"] = 1680029356,
					["from"] = "邁克爾假死",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [77]
				{
					["type"] = 1,
					["time"] = 1680029363,
					["from"] = "邁克爾假死",
					["msg"] = "啥",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [78]
				{
					["type"] = 1,
					["time"] = 1680029372,
					["from"] = "魔法束褲#310522",
					["msg"] = "卷",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [79]
				{
					["type"] = 1,
					["time"] = 1680029374,
					["from"] = "邁克爾假死",
					["msg"] = "多少裝等了",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [80]
				{
					["type"] = 1,
					["time"] = 1680029381,
					["from"] = "魔法束褲#310522",
					["msg"] = "205",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [81]
				{
					["type"] = 1,
					["time"] = 1680029390,
					["from"] = "邁克爾假死",
					["msg"] = "可以",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [82]
				{
					["type"] = 1,
					["time"] = 1680029422,
					["from"] = "魔法束褲#310522",
					["msg"] = "|Hitem:45435::::::::80:::::::::|h[神灵兜帽]|h 这玩意值不值800",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [83]
				{
					["type"] = 1,
					["time"] = 1680029431,
					["from"] = "邁克爾假死",
					["msg"] = "垃圾啊",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [84]
				{
					["type"] = 1,
					["time"] = 1680029442,
					["from"] = "邁克爾假死",
					["msg"] = "沒孔",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [85]
				{
					["type"] = 1,
					["time"] = 1680029450,
					["from"] = "邁克爾假死",
					["msg"] = "一定要有孔的",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [86]
				{
					["type"] = 1,
					["time"] = 1680029451,
					["from"] = "邁克爾假死",
					["msg"] = "投",
					["inbound"] = false,
					["convo"] = "魔法束褲#310522",
				}, -- [87]
				{
					["type"] = 1,
					["time"] = 1680029453,
					["from"] = "魔法束褲#310522",
					["msg"] = "嗯",
					["inbound"] = true,
					["convo"] = "魔法束褲#310522",
				}, -- [88]
				["info"] = {
				},
			},
			["Oneonone#3565"] = {
				{
					["type"] = 1,
					["time"] = 1679578531,
					["from"] = "Oneonone#3565",
					["msg"] = "<DBM> 佰鳥朝鳳在10人 - 烈焰戰輪還有23%時滅團了。",
					["inbound"] = true,
					["convo"] = "Oneonone#3565",
				}, -- [1]
				["info"] = {
				},
			},
			["善良的橄欖色鯊魚#3490"] = {
				{
					["type"] = 1,
					["time"] = 1679746343,
					["from"] = "邁克爾假死",
					["msg"] = ".",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [1]
				{
					["type"] = 1,
					["time"] = 1679746349,
					["from"] = "邁克爾假死",
					["msg"] = "打啥呢",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [2]
				{
					["type"] = 1,
					["time"] = 1679751013,
					["from"] = "邁克爾假死",
					["msg"] = "天堂40万",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [3]
				{
					["type"] = 1,
					["time"] = 1679757458,
					["from"] = "邁克爾假死",
					["msg"] = "我过0灯了",
					["inbound"] = false,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [4]
				{
					["type"] = 1,
					["time"] = 1679757458,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "<DBM> Nicolol正在与25人 - 尤格萨隆交战，（当前28% (阶段3)，25/25存活）",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [5]
				{
					["type"] = 1,
					["time"] = 1679757572,
					["from"] = "善良的橄欖色鯊魚#3490",
					["msg"] = "<DBM> Nicolol已在25人 - 尤格萨隆的战斗中取得胜利！",
					["inbound"] = true,
					["convo"] = "善良的橄欖色鯊魚#3490",
				}, -- [6]
				["info"] = {
				},
			},
		},
	},
}
WIM3_ChatFilters = {
}
WIM3_Alias = nil
