
RXPCData = {
	["completedWaypoints"] = {
		[133] = {
			[645310069] = true,
			[702234741] = true,
			[631721077] = true,
		},
	},
	["currentStep"] = 133,
	["currentGuideName"] = "68-71 嚎风峡湾",
	["stepSkip"] = {
		true, -- [1]
		true, -- [2]
		true, -- [3]
		[107] = true,
		[130] = true,
		[89] = true,
		[16] = true,
		[63] = true,
		[95] = true,
		[66] = true,
		[124] = true,
		[101] = true,
		[126] = true,
		[74] = true,
		[20] = true,
		[109] = true,
		[97] = true,
		[128] = true,
		[38] = true,
		[34] = true,
		[88] = true,
		[9] = true,
		[123] = true,
		[48] = true,
		[27] = true,
		[67] = true,
		[51] = true,
		[52] = true,
		[7] = true,
		[125] = true,
		[77] = true,
		[98] = true,
		[29] = true,
		[28] = true,
	},
	["flightPaths"] = {
		[192] = "冬蹄营地，嚎风峡湾",
		[191] = "复仇港，嚎风峡湾",
		[248] = "药剂师营地，嚎风峡湾",
	},
	["currentGuideGroup"] = "RestedXP 部落 70-80",
}
RXPCTrackingData = {
	["profileKeys"] = {
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
	},
	["profiles"] = {
		["家駒 - 伊弗斯"] = {
			["levels"] = {
				{
					["groupExperience"] = 0,
					["deaths"] = 0,
					["mobs"] = {
					},
					["timestamp"] = {
						["dateStarted"] = {
							["monthDay"] = 19,
							["day"] = 0,
							["month"] = 3,
							["weekday"] = 1,
							["year"] = 2023,
							["hour"] = 16,
							["minute"] = 16,
						},
						["started"] = 0,
					},
					["quests"] = {
					},
				}, -- [1]
				[70] = {
					["groupExperience"] = 620,
					["deaths"] = 2,
					["mobs"] = {
						["风行者号"] = {
							["xp"] = 30180,
							["count"] = 2,
						},
						["嚎风峡湾"] = {
							["xp"] = 1209680,
							["count"] = 246,
						},
						["提瑞斯法林地"] = {
							["xp"] = 1250,
							["count"] = 1,
						},
						["灰熊丘陵"] = {
							["xp"] = 1116,
							["count"] = 1,
						},
						["湮灭号"] = {
							["xp"] = 12720,
							["count"] = 12,
						},
						["奥格瑞玛"] = {
							["xp"] = 5000,
							["count"] = 4,
						},
					},
					["timestamp"] = {
					},
					["quests"] = {
						["奥格瑞玛"] = {
							[70734] = 1250,
							[70396] = 1250,
							[70736] = 1250,
							[70735] = 1250,
						},
						["嚎风峡湾"] = {
							[11286] = 24120,
							[11350] = 24120,
							[11319] = 24120,
							[11351] = 24120,
							[11257] = 24120,
							[11352] = 24120,
							[11258] = 24120,
							[11227] = 24120,
							[11259] = 24120,
							[11260] = 30480,
							[11261] = 30480,
							[11167] = 24120,
							[11168] = 12060,
							[11232] = 24120,
							[11233] = 30180,
							[11234] = 12060,
							[11270] = 24120,
							[11365] = 24360,
							[11271] = 24120,
							[11366] = 24360,
							[11241] = 30180,
							[11317] = 24120,
							[12566] = 2400,
							[11275] = 24120,
							[11297] = 2400,
							[11287] = 2400,
							[11303] = 30180,
							[11256] = 2400,
							[11428] = 30180,
							[11253] = 18120,
							[11221] = 18120,
							[11295] = 2400,
							[11311] = 24120,
							[11170] = 24120,
							[11312] = 2400,
							[11281] = 24120,
							[11313] = 24120,
							[11282] = 24120,
							[11314] = 24120,
							[11283] = 30180,
							[11315] = 24120,
							[12481] = 30180,
							[11316] = 24120,
							[11285] = 18120,
							[11254] = 12060,
							[11367] = 30480,
						},
						["风行者号"] = {
							[11229] = 6060,
							[11230] = 24120,
						},
						["提瑞斯法林地"] = {
							[70737] = 1250,
						},
					},
				},
			},
		},
	},
}
RXPCComms = {
	["profileKeys"] = {
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
	},
	["profiles"] = {
		["家駒 - 伊弗斯"] = {
			["announcements"] = {
				["68-71 嚎风峡湾"] = {
					["collect"] = {
					},
					["complete"] = {
					},
				},
			},
			["players"] = {
				["醬香鴨架"] = {
					["timePlayed"] = 0,
					["class"] = "PRIEST",
					["xp"] = 620,
				},
			},
		},
	},
}
RXPCSettings = {
	["profileKeys"] = {
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
	},
	["profiles"] = {
		["家駒 - 伊弗斯"] = {
			["hideCompletedSteps"] = false,
			["windowScale"] = 1.5,
			["enableTrainerAutomation"] = true,
			["shareQuests"] = true,
			["frameHeight"] = 31.73652458190918,
			["macroAnnounced"] = true,
			["xprate"] = 1.2,
			["enableQuestRewardAutomation"] = true,
			["hardcore"] = false,
		},
	},
}
