
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["小商人"] = {
			["GUID"] = "Player-4487-000582BA",
			["TimeLast"] = {
				["TimeHeal"] = 7434.3,
				["Dispelled"] = 7423.287,
				["DeathCount"] = 7430.286,
				["OVERALL"] = 7434.3,
				["DamageTaken"] = 7430.286,
				["Healing"] = 7434.3,
				["Absorbs"] = 7427.299,
				["HealingTaken"] = 7430.286,
				["Overhealing"] = 7431.289,
				["TimeDamage"] = 7429.291,
				["ActiveTime"] = 7434.3,
				["ManaGain"] = 7382.296,
				["HOT_Time"] = 7434.3,
				["Damage"] = 7426.299,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"DAMAGE", -- [34]
				"MISC", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"DAMAGE", -- [38]
				"MISC", -- [39]
				"MISC", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"MISC", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					18.57, -- [1]
				},
				["Dispelled"] = {
					3, -- [1]
				},
				["Healing"] = {
					3573, -- [1]
				},
				["DamageTaken"] = {
					20419, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["Absorbs"] = {
					6601, -- [1]
				},
				["HealingTaken"] = {
					6056, -- [1]
				},
				["Overhealing"] = {
					2789, -- [1]
				},
				["TimeDamage"] = {
					12.14, -- [1]
				},
				["HOT_Time"] = {
					30, -- [1]
				},
				["ManaGain"] = {
					0, -- [1]
				},
				["ActiveTime"] = {
					30.71, -- [1]
				},
				["Damage"] = {
					2491, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "小商人",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						true, -- [25]
						false, -- [26]
						true, -- [27]
						false, -- [28]
						false, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						false, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"超級王 近戰 小商人 Absorb -789 (789 被吸收) (1)", -- [1]
						"小商人 反射護盾 超級王 Absorb -394 (394 被吸收) (Holy)", -- [2]
						"Yeehmmi dispels 小商人 水下呼吸 (淨魔術)", -- [3]
						"Yeehmmi dispels 小商人 心靈之火 (淨魔術)", -- [4]
						"超級王 近戰 小商人 Absorb -155 (155 被吸收) (1)", -- [5]
						"小商人 反射護盾 超級王 Absorb -78 (78 被吸收) (Holy)", -- [6]
						"小商人 恢復 卡萊姆 Tick +612 (341 過量治療)", -- [7]
						"Yeehmmi dispels 小商人 防護恐懼結界 (淨魔術)", -- [8]
						"高城仔館治 自動射擊 小商人 Absorb -1045 (Physical)", -- [9]
						"高城仔館治 自動射擊 小商人 Crit -494 (1045 被吸收) (Physical)", -- [10]
						"小商人 反射護盾 高城仔館治 Hit -522 (Holy)", -- [11]
						"超級王 近戰 小商人 Hit -152 (Physical)", -- [12]
						"高城仔館治 多重射擊 小商人 Crit -1817 (Physical)", -- [13]
						"超級王 近戰 小商人 Hit -594 (Physical)", -- [14]
						"超級王 近戰 小商人 Miss (1)", -- [15]
						"Alentwar 攔截昏迷 小商人 Hit -99 (Physical)", -- [16]
						"小商人 祝福復元 小商人 Tick +58", -- [17]
						"Alentwar 近戰 小商人 Crit -498 (Physical)", -- [18]
						"小商人 恢復 卡萊姆 Tick +612 (612 過量治療)", -- [19]
						"超級王 近戰 小商人 Crit -292 (Physical)", -- [20]
						"超級王 偷襲 小商人 Resist (Physical)", -- [21]
						"超級王 麻痹毒藥 III 小商人 Resist (Nature)", -- [22]
						"超級王 近戰 小商人 Absorb -1268 (1268 被吸收) (1)", -- [23]
						"小商人 反射護盾 超級王 Resist (Holy)", -- [24]
						"超級王 近戰 小商人 Absorb -207 (207 被吸收) (1)", -- [25]
						"小商人 反射護盾 超級王 Resist (Holy)", -- [26]
						"Alentwar 近戰 小商人 Absorb -308 (308 被吸收) (1)", -- [27]
						"小商人 反射護盾 Alentwar Hit -178 (Holy)", -- [28]
						"小商人 反射護盾 超級王 Resist (Holy)", -- [29]
						"超級王 出血 小商人 Absorb -206 (Physical)", -- [30]
						"超級王 出血 小商人 Hit -621 (206 被吸收) (Physical)", -- [31]
						"小商人 祝福復元 小商人 Tick +63", -- [32]
						"超級王 近戰 小商人 Crit -406 (Physical)", -- [33]
						"小商人 癒合禱言 小商人 Hit +1905", -- [34]
						"超級王 出血 小商人 Hit -873 (Physical)", -- [35]
						"高城仔館治 瞄準射擊 小商人 Crit -2968 (Physical)", -- [36]
						"超級王 近戰 小商人 Miss (1)", -- [37]
						"小商人 恢復 卡萊姆 Tick +612 (612 過量治療)", -- [38]
						"Alentwar 近戰 小商人 Hit -344 (Physical)", -- [39]
						"超級王 出血 小商人 Hit -776 (Physical)", -- [40]
						"高城仔館治 穩固射擊 小商人 Hit -741 (Physical)", -- [41]
						"Alentwar 致死打擊 小商人 Hit -1394 (Physical)", -- [42]
						"超級王 近戰 小商人 Miss (1)", -- [43]
						"小商人 心靈尖嘯 Alentwar Immune (Shadow)", -- [44]
						"高城仔館治 自動射擊 小商人 Hit -777 (Physical)", -- [45]
						"Alentwar 近戰 小商人 Hit -1229 (Physical)", -- [46]
						"小商人 祝福復元 小商人 Tick +52", -- [47]
						"Alentwar 斬殺 小商人 Hit -2366 (Physical)", -- [48]
						"小商人死亡。", -- [49]
						"小商人 恢復 卡萊姆 Tick +612 (612 過量治療)", -- [50]
					},
					["DeathAt"] = 7432.297000000001,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-8.975000000000364, -- [1]
						-8.957000000000335, -- [2]
						-8.715000000000146, -- [3]
						-8.715000000000146, -- [4]
						-8.434000000000196, -- [5]
						-8.434000000000196, -- [6]
						-8.251000000000204, -- [7]
						-7.5649999999996, -- [8]
						-7.432999999999993, -- [9]
						-7.432999999999993, -- [10]
						-7.432999999999993, -- [11]
						-7.367000000000189, -- [12]
						-7.367000000000189, -- [13]
						-7.016999999999825, -- [14]
						-6.306999999999789, -- [15]
						-6.283999999999651, -- [16]
						-5.367000000000189, -- [17]
						-5.317000000000007, -- [18]
						-5.253999999999905, -- [19]
						-5.213999999999942, -- [20]
						-4.578000000000429, -- [21]
						-4.51299999999992, -- [22]
						-4.51299999999992, -- [23]
						-4.51299999999992, -- [24]
						-3.993000000000393, -- [25]
						-3.993000000000393, -- [26]
						-3.773000000000138, -- [27]
						-3.759000000000015, -- [28]
						-3.583999999999833, -- [29]
						-3.583999999999833, -- [30]
						-3.583999999999833, -- [31]
						-3.367000000000189, -- [32]
						-2.934000000000197, -- [33]
						-2.917000000000371, -- [34]
						-2.583999999999833, -- [35]
						-2.567000000000007, -- [36]
						-2.567000000000007, -- [37]
						-2.269000000000233, -- [38]
						-2.230999999999767, -- [39]
						-1.573999999999614, -- [40]
						-1.546000000000277, -- [41]
						-1.533000000000357, -- [42]
						-1.363999999999578, -- [43]
						-1.216999999999644, -- [44]
						-0.7169999999996435, -- [45]
						-0.6829999999999927, -- [46]
						-0.5500000000001819, -- [47]
						0, -- [48]
						0, -- [49]
						0.7340000000003783, -- [50]
					},
					["HealthMax"] = {
						13625, -- [1]
						13625, -- [2]
						13625, -- [3]
						13625, -- [4]
						13625, -- [5]
						13625, -- [6]
						13625, -- [7]
						13625, -- [8]
						13625, -- [9]
						13625, -- [10]
						13625, -- [11]
						13625, -- [12]
						13625, -- [13]
						13625, -- [14]
						13625, -- [15]
						13625, -- [16]
						13625, -- [17]
						13625, -- [18]
						13625, -- [19]
						13625, -- [20]
						13625, -- [21]
						13625, -- [22]
						13625, -- [23]
						13625, -- [24]
						13625, -- [25]
						13625, -- [26]
						13625, -- [27]
						13625, -- [28]
						13625, -- [29]
						13625, -- [30]
						13625, -- [31]
						13625, -- [32]
						13625, -- [33]
						13625, -- [34]
						13625, -- [35]
						13625, -- [36]
						13625, -- [37]
						13625, -- [38]
						13625, -- [39]
						13625, -- [40]
						13625, -- [41]
						13625, -- [42]
						13625, -- [43]
						13625, -- [44]
						13625, -- [45]
						13625, -- [46]
						13625, -- [47]
						13625, -- [48]
						10821, -- [49]
						10821, -- [50]
					},
					["Health"] = {
						13625, -- [1]
						13625, -- [2]
						13625, -- [3]
						13625, -- [4]
						13625, -- [5]
						13625, -- [6]
						13625, -- [7]
						13625, -- [8]
						13625, -- [9]
						13625, -- [10]
						13625, -- [11]
						13131, -- [12]
						13131, -- [13]
						11162, -- [14]
						10568, -- [15]
						10568, -- [16]
						10469, -- [17]
						10469, -- [18]
						10029, -- [19]
						10029, -- [20]
						9737, -- [21]
						9737, -- [22]
						9737, -- [23]
						9737, -- [24]
						9737, -- [25]
						9737, -- [26]
						9737, -- [27]
						9737, -- [28]
						9737, -- [29]
						9737, -- [30]
						9737, -- [31]
						9116, -- [32]
						9179, -- [33]
						9179, -- [34]
						10678, -- [35]
						10678, -- [36]
						10678, -- [37]
						6837, -- [38]
						6837, -- [39]
						6493, -- [40]
						6493, -- [41]
						4976, -- [42]
						3582, -- [43]
						3582, -- [44]
						3582, -- [45]
						3582, -- [46]
						1576, -- [47]
						1628, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Alentwar",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"HEAL", -- [7]
						"MISC", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"HEAL", -- [17]
						"DAMAGE", -- [18]
						"HEAL", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"HEAL", -- [32]
						"DAMAGE", -- [33]
						"HEAL", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"HEAL", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"HEAL", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"HEAL", -- [50]
					},
				}, -- [1]
			},
			["level"] = 70,
			["LastDamageAbility"] = "斬殺",
			["LastFightIn"] = 0,
			["type"] = "Ungrouped",
			["LastDamageTaken"] = 2366,
			["LastEventHealth"] = {
				10568, -- [1]
				10568, -- [2]
				10469, -- [3]
				10469, -- [4]
				10029, -- [5]
				10029, -- [6]
				9737, -- [7]
				9737, -- [8]
				9737, -- [9]
				9737, -- [10]
				9737, -- [11]
				9737, -- [12]
				9737, -- [13]
				9737, -- [14]
				9737, -- [15]
				9737, -- [16]
				9737, -- [17]
				9116, -- [18]
				9179, -- [19]
				9179, -- [20]
				10678, -- [21]
				10678, -- [22]
				10678, -- [23]
				6837, -- [24]
				6837, -- [25]
				6493, -- [26]
				6493, -- [27]
				4976, -- [28]
				3582, -- [29]
				3582, -- [30]
				3582, -- [31]
				3582, -- [32]
				1576, -- [33]
				1628, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				13625, -- [38]
				13625, -- [39]
				13625, -- [40]
				13625, -- [41]
				13625, -- [42]
				13625, -- [43]
				13625, -- [44]
				13625, -- [45]
				13625, -- [46]
				13625, -- [47]
				13131, -- [48]
				13131, -- [49]
				11162, -- [50]
			},
			["LastHealTime"] = 7434.650000000001,
			["Owner"] = false,
			["LastEventHealthMax"] = {
				13625, -- [1]
				13625, -- [2]
				13625, -- [3]
				13625, -- [4]
				13625, -- [5]
				13625, -- [6]
				13625, -- [7]
				13625, -- [8]
				13625, -- [9]
				13625, -- [10]
				13625, -- [11]
				13625, -- [12]
				13625, -- [13]
				13625, -- [14]
				13625, -- [15]
				13625, -- [16]
				13625, -- [17]
				13625, -- [18]
				13625, -- [19]
				13625, -- [20]
				13625, -- [21]
				13625, -- [22]
				13625, -- [23]
				13625, -- [24]
				13625, -- [25]
				13625, -- [26]
				13625, -- [27]
				13625, -- [28]
				13625, -- [29]
				13625, -- [30]
				13625, -- [31]
				13625, -- [32]
				13625, -- [33]
				13625, -- [34]
				10821, -- [35]
				10821, -- [36]
				10821, -- [37]
				13625, -- [38]
				13625, -- [39]
				13625, -- [40]
				13625, -- [41]
				13625, -- [42]
				13625, -- [43]
				13625, -- [44]
				13625, -- [45]
				13625, -- [46]
				13625, -- [47]
				13625, -- [48]
				13625, -- [49]
				13625, -- [50]
			},
			["NextEventNum"] = 38,
			["LastDamageTime"] = 7429.699000000001,
			["LastEvents"] = {
				"超級王 近戰 小商人 Miss (1)", -- [1]
				"Alentwar 攔截昏迷 小商人 Hit -99 (Physical)", -- [2]
				"小商人 祝福復元 小商人 Tick +58", -- [3]
				"Alentwar 近戰 小商人 Crit -498 (Physical)", -- [4]
				"小商人 恢復 卡萊姆 Tick +612 (612 過量治療)", -- [5]
				"超級王 近戰 小商人 Crit -292 (Physical)", -- [6]
				"超級王 偷襲 小商人 Resist (Physical)", -- [7]
				"超級王 麻痹毒藥 III 小商人 Resist (Nature)", -- [8]
				"超級王 近戰 小商人 Absorb -1268 (1268 被吸收) (1)", -- [9]
				"小商人 反射護盾 超級王 Resist (Holy)", -- [10]
				"超級王 近戰 小商人 Absorb -207 (207 被吸收) (1)", -- [11]
				"小商人 反射護盾 超級王 Resist (Holy)", -- [12]
				"Alentwar 近戰 小商人 Absorb -308 (308 被吸收) (1)", -- [13]
				"小商人 反射護盾 Alentwar Hit -178 (Holy)", -- [14]
				"小商人 反射護盾 超級王 Resist (Holy)", -- [15]
				"超級王 出血 小商人 Absorb -206 (Physical)", -- [16]
				"超級王 出血 小商人 Hit -621 (206 被吸收) (Physical)", -- [17]
				"小商人 祝福復元 小商人 Tick +63", -- [18]
				"超級王 近戰 小商人 Crit -406 (Physical)", -- [19]
				"小商人 癒合禱言 小商人 Hit +1905", -- [20]
				"超級王 出血 小商人 Hit -873 (Physical)", -- [21]
				"高城仔館治 瞄準射擊 小商人 Crit -2968 (Physical)", -- [22]
				"超級王 近戰 小商人 Miss (1)", -- [23]
				"小商人 恢復 卡萊姆 Tick +612 (612 過量治療)", -- [24]
				"Alentwar 近戰 小商人 Hit -344 (Physical)", -- [25]
				"超級王 出血 小商人 Hit -776 (Physical)", -- [26]
				"高城仔館治 穩固射擊 小商人 Hit -741 (Physical)", -- [27]
				"Alentwar 致死打擊 小商人 Hit -1394 (Physical)", -- [28]
				"超級王 近戰 小商人 Miss (1)", -- [29]
				"小商人 心靈尖嘯 Alentwar Immune (Shadow)", -- [30]
				"高城仔館治 自動射擊 小商人 Hit -777 (Physical)", -- [31]
				"Alentwar 近戰 小商人 Hit -1229 (Physical)", -- [32]
				"小商人 祝福復元 小商人 Tick +52", -- [33]
				"Alentwar 斬殺 小商人 Hit -2366 (Physical)", -- [34]
				"小商人死亡。", -- [35]
				"小商人 恢復 卡萊姆 Tick +612 (612 過量治療)", -- [36]
				"小商人 恢復 卡萊姆 Tick +612", -- [37]
				"小商人 反射護盾 超級王 Absorb -394 (394 被吸收) (Holy)", -- [38]
				"Yeehmmi dispels 小商人 水下呼吸 (淨魔術)", -- [39]
				"Yeehmmi dispels 小商人 心靈之火 (淨魔術)", -- [40]
				"超級王 近戰 小商人 Absorb -155 (155 被吸收) (1)", -- [41]
				"小商人 反射護盾 超級王 Absorb -78 (78 被吸收) (Holy)", -- [42]
				"小商人 恢復 卡萊姆 Tick +612 (341 過量治療)", -- [43]
				"Yeehmmi dispels 小商人 防護恐懼結界 (淨魔術)", -- [44]
				"高城仔館治 自動射擊 小商人 Absorb -1045 (Physical)", -- [45]
				"高城仔館治 自動射擊 小商人 Crit -494 (1045 被吸收) (Physical)", -- [46]
				"小商人 反射護盾 高城仔館治 Hit -522 (Holy)", -- [47]
				"超級王 近戰 小商人 Hit -152 (Physical)", -- [48]
				"高城仔館治 多重射擊 小商人 Crit -1817 (Physical)", -- [49]
				"超級王 近戰 小商人 Hit -594 (Physical)", -- [50]
			},
			["Name"] = "小商人",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				false, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				7424.609, -- [1]
				7424.632000000001, -- [2]
				7425.549, -- [3]
				7425.599, -- [4]
				7425.662, -- [5]
				7425.702, -- [6]
				7426.338, -- [7]
				7426.403, -- [8]
				7426.403, -- [9]
				7426.403, -- [10]
				7426.923, -- [11]
				7426.923, -- [12]
				7427.143, -- [13]
				7427.157, -- [14]
				7427.332, -- [15]
				7427.332, -- [16]
				7427.332, -- [17]
				7427.549, -- [18]
				7427.982, -- [19]
				7427.999, -- [20]
				7428.332, -- [21]
				7428.349, -- [22]
				7428.349, -- [23]
				7428.647, -- [24]
				7428.685, -- [25]
				7429.342000000001, -- [26]
				7429.37, -- [27]
				7429.383, -- [28]
				7429.552000000001, -- [29]
				7429.699000000001, -- [30]
				7430.199000000001, -- [31]
				7430.233, -- [32]
				7430.366, -- [33]
				7430.916, -- [34]
				7430.916, -- [35]
				7431.650000000001, -- [36]
				7434.650000000001, -- [37]
				7421.959, -- [38]
				7422.201, -- [39]
				7422.201, -- [40]
				7422.482, -- [41]
				7422.482, -- [42]
				7422.665, -- [43]
				7423.351000000001, -- [44]
				7423.483, -- [45]
				7423.483, -- [46]
				7423.483, -- [47]
				7423.549, -- [48]
				7423.549, -- [49]
				7423.899, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 4.91,
								},
							},
							["amount"] = 4.91,
						},
						["高城仔館治"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 1.81,
								},
							},
							["amount"] = 1.81,
						},
						["小商人"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 0.45,
								},
								["祝福復元"] = {
									["count"] = 3.22,
								},
								["真言術:盾"] = {
									["count"] = 4.640000000000001,
								},
							},
							["amount"] = 8.309999999999999,
						},
						["超級王"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 3.61,
								},
								["虛弱之觸"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.109999999999999,
						},
						["Alentwar"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 2,
								},
								["心靈尖嘯"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.5,
						},
						["無比比"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 1.72,
						},
						["特變電工"] = {
							["Details"] = {
								["恢復"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["卡萊姆"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 0.19,
								},
								["恢復"] = {
									["count"] = 1.68,
								},
							},
							["amount"] = 1.87,
						},
						["麟大大"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 3.4,
								},
							},
							["amount"] = 3.4,
						},
					},
					["DamageTaken"] = 20419,
					["ElementDoneAbsorb"] = {
						["Shadow"] = 139,
						["Holy"] = 1300,
					},
					["Absorbs"] = 6601,
					["DeathCount"] = 1,
					["Overhealing"] = 2789,
					["ElementTaken"] = {
						["Melee"] = 6242,
						["Physical"] = 14177,
					},
					["HOTs"] = {
						["祝福復元"] = {
							["Details"] = {
								["小商人"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["恢復"] = {
							["Details"] = {
								["特變電工"] = {
									["count"] = 6,
								},
								["卡萊姆"] = {
									["count"] = 15,
								},
							},
							["amount"] = 21,
						},
					},
					["Damage"] = 2491,
					["TimeHeal"] = 18.57,
					["ShieldedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["特變電工"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["小商人"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["卡萊姆"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["麟大大"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 139,
						["Holy"] = 2352,
					},
					["ManaGainedFrom"] = {
						["小商人"] = {
							["Details"] = {
								["法力恢復"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Alentwar"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 99,
								},
								["斬殺"] = {
									["count"] = 2366,
								},
								["近戰"] = {
									["count"] = 2379,
								},
								["致死打擊"] = {
									["count"] = 1394,
								},
							},
							["amount"] = 6238,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 3863,
								},
								["出血"] = {
									["count"] = 2476,
								},
							},
							["amount"] = 6339,
						},
						["高城仔館治"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1817,
								},
								["自動射擊"] = {
									["count"] = 2316,
								},
								["穩固射擊"] = {
									["count"] = 741,
								},
								["瞄準射擊"] = {
									["count"] = 2968,
								},
							},
							["amount"] = 7842,
						},
					},
					["Absorbed"] = {
						["真言術:盾"] = {
							["Details"] = {
								["卡萊姆"] = {
									["max"] = 159,
									["min"] = 159,
									["count"] = 1,
									["amount"] = 159,
								},
								["小商人"] = {
									["max"] = 1268,
									["min"] = 155,
									["count"] = 7,
									["amount"] = 3978,
								},
								["分身八月四日"] = {
									["max"] = 352,
									["min"] = 25,
									["count"] = 4,
									["amount"] = 475,
								},
								["麟大大"] = {
									["max"] = 734,
									["min"] = 42,
									["count"] = 4,
									["amount"] = 1989,
								},
							},
							["count"] = 16,
							["amount"] = 6601,
						},
					},
					["TimeHealing"] = {
						["分身八月四日"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 4.91,
								},
							},
							["amount"] = 4.91,
						},
						["特變電工"] = {
							["Details"] = {
								["恢復"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["小商人"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 0.45,
								},
								["祝福復元"] = {
									["count"] = 3.22,
								},
								["真言術:盾"] = {
									["count"] = 4.640000000000001,
								},
							},
							["amount"] = 8.309999999999999,
						},
						["卡萊姆"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 0.19,
								},
								["恢復"] = {
									["count"] = 1.68,
								},
							},
							["amount"] = 1.87,
						},
						["麟大大"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 3.4,
								},
							},
							["amount"] = 3.4,
						},
					},
					["OverHeals"] = {
						["恢復"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 612,
									["min"] = 341,
									["count"] = 5,
									["amount"] = 2789,
								},
							},
							["count"] = 5,
							["amount"] = 2789,
						},
					},
					["PartialResist"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["偷襲"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["麻痹毒藥 III"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["斬殺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["瞄準射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["出血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["多重射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["法力恢復"] = {
							["Details"] = {
								["小商人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 2727,
						["Physical"] = 1251,
					},
					["ActiveTime"] = 30.71,
					["WhoDispelled"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["水下呼吸 (淨魔術)"] = {
									["count"] = 1,
								},
								["防護恐懼結界 (淨魔術)"] = {
									["count"] = 1,
								},
								["心靈之火 (淨魔術)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["Heals"] = {
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1905,
									["min"] = 1905,
									["count"] = 1,
									["amount"] = 1905,
								},
							},
							["count"] = 1,
							["amount"] = 1905,
						},
						["恢復"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 612,
									["min"] = 271,
									["count"] = 3,
									["amount"] = 1495,
								},
							},
							["count"] = 3,
							["amount"] = 1495,
						},
						["真言術:盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1268,
									["min"] = 25,
									["count"] = 16,
									["amount"] = 6601,
								},
							},
							["count"] = 16,
							["amount"] = 6601,
						},
						["祝福復元"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 63,
									["min"] = 52,
									["count"] = 3,
									["amount"] = 173,
								},
							},
							["count"] = 3,
							["amount"] = 173,
						},
					},
					["Dispelled"] = 3,
					["WhoHealed"] = {
						["小商人"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1905,
								},
								["祝福復元"] = {
									["count"] = 173,
								},
								["真言術:盾"] = {
									["count"] = 3978,
								},
							},
							["amount"] = 6056,
						},
					},
					["HealedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 475,
								},
							},
							["amount"] = 475,
						},
						["特變電工"] = {
							["Details"] = {
								["恢復"] = {
									["count"] = 612,
								},
							},
							["amount"] = 612,
						},
						["小商人"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1905,
								},
								["祝福復元"] = {
									["count"] = 173,
								},
								["真言術:盾"] = {
									["count"] = 3978,
								},
							},
							["amount"] = 6056,
						},
						["卡萊姆"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 159,
								},
								["恢復"] = {
									["count"] = 883,
								},
							},
							["amount"] = 1042,
						},
						["麟大大"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1989,
								},
							},
							["amount"] = 1989,
						},
					},
					["Healing"] = 3573,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 14,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 15,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["偷襲"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["麻痹毒藥 III"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 1268,
									["min"] = 155,
									["count"] = 5,
									["amount"] = 2727,
								},
							},
							["count"] = 15,
							["amount"] = 2727,
						},
						["斬殺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["瞄準射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["自動射擊"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 1045,
									["min"] = 1045,
									["count"] = 1,
									["amount"] = 1045,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 1045,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["出血"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 206,
									["min"] = 206,
									["count"] = 1,
									["amount"] = 206,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 206,
						},
						["多重射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["虛弱之觸"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 139,
									["min"] = 139,
									["count"] = 1,
									["amount"] = 139,
								},
							},
							["count"] = 1,
							["amount"] = 139,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["反射護盾"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 394,
									["min"] = 78,
									["count"] = 6,
									["amount"] = 1300,
								},
								["Hit"] = {
									["max"] = 522,
									["min"] = 21,
									["count"] = 4,
									["amount"] = 1052,
								},
							},
							["count"] = 13,
							["amount"] = 2352,
						},
					},
					["HealingTaken"] = 6056,
					["HOT_Time"] = 30,
					["TimeDamage"] = 12.14,
					["TimeDamaging"] = {
						["Alentwar"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 2,
								},
								["心靈尖嘯"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.5,
						},
						["高城仔館治"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 1.81,
								},
							},
							["amount"] = 1.81,
						},
						["超級王"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 3.61,
								},
								["虛弱之觸"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.109999999999999,
						},
						["無比比"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 1.72,
						},
					},
					["ManaGain"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 13,
						},
					},
					["DamagedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 530,
								},
							},
							["amount"] = 530,
						},
						["高城仔館治"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 798,
								},
							},
							["amount"] = 798,
						},
						["超級王"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 839,
								},
								["虛弱之觸"] = {
									["count"] = 139,
								},
							},
							["amount"] = 978,
						},
						["無比比"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 185,
								},
							},
							["amount"] = 185,
						},
					},
				},
			},
			["UnitLockout"] = 7381.297000000001,
			["LastActive"] = 7434.3,
		},
		["超級王"] = {
			["GUID"] = "Player-4487-0012B772",
			["TimeLast"] = {
				["TimeHeal"] = 7436.299,
				["OVERALL"] = 7464.285,
				["DamageTaken"] = 7459.301,
				["EnergyGain"] = 7463.287,
				["HealingTaken"] = 7436.299,
				["Overhealing"] = 7436.299,
				["TimeDamage"] = 7464.285,
				["Healing"] = 7436.299,
				["ActiveTime"] = 7464.285,
				["Damage"] = 7464.285,
			},
			["LastAttackedBy"] = "分身八月四日",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					1.5, -- [1]
				},
				["Healing"] = {
					1032, -- [1]
				},
				["DamageTaken"] = {
					3436, -- [1]
				},
				["EnergyGain"] = {
					75, -- [1]
				},
				["HealingTaken"] = {
					2010, -- [1]
				},
				["Overhealing"] = {
					515, -- [1]
				},
				["ActiveTime"] = {
					40.47, -- [1]
				},
				["TimeDamage"] = {
					38.97000000000001, -- [1]
				},
				["Damage"] = {
					17846, -- [1]
				},
			},
			["enClass"] = "HOSTILE",
			["LastDamageTaken"] = 441,
			["LastHealTime"] = 7436.965,
			["level"] = 1,
			["LastDamageAbility"] = "血之聖印",
			["LastFightIn"] = 1,
			["LastEventHealthMax"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				nil, -- [25]
				nil, -- [26]
				nil, -- [27]
				nil, -- [28]
				nil, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["type"] = "Hostile",
			["LastEventHealth"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				87, -- [18]
				87, -- [19]
				87, -- [20]
				87, -- [21]
				87, -- [22]
				87, -- [23]
				87, -- [24]
				nil, -- [25]
				nil, -- [26]
				nil, -- [27]
				nil, -- [28]
				nil, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["GuardianReverseGUIDs"] = {
				["夜眼石獵豹"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-4491-562-9228-17710-00000E4EC0",
					},
				},
			},
			["unit"] = "raid4target",
			["Owner"] = false,
			["Pet"] = {
				"夜眼石獵豹 <超級王>", -- [1]
			},
			["NextEventNum"] = 25,
			["LastDamageTime"] = 7465.151,
			["LastEvents"] = {
				"超級王 近戰 特變電工 Crit -955 (Physical)", -- [1]
				"超級王 近戰 特變電工 Crit -295 (Physical)", -- [2]
				"超級王 近戰 特變電工 Miss (1)", -- [3]
				"超級王 近戰 特變電工 Miss (1)", -- [4]
				"超級王 出血 特變電工 Hit -541 (Physical)", -- [5]
				"超級王 出血 分身八月四日 Immune (Physical)", -- [6]
				"超級王 近戰 分身八月四日 Immune (1)", -- [7]
				"超級王 近戰 分身八月四日 Immune (1)", -- [8]
				"超級王 毒襲 分身八月四日 Immune (Physical)", -- [9]
				"超級王 毒襲 分身八月四日 Immune (Physical)", -- [10]
				"超級王 毒襲 分身八月四日 Crit -194 (Physical)", -- [11]
				"超級王 近戰 分身八月四日 Hit -84 (Physical)", -- [12]
				"超級王 出血 分身八月四日 Hit -346 (Physical)", -- [13]
				"超級王 近戰 分身八月四日 Parry (1)", -- [14]
				"超級王 近戰 分身八月四日 Hit -105 (Physical)", -- [15]
				"分身八月四日 近戰 超級王 Hit -985 (Physical)", -- [16]
				"分身八月四日 血之聖印 超級王 Hit -441 (Holy)", -- [17]
				"超級王 近戰 分身八月四日 Hit -363 (Physical)", -- [18]
				"超級王 近戰 分身八月四日 Crit -199 (Physical)", -- [19]
				"超級王 出血 分身八月四日 Hit -420 (Physical)", -- [20]
				"超級王 近戰 分身八月四日 Miss (1)", -- [21]
				"超級王 近戰 分身八月四日 Hit -411 (Physical)", -- [22]
				"超級王 近戰 分身八月四日 Hit -115 (Physical)", -- [23]
				"超級王 出血 分身八月四日 Crit -844 (Physical)", -- [24]
				"超級王 近戰 小商人 Crit -406 (Physical)", -- [25]
				"超級王 出血 小商人 Hit -873 (Physical)", -- [26]
				"超級王 近戰 小商人 Miss (1)", -- [27]
				"超級王 出血 小商人 Hit -776 (Physical)", -- [28]
				"超級王 近戰 小商人 Miss (1)", -- [29]
				"超級王 毒襲 卡萊姆 Hit -159 (Physical)", -- [30]
				"超級王 近戰 卡萊姆 Hit -469 (Physical)", -- [31]
				"超級王 近戰 卡萊姆 Crit -257 (Physical)", -- [32]
				"特變電工 旋風斬 超級王 Hit -1032 (Physical)", -- [33]
				"超級王 癒合禱言 超級王 Hit +1547 (515 過量治療)", -- [34]
				"超級王 近戰 卡萊姆 Crit -222 (Physical)", -- [35]
				"超級王 出血 卡萊姆 Hit -536 (Physical)", -- [36]
				"超級王 近戰 卡萊姆 Hit -481 (Physical)", -- [37]
				"超級王 近戰 卡萊姆 Hit -140 (Physical)", -- [38]
				"卡萊姆 旋風斬 超級王 Parry (Physical)", -- [39]
				"超級王 近戰 卡萊姆 Crit -834 (Physical)", -- [40]
				"超級王 近戰 卡萊姆 Hit -134 (Physical)", -- [41]
				"超級王 出血 卡萊姆 Hit -489 (Physical)", -- [42]
				"超級王 近戰 卡萊姆 Crit -279 (Physical)", -- [43]
				"超級王 近戰 卡萊姆 Miss (1)", -- [44]
				"超級王 致殘毒藥 卡萊姆 Resist (Nature)", -- [45]
				"超級王 近戰 卡萊姆 Hit -135 (Physical)", -- [46]
				"超級王 近戰 特變電工 Parry (1)", -- [47]
				"超級王 出血 特變電工 Hit -495 (Physical)", -- [48]
				"超級王 近戰 特變電工 Hit -143 (Physical)", -- [49]
				"超級王 出血 特變電工 Crit -1038 (Physical)", -- [50]
			},
			["Name"] = "超級王",
			["LastEventTimes"] = {
				7445.936000000001, -- [1]
				7446.07, -- [2]
				7447.133, -- [3]
				7448.017, -- [4]
				7450.284000000001, -- [5]
				7454.884, -- [6]
				7455.634, -- [7]
				7455.651, -- [8]
				7455.934, -- [9]
				7455.934, -- [10]
				7456.917, -- [11]
				7457.101000000001, -- [12]
				7458.051, -- [13]
				7458.267, -- [14]
				7458.467000000001, -- [15]
				7459.617, -- [16]
				7459.634, -- [17]
				7460.834, -- [18]
				7461.401, -- [19]
				7462.101000000001, -- [20]
				7462.801, -- [21]
				7463.434, -- [22]
				7464.218, -- [23]
				7465.151, -- [24]
				7427.982, -- [25]
				7428.332, -- [26]
				7428.349, -- [27]
				7429.342000000001, -- [28]
				7429.552000000001, -- [29]
				7434.349, -- [30]
				7434.383, -- [31]
				7434.916, -- [32]
				7436.933, -- [33]
				7436.965, -- [34]
				7436.987, -- [35]
				7437.004, -- [36]
				7437.366, -- [37]
				7438.066, -- [38]
				7438.541, -- [39]
				7438.966, -- [40]
				7439.650000000001, -- [41]
				7440.187, -- [42]
				7440.733, -- [43]
				7440.95, -- [44]
				7441.783, -- [45]
				7441.783, -- [46]
				7443.983, -- [47]
				7444.083000000001, -- [48]
				7445.026, -- [49]
				7445.912, -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1426,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 7,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Melee"] = 985,
						["Holy"] = 441,
					},
					["DOT_Time"] = 0,
					["Damage"] = 3081,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Melee"] = 1277,
						["Physical"] = 1804,
					},
					["PartialAbsorb"] = {
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 194,
								},
								["近戰"] = {
									["count"] = 1277,
								},
								["出血"] = {
									["count"] = 1610,
								},
							},
							["amount"] = 3081,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["分身八月四日"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 985,
								},
								["血之聖印"] = {
									["count"] = 441,
								},
							},
							["amount"] = 1426,
						},
					},
					["EnergyGainedFrom"] = {
						["超級王"] = {
							["Details"] = {
								["無情打擊效果"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
					},
					["PartialResist"] = {
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 25,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 1.26,
								},
								["近戰"] = {
									["count"] = 5.55,
								},
								["出血"] = {
									["count"] = 4.08,
								},
							},
							["amount"] = 10.89,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
						["無情打擊效果"] = {
							["Details"] = {
								["超級王"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
					},
					["ActiveTime"] = 10.89,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["毒襲"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 194,
									["min"] = 194,
									["count"] = 1,
									["amount"] = 194,
								},
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 194,
						},
						["近戰"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 411,
									["min"] = 84,
									["count"] = 5,
									["amount"] = 1078,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 199,
									["min"] = 199,
									["count"] = 1,
									["amount"] = 199,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 1277,
						},
						["出血"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 844,
									["min"] = 844,
									["count"] = 1,
									["amount"] = 844,
								},
								["Hit"] = {
									["max"] = 420,
									["min"] = 346,
									["count"] = 2,
									["amount"] = 766,
								},
							},
							["count"] = 4,
							["amount"] = 1610,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 10.89,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 1.26,
								},
								["近戰"] = {
									["count"] = 5.55,
								},
								["出血"] = {
									["count"] = 4.08,
								},
							},
							["amount"] = 10.89,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["超級王"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["OverHeals"] = {
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 515,
									["min"] = 515,
									["count"] = 1,
									["amount"] = 515,
								},
							},
							["count"] = 1,
							["amount"] = 515,
						},
					},
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 1.26,
								},
								["近戰"] = {
									["count"] = 5.55,
								},
								["出血"] = {
									["count"] = 4.08,
								},
							},
							["amount"] = 10.89,
						},
						["特變電工"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 4.53,
								},
								["出血"] = {
									["count"] = 2.49,
								},
							},
							["amount"] = 7.020000000000001,
						},
						["卡萊姆"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 1.5,
								},
								["出血"] = {
									["count"] = 0.56,
								},
								["近戰"] = {
									["count"] = 5.47,
								},
								["致殘毒藥"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 8.36,
						},
						["小商人"] = {
							["Details"] = {
								["出血"] = {
									["count"] = 1.75,
								},
								["麻痹毒藥 III"] = {
									["count"] = 0.07,
								},
								["近戰"] = {
									["count"] = 6.659999999999999,
								},
								["偷襲"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 9.120000000000001,
						},
						["超級王"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["麟大大"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 3.58,
								},
							},
							["amount"] = 3.58,
						},
					},
					["WhoHealed"] = {
						["超級王"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1032,
								},
							},
							["amount"] = 1032,
						},
						["無比比"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 978,
								},
							},
							["amount"] = 978,
						},
					},
					["ElementDoneAbsorb"] = {
						["Melee"] = 3153,
						["Physical"] = 206,
					},
					["EnergyGain"] = 75,
					["Overhealing"] = 515,
					["ElementTakenAbsorb"] = {
						["Shadow"] = 139,
						["Holy"] = 839,
					},
					["ActiveTime"] = 40.47,
					["HealedWho"] = {
						["超級王"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1032,
								},
							},
							["amount"] = 1032,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 1032,
						["Holy"] = 1280,
						["Melee"] = 985,
						["Shadow"] = 139,
					},
					["Heals"] = {
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1032,
									["min"] = 1032,
									["count"] = 1,
									["amount"] = 1032,
								},
							},
							["count"] = 1,
							["amount"] = 1032,
						},
					},
					["Damage"] = 17846,
					["PartialResist"] = {
						["反射護盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["虛弱之觸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["TimeHeal"] = 1.5,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["EnergyGained"] = {
						["無情打擊效果"] = {
							["Details"] = {
								["超級王"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
					},
					["PartialAbsorb"] = {
						["反射護盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 394,
									["min"] = 78,
									["count"] = 3,
									["amount"] = 839,
								},
							},
							["count"] = 6,
							["amount"] = 839,
						},
						["虛弱之觸"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 139,
									["min"] = 139,
									["count"] = 1,
									["amount"] = 139,
								},
							},
							["count"] = 1,
							["amount"] = 139,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["Healing"] = 1032,
					["WhoDamaged"] = {
						["特變電工"] = {
							["Details"] = {
								["旋風斬"] = {
									["count"] = 1032,
								},
							},
							["amount"] = 1032,
						},
						["小商人"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 839,
								},
								["虛弱之觸"] = {
									["count"] = 139,
								},
							},
							["amount"] = 978,
						},
						["分身八月四日"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 985,
								},
								["血之聖印"] = {
									["count"] = 441,
								},
							},
							["amount"] = 1426,
						},
					},
					["DamageTaken"] = 3436,
					["Attacks"] = {
						["出血"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 206,
									["min"] = 206,
									["count"] = 1,
									["amount"] = 206,
								},
								["Crit"] = {
									["max"] = 1038,
									["min"] = 844,
									["count"] = 2,
									["amount"] = 1882,
								},
								["Hit"] = {
									["max"] = 873,
									["min"] = 346,
									["count"] = 9,
									["amount"] = 5097,
								},
							},
							["count"] = 13,
							["amount"] = 7185,
						},
						["偷襲"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["毒襲"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 194,
									["min"] = 194,
									["count"] = 1,
									["amount"] = 194,
								},
								["Hit"] = {
									["max"] = 159,
									["min"] = 159,
									["count"] = 1,
									["amount"] = 159,
								},
							},
							["count"] = 4,
							["amount"] = 353,
						},
						["麻痹毒藥 III"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1268,
									["min"] = 155,
									["count"] = 5,
									["amount"] = 3153,
								},
								["Miss"] = {
									["count"] = 10,
									["amount"] = 0,
								},
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 594,
									["min"] = 84,
									["count"] = 13,
									["amount"] = 3326,
								},
								["Crit"] = {
									["max"] = 955,
									["min"] = 90,
									["count"] = 10,
									["amount"] = 3829,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 42,
							["amount"] = 10308,
						},
						["致殘毒藥"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 2010,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Immune"] = {
									["count"] = 3,
								},
							},
							["amount"] = 18,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 10,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 13,
								},
								["Crit"] = {
									["count"] = 10,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 42,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 38.97000000000001,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 1.26,
								},
								["近戰"] = {
									["count"] = 5.55,
								},
								["出血"] = {
									["count"] = 4.08,
								},
							},
							["amount"] = 10.89,
						},
						["特變電工"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 4.53,
								},
								["出血"] = {
									["count"] = 2.49,
								},
							},
							["amount"] = 7.020000000000001,
						},
						["小商人"] = {
							["Details"] = {
								["出血"] = {
									["count"] = 1.75,
								},
								["麻痹毒藥 III"] = {
									["count"] = 0.07,
								},
								["近戰"] = {
									["count"] = 6.659999999999999,
								},
								["偷襲"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 9.120000000000001,
						},
						["卡萊姆"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 1.5,
								},
								["出血"] = {
									["count"] = 0.56,
								},
								["近戰"] = {
									["count"] = 5.47,
								},
								["致殘毒藥"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 8.36,
						},
						["麟大大"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 3.58,
								},
							},
							["amount"] = 3.58,
						},
					},
					["EnergyGainedFrom"] = {
						["超級王"] = {
							["Details"] = {
								["無情打擊效果"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
					},
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 194,
								},
								["近戰"] = {
									["count"] = 1277,
								},
								["出血"] = {
									["count"] = 1610,
								},
							},
							["amount"] = 3081,
						},
						["特變電工"] = {
							["Details"] = {
								["出血"] = {
									["count"] = 2074,
								},
								["近戰"] = {
									["count"] = 1393,
								},
							},
							["amount"] = 3467,
						},
						["小商人"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 3863,
								},
								["出血"] = {
									["count"] = 2476,
								},
							},
							["amount"] = 6339,
						},
						["卡萊姆"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 159,
								},
								["近戰"] = {
									["count"] = 2951,
								},
								["出血"] = {
									["count"] = 1025,
								},
							},
							["amount"] = 4135,
						},
						["麟大大"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 824,
								},
							},
							["amount"] = 824,
						},
					},
					["ElementDone"] = {
						["Melee"] = 10308,
						["Physical"] = 7538,
					},
				},
			},
			["UnitLockout"] = 7434.3,
			["LastActive"] = 7464.285,
		},
		["卡萊姆"] = {
			["GUID"] = "Player-4487-00035768",
			["LastEventHealth"] = {
				3917, -- [1]
				3863, -- [2]
				3863, -- [3]
				3728, -- [4]
				3728, -- [5]
				3728, -- [6]
				3318, -- [7]
				3318, -- [8]
				2184, -- [9]
				2184, -- [10]
				2184, -- [11]
				2184, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				1, -- [16]
				1, -- [17]
				12092, -- [18]
				11611, -- [19]
				11396, -- [20]
				11158, -- [21]
				11018, -- [22]
				11018, -- [23]
				11018, -- [24]
				11018, -- [25]
				9969, -- [26]
				9969, -- [27]
				9969, -- [28]
				9969, -- [29]
				9969, -- [30]
				9969, -- [31]
				9732, -- [32]
				8898, -- [33]
				8898, -- [34]
				8022, -- [35]
				8022, -- [36]
				7676, -- [37]
				7676, -- [38]
				7676, -- [39]
				7433, -- [40]
				7433, -- [41]
				6165, -- [42]
				6165, -- [43]
				5886, -- [44]
				5886, -- [45]
				5669, -- [46]
				5531, -- [47]
				5036, -- [48]
				5036, -- [49]
				3917, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"MISC", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					3, -- [1]
				},
				["Healing"] = {
					1617, -- [1]
				},
				["DamageTaken"] = {
					17907, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["HealingTaken"] = {
					2659, -- [1]
				},
				["HOT_Time"] = {
					3, -- [1]
				},
				["TimeDamage"] = {
					40.02999999999999, -- [1]
				},
				["RageGain"] = {
					29, -- [1]
				},
				["ActiveTime"] = {
					43.03, -- [1]
				},
				["DOT_Time"] = {
					39, -- [1]
				},
				["Damage"] = {
					21841, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = true,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						false, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						false, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						false, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						false, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"超級王 近戰 卡萊姆 Crit -222 (Physical)", -- [1]
						"超級王 出血 卡萊姆 Hit -536 (Physical)", -- [2]
						"卡萊姆 斷筋 高城仔館治 Dodge (Physical)", -- [3]
						"Alentwar 重傷 (傷害/跳) 卡萊姆 Tick -306 (Physical)", -- [4]
						"超級王 近戰 卡萊姆 Hit -481 (Physical)", -- [5]
						"劫毀者 獠牙穿刺 卡萊姆 Crit -215 (Physical)", -- [6]
						"劫毀者 近戰 卡萊姆 Hit -238 (Physical)", -- [7]
						"超級王 近戰 卡萊姆 Hit -140 (Physical)", -- [8]
						"高城仔館治 摔絆 卡萊姆 Parry (Physical)", -- [9]
						"高城仔館治 近戰 卡萊姆 Miss (1)", -- [10]
						"卡萊姆 近戰 高城仔館治 Hit -779 (Physical)", -- [11]
						"Alentwar 致死打擊 卡萊姆 Hit -1049 (Physical)", -- [12]
						"卡萊姆 旋風斬 超級王 Parry (Physical)", -- [13]
						"卡萊姆 旋風斬 劫毀者 Hit -596 (Physical)", -- [14]
						"卡萊姆 旋風斬 Alentwar Hit -689 (Physical)", -- [15]
						"卡萊姆 旋風斬 高城仔館治 Crit -1252 (Physical)", -- [16]
						"卡萊姆 旋風斬 (劍類武器專精) 高城仔館治 Dodge (1)", -- [17]
						"劫毀者 近戰 卡萊姆 Hit -237 (Physical)", -- [18]
						"超級王 近戰 卡萊姆 Crit -834 (Physical)", -- [19]
						"劫毀者 獠牙穿刺 卡萊姆 Hit -78 (Physical)", -- [20]
						"Alentwar 近戰 卡萊姆 Hit -798 (Physical)", -- [21]
						"超級王 近戰 卡萊姆 Hit -134 (Physical)", -- [22]
						"高城仔館治 近戰 卡萊姆 Hit -212 (Physical)", -- [23]
						"劫毀者 近戰 卡萊姆 Miss (1)", -- [24]
						"卡萊姆 致死打擊 高城仔館治 Dodge (Physical)", -- [25]
						"Alentwar 重傷 (傷害/跳) 卡萊姆 Tick -243 (Physical)", -- [26]
						"超級王 出血 卡萊姆 Hit -489 (Physical)", -- [27]
						"高城仔館治 近戰 卡萊姆 Crit -779 (Physical)", -- [28]
						"卡萊姆 近戰 高城仔館治 Dodge (1)", -- [29]
						"超級王 近戰 卡萊姆 Crit -279 (Physical)", -- [30]
						"劫毀者 近戰 卡萊姆 Hit -217 (Physical)", -- [31]
						"超級王 近戰 卡萊姆 Miss (1)", -- [32]
						"劫毀者 獠牙穿刺 卡萊姆 Hit -138 (Physical)", -- [33]
						"高城仔館治 自動射擊 卡萊姆 Hit -495 (Physical)", -- [34]
						"Alentwar 旋風斬 卡萊姆 Hit -801 (Physical)", -- [35]
						"劫毀者 擊殺命令 卡萊姆 Hit -318 (Physical)", -- [36]
						"高城仔館治 摔絆 卡萊姆 Hit -54 (Physical)", -- [37]
						"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -175 (Physical)", -- [38]
						"超級王 致殘毒藥 卡萊姆 Resist (Nature)", -- [39]
						"超級王 近戰 卡萊姆 Hit -135 (Physical)", -- [40]
						"劫毀者 近戰 卡萊姆 Hit -219 (Physical)", -- [41]
						"高城仔館治 近戰 卡萊姆 Hit -191 (Physical)", -- [42]
						"卡萊姆 斷筋 高城仔館治 Dodge (Physical)", -- [43]
						"高城仔館治 近戰 卡萊姆 Parry (1)", -- [44]
						"Alentwar 近戰 卡萊姆 Crit -1134 (Physical)", -- [45]
						"劫毀者 獠牙穿刺 卡萊姆 Hit -42 (Physical)", -- [46]
						"卡萊姆 近戰 高城仔館治 Crit -1222 (Physical)", -- [47]
						"劫毀者 近戰 卡萊姆 Hit -193 (Physical)", -- [48]
						"Alentwar 斬殺 卡萊姆 Crit -2622 (Physical)", -- [49]
						"卡萊姆死亡。", -- [50]
					},
					["DeathAt"] = 7444.3,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-5.92200000000048, -- [1]
						-5.905000000000655, -- [2]
						-5.861000000000786, -- [3]
						-5.835000000000036, -- [4]
						-5.543000000000575, -- [5]
						-5.193000000000211, -- [6]
						-4.976000000000568, -- [7]
						-4.843000000000757, -- [8]
						-4.693000000000211, -- [9]
						-4.693000000000211, -- [10]
						-4.608000000000175, -- [11]
						-4.543000000000575, -- [12]
						-4.368000000000393, -- [13]
						-4.368000000000393, -- [14]
						-4.368000000000393, -- [15]
						-4.368000000000393, -- [16]
						-4.350000000000364, -- [17]
						-3.98700000000008, -- [18]
						-3.943000000000211, -- [19]
						-3.58600000000024, -- [20]
						-3.326000000000022, -- [21]
						-3.259000000000015, -- [22]
						-3.193000000000211, -- [23]
						-3.011000000000422, -- [24]
						-2.855000000000473, -- [25]
						-2.834000000000742, -- [26]
						-2.722000000000662, -- [27]
						-2.704000000000633, -- [28]
						-2.379000000000815, -- [29]
						-2.176000000000386, -- [30]
						-2.014000000000124, -- [31]
						-1.959000000000742, -- [32]
						-1.959000000000742, -- [33]
						-1.609000000000378, -- [34]
						-1.543000000000575, -- [35]
						-1.522000000000844, -- [36]
						-1.342000000000553, -- [37]
						-1.324000000000524, -- [38]
						-1.126000000000204, -- [39]
						-1.126000000000204, -- [40]
						-1.007000000000517, -- [41]
						-0.9090000000005602, -- [42]
						-0.7590000000000146, -- [43]
						-0.6900000000005093, -- [44]
						-0.5250000000005457, -- [45]
						-0.3240000000005239, -- [46]
						-0.1920000000000073, -- [47]
						-0.0250000000005457, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						15286, -- [1]
						15286, -- [2]
						15286, -- [3]
						15286, -- [4]
						15286, -- [5]
						15286, -- [6]
						15286, -- [7]
						15286, -- [8]
						15286, -- [9]
						15286, -- [10]
						15286, -- [11]
						15286, -- [12]
						15286, -- [13]
						15286, -- [14]
						15286, -- [15]
						15286, -- [16]
						15286, -- [17]
						15286, -- [18]
						15286, -- [19]
						15286, -- [20]
						15286, -- [21]
						15286, -- [22]
						15286, -- [23]
						15286, -- [24]
						15286, -- [25]
						15286, -- [26]
						15286, -- [27]
						15286, -- [28]
						15286, -- [29]
						15286, -- [30]
						15286, -- [31]
						15286, -- [32]
						15286, -- [33]
						15286, -- [34]
						15286, -- [35]
						15286, -- [36]
						15286, -- [37]
						15286, -- [38]
						15286, -- [39]
						15286, -- [40]
						15286, -- [41]
						15286, -- [42]
						15286, -- [43]
						15286, -- [44]
						15286, -- [45]
						15286, -- [46]
						15286, -- [47]
						15286, -- [48]
						15286, -- [49]
						12394, -- [50]
					},
					["Health"] = {
						13156, -- [1]
						13156, -- [2]
						12398, -- [3]
						12398, -- [4]
						12092, -- [5]
						11611, -- [6]
						11396, -- [7]
						11158, -- [8]
						11018, -- [9]
						11018, -- [10]
						11018, -- [11]
						11018, -- [12]
						9969, -- [13]
						9969, -- [14]
						9969, -- [15]
						9969, -- [16]
						9969, -- [17]
						9969, -- [18]
						9732, -- [19]
						8898, -- [20]
						8898, -- [21]
						8022, -- [22]
						8022, -- [23]
						7676, -- [24]
						7676, -- [25]
						7676, -- [26]
						7433, -- [27]
						7433, -- [28]
						6165, -- [29]
						6165, -- [30]
						5886, -- [31]
						5886, -- [32]
						5669, -- [33]
						5531, -- [34]
						5036, -- [35]
						5036, -- [36]
						3917, -- [37]
						3917, -- [38]
						3863, -- [39]
						3863, -- [40]
						3728, -- [41]
						3728, -- [42]
						3728, -- [43]
						3318, -- [44]
						3318, -- [45]
						2184, -- [46]
						2184, -- [47]
						2184, -- [48]
						2184, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Alentwar",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = 70,
			["LastDamageAbility"] = "斬殺",
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["LastHealTime"] = 7436.933,
			["LastDamageTaken"] = 2622,
			["TimeLast"] = {
				["TimeHeal"] = 7436.299,
				["OVERALL"] = 7454.301,
				["DamageTaken"] = 7442.3,
				["DeathCount"] = 7442.3,
				["Healing"] = 7436.299,
				["HealingTaken"] = 7436.299,
				["HOT_Time"] = 7436.299,
				["ActiveTime"] = 7454.301,
				["TimeDamage"] = 7454.301,
				["RageGain"] = 7442.3,
				["DOT_Time"] = 7454.301,
				["Damage"] = 7454.301,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				15286, -- [1]
				15286, -- [2]
				15286, -- [3]
				15286, -- [4]
				15286, -- [5]
				15286, -- [6]
				15286, -- [7]
				15286, -- [8]
				15286, -- [9]
				15286, -- [10]
				15286, -- [11]
				15286, -- [12]
				12394, -- [13]
				12394, -- [14]
				12394, -- [15]
				12394, -- [16]
				12394, -- [17]
				15286, -- [18]
				15286, -- [19]
				15286, -- [20]
				15286, -- [21]
				15286, -- [22]
				15286, -- [23]
				15286, -- [24]
				15286, -- [25]
				15286, -- [26]
				15286, -- [27]
				15286, -- [28]
				15286, -- [29]
				15286, -- [30]
				15286, -- [31]
				15286, -- [32]
				15286, -- [33]
				15286, -- [34]
				15286, -- [35]
				15286, -- [36]
				15286, -- [37]
				15286, -- [38]
				15286, -- [39]
				15286, -- [40]
				15286, -- [41]
				15286, -- [42]
				15286, -- [43]
				15286, -- [44]
				15286, -- [45]
				15286, -- [46]
				15286, -- [47]
				15286, -- [48]
				15286, -- [49]
				15286, -- [50]
			},
			["NextEventNum"] = 18,
			["LastDamageTime"] = 7454.734,
			["LastEvents"] = {
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -175 (Physical)", -- [1]
				"超級王 致殘毒藥 卡萊姆 Resist (Nature)", -- [2]
				"超級王 近戰 卡萊姆 Hit -135 (Physical)", -- [3]
				"劫毀者 近戰 卡萊姆 Hit -219 (Physical)", -- [4]
				"高城仔館治 近戰 卡萊姆 Hit -191 (Physical)", -- [5]
				"卡萊姆 斷筋 高城仔館治 Dodge (Physical)", -- [6]
				"高城仔館治 近戰 卡萊姆 Parry (1)", -- [7]
				"Alentwar 近戰 卡萊姆 Crit -1134 (Physical)", -- [8]
				"劫毀者 獠牙穿刺 卡萊姆 Hit -42 (Physical)", -- [9]
				"卡萊姆 近戰 高城仔館治 Crit -1222 (Physical)", -- [10]
				"劫毀者 近戰 卡萊姆 Hit -193 (Physical)", -- [11]
				"Alentwar 斬殺 卡萊姆 Crit -2622 (Physical)", -- [12]
				"卡萊姆死亡。", -- [13]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -144 (Physical)", -- [14]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -144 (Physical)", -- [15]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -143 (Physical)", -- [16]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -144 (Physical)", -- [17]
				"超級王 近戰 卡萊姆 Hit -481 (Physical)", -- [18]
				"劫毀者 獠牙穿刺 卡萊姆 Crit -215 (Physical)", -- [19]
				"劫毀者 近戰 卡萊姆 Hit -238 (Physical)", -- [20]
				"超級王 近戰 卡萊姆 Hit -140 (Physical)", -- [21]
				"高城仔館治 摔絆 卡萊姆 Parry (Physical)", -- [22]
				"高城仔館治 近戰 卡萊姆 Miss (1)", -- [23]
				"卡萊姆 近戰 高城仔館治 Hit -779 (Physical)", -- [24]
				"Alentwar 致死打擊 卡萊姆 Hit -1049 (Physical)", -- [25]
				"卡萊姆 旋風斬 超級王 Parry (Physical)", -- [26]
				"卡萊姆 旋風斬 劫毀者 Hit -596 (Physical)", -- [27]
				"卡萊姆 旋風斬 Alentwar Hit -689 (Physical)", -- [28]
				"卡萊姆 旋風斬 高城仔館治 Crit -1252 (Physical)", -- [29]
				"卡萊姆 旋風斬 (劍類武器專精) 高城仔館治 Dodge (1)", -- [30]
				"劫毀者 近戰 卡萊姆 Hit -237 (Physical)", -- [31]
				"超級王 近戰 卡萊姆 Crit -834 (Physical)", -- [32]
				"劫毀者 獠牙穿刺 卡萊姆 Hit -78 (Physical)", -- [33]
				"Alentwar 近戰 卡萊姆 Hit -798 (Physical)", -- [34]
				"超級王 近戰 卡萊姆 Hit -134 (Physical)", -- [35]
				"高城仔館治 近戰 卡萊姆 Hit -212 (Physical)", -- [36]
				"劫毀者 近戰 卡萊姆 Miss (1)", -- [37]
				"卡萊姆 致死打擊 高城仔館治 Dodge (Physical)", -- [38]
				"Alentwar 重傷 (傷害/跳) 卡萊姆 Tick -243 (Physical)", -- [39]
				"超級王 出血 卡萊姆 Hit -489 (Physical)", -- [40]
				"高城仔館治 近戰 卡萊姆 Crit -779 (Physical)", -- [41]
				"卡萊姆 近戰 高城仔館治 Dodge (1)", -- [42]
				"超級王 近戰 卡萊姆 Crit -279 (Physical)", -- [43]
				"劫毀者 近戰 卡萊姆 Hit -217 (Physical)", -- [44]
				"超級王 近戰 卡萊姆 Miss (1)", -- [45]
				"劫毀者 獠牙穿刺 卡萊姆 Hit -138 (Physical)", -- [46]
				"高城仔館治 自動射擊 卡萊姆 Hit -495 (Physical)", -- [47]
				"Alentwar 旋風斬 卡萊姆 Hit -801 (Physical)", -- [48]
				"劫毀者 擊殺命令 卡萊姆 Hit -318 (Physical)", -- [49]
				"高城仔館治 摔絆 卡萊姆 Hit -54 (Physical)", -- [50]
			},
			["Name"] = "卡萊姆",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				7441.585, -- [1]
				7441.783, -- [2]
				7441.783, -- [3]
				7441.902, -- [4]
				7442, -- [5]
				7442.150000000001, -- [6]
				7442.219, -- [7]
				7442.384, -- [8]
				7442.585, -- [9]
				7442.717000000001, -- [10]
				7442.884, -- [11]
				7442.909000000001, -- [12]
				7442.909000000001, -- [13]
				7445.75, -- [14]
				7448.733, -- [15]
				7451.75, -- [16]
				7454.734, -- [17]
				7437.366, -- [18]
				7437.716, -- [19]
				7437.933, -- [20]
				7438.066, -- [21]
				7438.216, -- [22]
				7438.216, -- [23]
				7438.301, -- [24]
				7438.366, -- [25]
				7438.541, -- [26]
				7438.541, -- [27]
				7438.541, -- [28]
				7438.541, -- [29]
				7438.559, -- [30]
				7438.922000000001, -- [31]
				7438.966, -- [32]
				7439.323, -- [33]
				7439.583000000001, -- [34]
				7439.650000000001, -- [35]
				7439.716, -- [36]
				7439.898, -- [37]
				7440.054, -- [38]
				7440.075, -- [39]
				7440.187, -- [40]
				7440.205, -- [41]
				7440.53, -- [42]
				7440.733, -- [43]
				7440.895, -- [44]
				7440.95, -- [45]
				7440.95, -- [46]
				7441.3, -- [47]
				7441.366, -- [48]
				7441.387, -- [49]
				7441.567, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["高城仔館治"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 3,
					["Damage"] = 144,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 144,
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
						["高城仔館治"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 144,
								},
							},
							["amount"] = 144,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["高城仔館治"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 1.5,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 144,
									["min"] = 144,
									["count"] = 1,
									["amount"] = 144,
								},
							},
							["count"] = 1,
							["amount"] = 144,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["高城仔館治"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["HealedWho"] = {
						["卡萊姆"] = {
							["Details"] = {
								["血之狂熱"] = {
									["count"] = 152,
								},
								["癒合禱言"] = {
									["count"] = 1465,
								},
							},
							["amount"] = 1617,
						},
					},
					["TimeHealing"] = {
						["卡萊姆"] = {
							["Details"] = {
								["血之狂熱"] = {
									["count"] = 1.5,
								},
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
					},
					["DOTs"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["Alentwar"] = {
									["count"] = 12,
								},
								["高城仔館治"] = {
									["count"] = 15,
								},
								["無比比"] = {
									["count"] = 12,
								},
							},
							["amount"] = 39,
						},
					},
					["HOTs"] = {
						["血之狂熱"] = {
							["Details"] = {
								["卡萊姆"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["HOT_Time"] = 3,
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 2.67,
								},
								["破甲攻擊"] = {
									["count"] = 1.23,
								},
								["順劈斬 (風怒攻擊)"] = {
									["count"] = 0.02,
								},
								["致死打擊"] = {
									["count"] = 0.73,
								},
							},
							["amount"] = 4.65,
						},
						["劫毀者"] = {
							["Details"] = {
								["順劈斬"] = {
									["count"] = 1.32,
								},
							},
							["amount"] = 1.32,
						},
						["無比比"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 2.81,
								},
								["旋風斬"] = {
									["count"] = 1.27,
								},
								["致死打擊"] = {
									["count"] = 1.5,
								},
								["斷筋 (劍類武器專精)"] = {
									["count"] = 1.22,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 1.64,
								},
								["攔截昏迷"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 2.23,
								},
								["衝鋒昏迷"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 13.67,
						},
						["卡萊姆"] = {
							["Details"] = {
								["血之狂熱"] = {
									["count"] = 1.5,
								},
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["高城仔館治"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 3.47,
								},
								["致死打擊"] = {
									["count"] = 1.49,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 7.060000000000001,
								},
								["攔截昏迷"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 5.110000000000001,
								},
								["旋風斬 (劍類武器專精)"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 18.65,
						},
						["超級王"] = {
							["Details"] = {
								["旋風斬"] = {
									["count"] = 0.24,
								},
							},
							["amount"] = 0.24,
						},
						["戰慄圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["WhoHealed"] = {
						["卡萊姆"] = {
							["Details"] = {
								["血之狂熱"] = {
									["count"] = 152,
								},
								["癒合禱言"] = {
									["count"] = 1465,
								},
							},
							["amount"] = 1617,
						},
						["小商人"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 159,
								},
								["恢復"] = {
									["count"] = 883,
								},
							},
							["amount"] = 1042,
						},
					},
					["RageGainedFrom"] = {
						["卡萊姆"] = {
							["Details"] = {
								["怒不可遏"] = {
									["count"] = 9,
								},
								["血性狂暴"] = {
									["count"] = 20,
								},
							},
							["amount"] = 29,
						},
					},
					["PartialResist"] = {
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["摔絆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斬殺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神聖新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["出血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["致殘毒藥"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["毒襲"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 29,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["虛弱之觸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["DeathCount"] = 1,
					["ElementTakenAbsorb"] = {
						["Shadow"] = 159,
					},
					["ActiveTime"] = 43.03,
					["Heals"] = {
						["血之狂熱"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 152,
									["min"] = 152,
									["count"] = 1,
									["amount"] = 152,
								},
							},
							["count"] = 1,
							["amount"] = 152,
						},
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1465,
									["min"] = 1465,
									["count"] = 1,
									["amount"] = 1465,
								},
							},
							["count"] = 1,
							["amount"] = 1465,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 8135,
						["Shadow"] = 159,
						["Melee"] = 9262,
						["Holy"] = 351,
					},
					["RageGained"] = {
						["怒不可遏"] = {
							["Details"] = {
								["卡萊姆"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["血性狂暴"] = {
							["Details"] = {
								["卡萊姆"] = {
									["count"] = 20,
								},
							},
							["amount"] = 20,
						},
					},
					["Damage"] = 21841,
					["WhoDamaged"] = {
						["Alentwar"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 2622,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 549,
								},
								["致死打擊"] = {
									["count"] = 1049,
								},
								["近戰"] = {
									["count"] = 3611,
								},
								["旋風斬"] = {
									["count"] = 801,
								},
							},
							["amount"] = 8632,
						},
						["劫毀者"] = {
							["Details"] = {
								["擊殺命令"] = {
									["count"] = 318,
								},
								["獠牙穿刺"] = {
									["count"] = 522,
								},
								["近戰"] = {
									["count"] = 1518,
								},
								["撕咬"] = {
									["count"] = 83,
								},
							},
							["amount"] = 2441,
						},
						["無比比"] = {
							["Details"] = {
								["虛弱之觸"] = {
									["count"] = 159,
								},
								["神聖新星"] = {
									["count"] = 351,
								},
							},
							["amount"] = 510,
						},
						["超級王"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 159,
								},
								["近戰"] = {
									["count"] = 2951,
								},
								["出血"] = {
									["count"] = 1025,
								},
							},
							["amount"] = 4135,
						},
						["高城仔館治"] = {
							["Details"] = {
								["自動射擊"] = {
									["count"] = 495,
								},
								["摔絆"] = {
									["count"] = 54,
								},
								["近戰"] = {
									["count"] = 1182,
								},
								["穩固射擊"] = {
									["count"] = 458,
								},
							},
							["amount"] = 2189,
						},
					},
					["TimeHeal"] = 3,
					["DOT_Time"] = 39,
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 29,
						},
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 19,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["摔絆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斬殺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神聖新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["出血"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["致殘毒藥"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["毒襲"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 29,
							["amount"] = 0,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["虛弱之觸"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 159,
									["min"] = 159,
									["count"] = 1,
									["amount"] = 159,
								},
							},
							["count"] = 1,
							["amount"] = 159,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["Healing"] = 1617,
					["DamageTaken"] = 17907,
					["ElementDone"] = {
						659, -- [1]
						["Melee"] = 10268,
						["Physical"] = 10914,
					},
					["Attacks"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 58,
									["min"] = 58,
									["count"] = 1,
									["amount"] = 58,
								},
								["Absorb"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 1,
									["amount"] = 82,
								},
							},
							["count"] = 2,
							["amount"] = 140,
						},
						["致死打擊"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1767,
									["min"] = 1767,
									["count"] = 1,
									["amount"] = 1767,
								},
								["Hit"] = {
									["max"] = 772,
									["min"] = 772,
									["count"] = 1,
									["amount"] = 772,
								},
							},
							["count"] = 3,
							["amount"] = 2539,
						},
						["近戰"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 899,
									["min"] = 681,
									["count"] = 2,
									["amount"] = 1580,
								},
								["Crit"] = {
									["max"] = 1654,
									["min"] = 1222,
									["count"] = 2,
									["amount"] = 2876,
								},
								["Hit"] = {
									["max"] = 963,
									["min"] = 661,
									["count"] = 7,
									["amount"] = 5812,
								},
							},
							["count"] = 12,
							["amount"] = 10268,
						},
						["衝鋒昏迷"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斷筋"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 85,
									["min"] = 85,
									["count"] = 1,
									["amount"] = 85,
								},
								["Crit"] = {
									["max"] = 44,
									["min"] = 44,
									["count"] = 1,
									["amount"] = 44,
								},
								["Hit"] = {
									["max"] = 24,
									["min"] = 18,
									["count"] = 4,
									["amount"] = 90,
								},
							},
							["count"] = 8,
							["amount"] = 219,
						},
						["旋風斬 (劍類武器專精)"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 103,
									["min"] = 99,
									["count"] = 2,
									["amount"] = 202,
								},
								["Tick"] = {
									["max"] = 202,
									["min"] = 98,
									["count"] = 11,
									["amount"] = 1821,
								},
							},
							["count"] = 13,
							["amount"] = 2023,
						},
						["旋風斬"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 754,
									["min"] = 594,
									["count"] = 4,
									["amount"] = 2633,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1252,
									["min"] = 1252,
									["count"] = 1,
									["amount"] = 1252,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 3885,
						},
						["順劈斬 (風怒攻擊)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 736,
									["min"] = 736,
									["count"] = 1,
									["amount"] = 736,
								},
							},
							["count"] = 1,
							["amount"] = 736,
						},
						["破甲攻擊"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["順劈斬"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 764,
									["min"] = 608,
									["count"] = 2,
									["amount"] = 1372,
								},
							},
							["count"] = 2,
							["amount"] = 1372,
						},
						["斷筋 (劍類武器專精)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 659,
									["min"] = 659,
									["count"] = 1,
									["amount"] = 659,
								},
							},
							["count"] = 1,
							["amount"] = 659,
						},
					},
					["RageGain"] = 29,
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						}, -- [1]
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 13,
								},
								["Tick"] = {
									["count"] = 11,
								},
								["Dodge"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 38,
						},
					},
					["TimeDamage"] = 40.02999999999999,
					["TimeDamaging"] = {
						["Alentwar"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 2.67,
								},
								["破甲攻擊"] = {
									["count"] = 1.23,
								},
								["順劈斬 (風怒攻擊)"] = {
									["count"] = 0.02,
								},
								["致死打擊"] = {
									["count"] = 0.73,
								},
							},
							["amount"] = 4.65,
						},
						["劫毀者"] = {
							["Details"] = {
								["順劈斬"] = {
									["count"] = 1.32,
								},
							},
							["amount"] = 1.32,
						},
						["無比比"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 2.81,
								},
								["旋風斬"] = {
									["count"] = 1.27,
								},
								["致死打擊"] = {
									["count"] = 1.5,
								},
								["斷筋 (劍類武器專精)"] = {
									["count"] = 1.22,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 1.64,
								},
								["攔截昏迷"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 2.23,
								},
								["衝鋒昏迷"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 13.67,
						},
						["高城仔館治"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 3.47,
								},
								["致死打擊"] = {
									["count"] = 1.49,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 7.060000000000001,
								},
								["攔截昏迷"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 5.110000000000001,
								},
								["旋風斬 (劍類武器專精)"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 18.65,
						},
						["超級王"] = {
							["Details"] = {
								["旋風斬"] = {
									["count"] = 0.24,
								},
							},
							["amount"] = 0.24,
						},
						["戰慄圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["HealingTaken"] = 2659,
					["ElementDoneAbsorb"] = {
						659, -- [1]
						["Melee"] = 1580,
						["Physical"] = 369,
					},
					["DamagedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["致死打擊"] = {
									["count"] = 1767,
								},
								["順劈斬 (風怒攻擊)"] = {
									["count"] = 736,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 808,
								},
								["順劈斬"] = {
									["count"] = 764,
								},
								["旋風斬"] = {
									["count"] = 689,
								},
							},
							["amount"] = 4764,
						},
						["劫毀者"] = {
							["Details"] = {
								["順劈斬"] = {
									["count"] = 608,
								},
								["旋風斬"] = {
									["count"] = 1190,
								},
							},
							["amount"] = 1798,
						},
						["無比比"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 82,
								},
								["致死打擊"] = {
									["count"] = 772,
								},
								["斷筋 (劍類武器專精)"] = {
									["count"] = 659,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 465,
								},
								["近戰"] = {
									["count"] = 3895,
								},
								["斷筋"] = {
									["count"] = 147,
								},
							},
							["amount"] = 6020,
						},
						["高城仔館治"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 72,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 750,
								},
								["攔截昏迷"] = {
									["count"] = 58,
								},
								["近戰"] = {
									["count"] = 5410,
								},
								["旋風斬"] = {
									["count"] = 2006,
								},
							},
							["amount"] = 8296,
						},
						["戰慄圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 963,
								},
							},
							["amount"] = 963,
						},
					},
				},
			},
			["UnitLockout"] = 7451.357,
			["LastActive"] = 7454.301,
		},
		["戰慄圖騰 <Yeehmmi>"] = {
			["GUID"] = "Creature-0-4491-562-9228-5913-00000E4EDB",
			["LastEventHealth"] = {
				5, -- [1]
			},
			["LastAttackedBy"] = "卡萊姆",
			["LastEventType"] = {
				"DAMAGE", -- [1]
			},
			["TimeWindows"] = {
				["DamageTaken"] = {
					963, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "raid1target",
			["level"] = 1,
			["LastDamageAbility"] = "近戰",
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["ownerName"] = "Yeehmmi",
			["LastFlags"] = 2600,
			["LastDamageTaken"] = 963,
			["TimeLast"] = {
				["DamageTaken"] = 7421.299,
				["OVERALL"] = 7421.299,
			},
			["NextEventNum"] = 2,
			["LastEventHealthMax"] = {
				5, -- [1]
			},
			["LastEvents"] = {
				"卡萊姆 近戰 戰慄圖騰 <Yeehmmi> Hit -963 (Physical)", -- [1]
			},
			["Name"] = "戰慄圖騰",
			["LastEventIncoming"] = {
				true, -- [1]
			},
			["LastEventTimes"] = {
				7422.282, -- [1]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialResist"] = {
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["卡萊姆"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 963,
								},
							},
							["amount"] = 963,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 963,
					},
					["DamageTaken"] = 963,
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
			},
			["UnitLockout"] = 7421.299,
			["LastActive"] = 7421.299,
		},
		["劫毀者"] = {
			["GUID"] = "Pet-0-4491-562-9228-22123-0100070817",
			["type"] = "Nontrivial",
			["Owner"] = false,
			["enClass"] = "MOB",
			["Name"] = "劫毀者",
			["LastActive"] = 7464.285,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
						["高城仔館治"] = {
							["Details"] = {
								["穿喉"] = {
									["count"] = 110,
								},
							},
							["amount"] = 110,
						},
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["EnergyGainedFrom"] = {
						["高城仔館治"] = {
							["Details"] = {
								["穿喉"] = {
									["count"] = 365,
								},
							},
							["amount"] = 365,
						},
					},
				},
			},
			["level"] = 1,
			["UnitLockout"] = 7410.296,
			["LastFightIn"] = 0,
		},
		["Yeehmmi"] = {
			["GUID"] = "Player-4487-0007ED2C",
			["TimeLast"] = {
				["TimeHeal"] = 7461.301,
				["Dispels"] = 7461.301,
				["OVERALL"] = 7465.301,
				["DamageTaken"] = 7420.299,
				["HealingTaken"] = 7417.298,
				["Overhealing"] = 7461.301,
				["ActiveTime"] = 7465.301,
				["TimeDamage"] = 7465.301,
				["ManaGain"] = 7461.301,
				["Healing"] = 7462.301,
				["Damage"] = 7465.301,
			},
			["LastAttackedBy"] = "麟大大",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"HEAL", -- [12]
				"MISC", -- [13]
				"MISC", -- [14]
				"MISC", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"MISC", -- [36]
				"DAMAGE", -- [37]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					30.39, -- [1]
				},
				["Dispels"] = {
					4, -- [1]
				},
				["Healing"] = {
					37335, -- [1]
				},
				["DamageTaken"] = {
					1108, -- [1]
				},
				["HealingTaken"] = {
					956, -- [1]
				},
				["Overhealing"] = {
					6149, -- [1]
				},
				["ActiveTime"] = {
					33.39, -- [1]
				},
				["ManaGain"] = {
					3870, -- [1]
				},
				["TimeDamage"] = {
					3, -- [1]
				},
				["Damage"] = {
					1195, -- [1]
				},
			},
			["enClass"] = "SHAMAN",
			["LastEventHealth"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				nil, -- [5]
				nil, -- [6]
				nil, -- [7]
				nil, -- [8]
				nil, -- [9]
				nil, -- [10]
				nil, -- [11]
				98, -- [12]
				98, -- [13]
				98, -- [14]
				98, -- [15]
				98, -- [16]
				98, -- [17]
			},
			["level"] = 70,
			["LastDamageAbility"] = "烈焰震擊 (傷害/跳)",
			["LastFightIn"] = 1,
			["LastHealTime"] = 7461.868,
			["type"] = "Hostile",
			["LastDamageTaken"] = 152,
			["GuardianReverseGUIDs"] = {
				["戰慄圖騰"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"Creature-0-4491-562-9228-5913-00000E4EC8", -- [1]
						"Creature-0-4491-562-9228-5913-00000E4EDB", -- [2]
						[0] = "Creature-0-4491-562-9228-5913-00000E4EAD",
					},
				},
				["法力之潮圖騰"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-4491-562-9228-10467-00000E4EDA",
					},
				},
				["法力之泉圖騰 V"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-4491-562-9228-15489-00000E4EB0",
					},
				},
				["風之優雅圖騰 III"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-4491-562-9228-15463-00000E4EAE",
					},
				},
			},
			["LastEventHealthMax"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				nil, -- [5]
				nil, -- [6]
				nil, -- [7]
				nil, -- [8]
				nil, -- [9]
				nil, -- [10]
				nil, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
			},
			["Owner"] = false,
			["Pet"] = {
				"戰慄圖騰 <Yeehmmi>", -- [1]
				"風之優雅圖騰 III <Yeehmmi>", -- [2]
				"法力之泉圖騰 V <Yeehmmi>", -- [3]
				"法力之潮圖騰 <Yeehmmi>", -- [4]
			},
			["NextEventNum"] = 38,
			["LastDamageTime"] = 7465.334,
			["LastEvents"] = {
				"麟大大 烈焰震擊 Yeehmmi Absorb -499 (499 被吸收) (Fire)", -- [1]
				"Yeehmmi 次級治療波 無比比 Hit +2421", -- [2]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Absorb -152 (152 被吸收) (Fire)", -- [3]
				"Yeehmmi 次級治療波 無比比 Hit +2417 (1681 過量治療)", -- [4]
				"Yeehmmi 次級治療波 無比比 Hit +1163", -- [5]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Absorb -153 (153 被吸收) (Fire)", -- [6]
				"Yeehmmi 治療波 無比比 Hit +2330 (111 過量治療)", -- [7]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Tick -152 (Fire)", -- [8]
				"Yeehmmi 癒合禱言 Yeehmmi Hit +1547 (1395 過量治療)", -- [9]
				"Yeehmmi 治療波 無比比 Hit +2238 (2238 過量治療)", -- [10]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Tick -152 (Fire)", -- [11]
				"Yeehmmi 次級治療波 Alentwar Hit +2099", -- [12]
				"Yeehmmi dispels 小商人 水下呼吸 (淨魔術)", -- [13]
				"Yeehmmi dispels 小商人 心靈之火 (淨魔術)", -- [14]
				"Yeehmmi dispels 小商人 防護恐懼結界 (淨魔術)", -- [15]
				"Yeehmmi 次級治療波 無比比 Crit +1918", -- [16]
				"Yeehmmi 治療波 無比比 Hit +2719", -- [17]
				"Yeehmmi 次級治療波 無比比 Hit +1471", -- [18]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1128", -- [19]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1133", -- [20]
				"Yeehmmi 次級治療波 高城仔館治 Crit +1692", -- [21]
				"Yeehmmi 次級治療波 高城仔館治 Crit +1719", -- [22]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1133", -- [23]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1136", -- [24]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1118", -- [25]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1174", -- [26]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1165", -- [27]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1124", -- [28]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1087", -- [29]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1068", -- [30]
				"Yeehmmi 次級治療波 高城仔館治 Crit +3167", -- [31]
				"Yeehmmi 次級治療波 高城仔館治 Hit +2132", -- [32]
				"Yeehmmi 淨魔術 分身八月四日 Immune (Nature)", -- [33]
				"Yeehmmi 治療波 高城仔館治 Hit +4222", -- [34]
				"Yeehmmi 次級治療波 高城仔館治 Hit +2130 (724 過量治療)", -- [35]
				"Yeehmmi dispels 分身八月四日 暗影防護禱言 (淨魔術)", -- [36]
				"Yeehmmi 閃電鏈 分身八月四日 Hit -1195 (Nature)", -- [37]
			},
			["Name"] = "Yeehmmi",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
			},
			["LastEventTimes"] = {
				7408.837, -- [1]
				7411.45, -- [2]
				7411.832, -- [3]
				7412.567, -- [4]
				7413.715, -- [5]
				7414.832, -- [6]
				7416.648, -- [7]
				7417.832, -- [8]
				7417.848, -- [9]
				7418.552000000001, -- [10]
				7420.832, -- [11]
				7422.032, -- [12]
				7422.201, -- [13]
				7422.201, -- [14]
				7423.351000000001, -- [15]
				7425.632000000001, -- [16]
				7425.804, -- [17]
				7428.082, -- [18]
				7433.116, -- [19]
				7435.336, -- [20]
				7437.772, -- [21]
				7438.900000000001, -- [22]
				7440.033, -- [23]
				7441.166, -- [24]
				7442.3, -- [25]
				7443.440000000001, -- [26]
				7444.597, -- [27]
				7445.733, -- [28]
				7446.869000000001, -- [29]
				7448.017, -- [30]
				7452.484, -- [31]
				7453.967000000001, -- [32]
				7454.217000000001, -- [33]
				7460.368, -- [34]
				7461.868, -- [35]
				7461.868, -- [36]
				7465.334, -- [37]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 1195,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 1,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Nature"] = 1195,
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["閃電鏈"] = {
									["count"] = 1195,
								},
							},
							["amount"] = 1195,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["高城仔館治"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 1.5,
								},
								["次級治療波"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["次級治療波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 724,
									["min"] = 724,
									["count"] = 1,
									["amount"] = 724,
								},
							},
							["count"] = 1,
							["amount"] = 724,
						},
					},
					["ManaGainedFrom"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["法力恢復"] = {
									["count"] = 300,
								},
							},
							["amount"] = 300,
						},
						["法力之潮圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["法力之潮圖騰"] = {
									["count"] = 1907,
								},
							},
							["amount"] = 1907,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["高城仔館治"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 4222,
								},
								["次級治療波"] = {
									["count"] = 3538,
								},
							},
							["amount"] = 7760,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["法力恢復"] = {
							["Details"] = {
								["Yeehmmi"] = {
									["count"] = 300,
								},
							},
							["amount"] = 300,
						},
						["法力之潮圖騰"] = {
							["Details"] = {
								["法力之潮圖騰 <Yeehmmi>"] = {
									["count"] = 1907,
								},
							},
							["amount"] = 1907,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 724,
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["淨魔術"] = {
									["count"] = 1.5,
								},
								["閃電鏈"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["高城仔館治"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 1.5,
								},
								["次級治療波"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["治療波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4222,
									["min"] = 4222,
									["count"] = 1,
									["amount"] = 4222,
								},
							},
							["count"] = 1,
							["amount"] = 4222,
						},
						["次級治療波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2132,
									["min"] = 1406,
									["count"] = 2,
									["amount"] = 3538,
								},
							},
							["count"] = 2,
							["amount"] = 3538,
						},
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 7.5,
					["Healing"] = 7760,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["淨魔術"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["閃電鏈"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1195,
									["min"] = 1195,
									["count"] = 1,
									["amount"] = 1195,
								},
							},
							["count"] = 1,
							["amount"] = 1195,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 3,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["淨魔術"] = {
									["count"] = 1.5,
								},
								["閃電鏈"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
					},
					["ManaGain"] = 2207,
					["HOTs"] = {
					},
					["DispelledWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["暗影防護禱言 (淨魔術)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["Alentwar"] = {
							["Details"] = {
								["次級治療波"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["高城仔館治"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 1.5,
								},
								["次級治療波"] = {
									["count"] = 17.75,
								},
							},
							["amount"] = 19.25,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
						["無比比"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 1.67,
								},
								["次級治療波"] = {
									["count"] = 6.77,
								},
							},
							["amount"] = 8.44,
						},
					},
					["OverHeals"] = {
						["次級治療波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1681,
									["min"] = 724,
									["count"] = 2,
									["amount"] = 2405,
								},
							},
							["count"] = 2,
							["amount"] = 2405,
						},
						["治療波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2238,
									["min"] = 111,
									["count"] = 2,
									["amount"] = 2349,
								},
							},
							["count"] = 2,
							["amount"] = 2349,
						},
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1395,
									["min"] = 1395,
									["count"] = 1,
									["amount"] = 1395,
								},
							},
							["count"] = 1,
							["amount"] = 1395,
						},
					},
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["閃電鏈"] = {
									["count"] = 1195,
								},
							},
							["amount"] = 1195,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
					},
					["DamageTaken"] = 1108,
					["ElementDone"] = {
						["Nature"] = 1195,
					},
					["PartialResist"] = {
						["烈焰震擊 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["烈焰震擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["水之盾"] = {
							["Details"] = {
								["Yeehmmi"] = {
									["count"] = 203,
								},
							},
							["amount"] = 203,
						},
						["法力之潮圖騰"] = {
							["Details"] = {
								["法力之潮圖騰 <Yeehmmi>"] = {
									["count"] = 2542,
								},
							},
							["amount"] = 2542,
						},
						["法力恢復"] = {
							["Details"] = {
								["Yeehmmi"] = {
									["count"] = 600,
								},
							},
							["amount"] = 600,
						},
						["法力之泉"] = {
							["Details"] = {
								["法力之泉圖騰 V <Yeehmmi>"] = {
									["count"] = 525,
								},
							},
							["amount"] = 525,
						},
					},
					["ElementTakenAbsorb"] = {
						["Fire"] = 804,
					},
					["ActiveTime"] = 33.39,
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 1108,
					},
					["Heals"] = {
						["次級治療波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1918,
									["min"] = 1692,
									["count"] = 3,
									["amount"] = 5329,
								},
								["Hit"] = {
									["max"] = 2421,
									["min"] = 736,
									["count"] = 17,
									["amount"] = 22694,
								},
							},
							["count"] = 20,
							["amount"] = 28023,
						},
						["治療波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4222,
									["min"] = 2219,
									["count"] = 3,
									["amount"] = 9160,
								},
							},
							["count"] = 3,
							["amount"] = 9160,
						},
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 152,
									["min"] = 152,
									["count"] = 1,
									["amount"] = 152,
								},
							},
							["count"] = 1,
							["amount"] = 152,
						},
					},
					["Damage"] = 1195,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["淨魔術"] = {
									["count"] = 1.5,
								},
								["閃電鏈"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeHeal"] = 30.39,
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["次級治療波"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["分身八月四日"] = {
							["Details"] = {
								["淨魔術"] = {
									["count"] = 1.5,
								},
								["閃電鏈"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["無比比"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 1.67,
								},
								["次級治療波"] = {
									["count"] = 6.77,
								},
							},
							["amount"] = 8.44,
						},
						["高城仔館治"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 1.5,
								},
								["次級治療波"] = {
									["count"] = 17.75,
								},
							},
							["amount"] = 19.25,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
					},
					["Dispels"] = 4,
					["WhoHealed"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 152,
								},
							},
							["amount"] = 152,
						},
						["無比比"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 804,
								},
							},
							["amount"] = 804,
						},
					},
					["Healing"] = 37335,
					["Overhealing"] = 6149,
					["HealedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["次級治療波"] = {
									["count"] = 2099,
								},
							},
							["amount"] = 2099,
						},
						["高城仔館治"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 4222,
								},
								["次級治療波"] = {
									["count"] = 18215,
								},
							},
							["amount"] = 22437,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 152,
								},
							},
							["amount"] = 152,
						},
						["無比比"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 4938,
								},
								["次級治療波"] = {
									["count"] = 7709,
								},
							},
							["amount"] = 12647,
						},
					},
					["Attacks"] = {
						["淨魔術"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["閃電鏈"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1195,
									["min"] = 1195,
									["count"] = 1,
									["amount"] = 1195,
								},
							},
							["count"] = 1,
							["amount"] = 1195,
						},
					},
					["HealingTaken"] = 956,
					["ManaGainedFrom"] = {
						["法力之潮圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["法力之潮圖騰"] = {
									["count"] = 2542,
								},
							},
							["amount"] = 2542,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["水之盾"] = {
									["count"] = 203,
								},
								["法力恢復"] = {
									["count"] = 600,
								},
							},
							["amount"] = 803,
						},
						["法力之泉圖騰 V <Yeehmmi>"] = {
							["Details"] = {
								["法力之泉"] = {
									["count"] = 525,
								},
							},
							["amount"] = 525,
						},
					},
					["TimeDamage"] = 3,
					["WhoDamaged"] = {
						["麟大大"] = {
							["Details"] = {
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 609,
								},
								["烈焰震擊"] = {
									["count"] = 499,
								},
							},
							["amount"] = 1108,
						},
					},
					["ManaGain"] = 3870,
					["PartialAbsorb"] = {
						["烈焰震擊 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 153,
									["min"] = 152,
									["count"] = 2,
									["amount"] = 305,
								},
							},
							["count"] = 4,
							["amount"] = 305,
						},
						["烈焰震擊"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 499,
									["min"] = 499,
									["count"] = 1,
									["amount"] = 499,
								},
							},
							["count"] = 1,
							["amount"] = 499,
						},
					},
					["DispelledWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["暗影防護禱言 (淨魔術)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["小商人"] = {
							["Details"] = {
								["水下呼吸 (淨魔術)"] = {
									["count"] = 1,
								},
								["防護恐懼結界 (淨魔術)"] = {
									["count"] = 1,
								},
								["心靈之火 (淨魔術)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
				},
			},
			["UnitLockout"] = 7465.301,
			["LastActive"] = 7465.301,
		},
		["寡境盡然"] = {
			["GUID"] = "Player-4487-0011856A",
			["type"] = "Ungrouped",
			["Owner"] = false,
			["enClass"] = "UNGROUPED",
			["Name"] = "寡境盡然",
			["Fights"] = {
			},
			["level"] = 1,
			["UnitLockout"] = 7494.286,
			["LastFightIn"] = 2,
		},
		["法力之潮圖騰 <Yeehmmi>"] = {
			["GUID"] = "Creature-0-4491-562-9228-10467-00000E4EDA",
			["TimeLast"] = {
				["OVERALL"] = 7462.301,
				["DeathCount"] = 7462.301,
			},
			["LastEventType"] = {
				"MISC", -- [1]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 1,
			["type"] = "Pet",
			["ownerName"] = "Yeehmmi",
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"法力之潮圖騰 <Yeehmmi>死亡。", -- [1]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 7464.285,
					["EventNum"] = {
						0, -- [1]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
			},
			["NextEventNum"] = 2,
			["LastEvents"] = {
				"法力之潮圖騰 <Yeehmmi>死亡。", -- [1]
			},
			["Name"] = "法力之潮圖騰",
			["LastEventIncoming"] = {
				true, -- [1]
			},
			["LastEventTimes"] = {
				7462.784000000001, -- [1]
			},
			["UnitLockout"] = 7462.301,
			["Fights"] = {
				["LastFightData"] = {
					["DeathCount"] = 1,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DeathCount"] = 1,
				},
			},
		},
		["麟大大"] = {
			["GUID"] = "Player-4487-00010EB2",
			["LastEventHealth"] = {
				769, -- [1]
				348, -- [2]
				348, -- [3]
				348, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				13937, -- [10]
				13937, -- [11]
				13937, -- [12]
				13937, -- [13]
				13937, -- [14]
				13847, -- [15]
				13847, -- [16]
				13034, -- [17]
				12966, -- [18]
				12192, -- [19]
				12192, -- [20]
				12111, -- [21]
				11046, -- [22]
				11046, -- [23]
				10534, -- [24]
				10242, -- [25]
				9158, -- [26]
				9085, -- [27]
				8306, -- [28]
				8306, -- [29]
				7355, -- [30]
				6653, -- [31]
				6653, -- [32]
				5844, -- [33]
				5723, -- [34]
				5723, -- [35]
				5723, -- [36]
				5723, -- [37]
				5723, -- [38]
				4684, -- [39]
				4393, -- [40]
				3593, -- [41]
				2611, -- [42]
				2562, -- [43]
				2504, -- [44]
				2504, -- [45]
				2504, -- [46]
				2107, -- [47]
				2107, -- [48]
				1881, -- [49]
				769, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"MISC", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"MISC", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"MISC", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Dispelled"] = {
					2, -- [1]
				},
				["DamageTaken"] = {
					16086, -- [1]
				},
				["HealingTaken"] = {
					1989, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["TimeDamage"] = {
					11.55, -- [1]
				},
				["ActiveTime"] = {
					11.55, -- [1]
				},
				["ManaGain"] = {
					610, -- [1]
				},
				["DOT_Time"] = {
					24, -- [1]
				},
				["Damage"] = {
					2227, -- [1]
				},
			},
			["enClass"] = "SHAMAN",
			["unit"] = true,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						false, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						false, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						false, -- [32]
						false, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						false, -- [47]
						false, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Alentwar 近戰 麟大大 Absorb -661 (661 被吸收) (1)", -- [1]
						"超級王 近戰 麟大大 Miss (1)", -- [2]
						"Alentwar 斷筋 麟大大 Absorb -42 (42 被吸收) (Physical)", -- [3]
						"超級王 近戰 麟大大 Miss (1)", -- [4]
						"高城仔館治 dispels 麟大大 暗影防護禱言 (秘法射擊)", -- [5]
						"高城仔館治 秘法射擊 麟大大 Absorb -552 (552 被吸收) (Arcane)", -- [6]
						"麟大大 烈焰震擊 Yeehmmi Absorb -499 (499 被吸收) (Fire)", -- [7]
						"超級王 近戰 麟大大 Absorb -734 (1)", -- [8]
						"超級王 近戰 麟大大 Crit -90 (734 被吸收) (Physical)", -- [9]
						"超級王 近戰 麟大大 Miss (1)", -- [10]
						"Alentwar 近戰 麟大大 Hit -813 (Physical)", -- [11]
						"Alentwar 斷筋 麟大大 Crit -68 (Physical)", -- [12]
						"高城仔館治 自動射擊 麟大大 Hit -774 (Physical)", -- [13]
						"劫毀者 獠牙穿刺 麟大大 Hit -81 (Physical)", -- [14]
						"劫毀者 近戰 麟大大 Dodge (1)", -- [15]
						"高城仔館治 瞄準射擊 麟大大 Hit -1065 (Physical)", -- [16]
						"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Absorb -152 (152 被吸收) (Fire)", -- [17]
						"高城仔館治 穩固射擊 麟大大 Hit -512 (Physical)", -- [18]
						"劫毀者 近戰 麟大大 Hit -292 (Physical)", -- [19]
						"高城仔館治 自動射擊 麟大大 Crit -1084 (Physical)", -- [20]
						"劫毀者 獠牙穿刺 麟大大 Hit -73 (Physical)", -- [21]
						"Alentwar 近戰 麟大大 Hit -779 (Physical)", -- [22]
						"Alentwar 致死打擊 麟大大 Hit -848 (Physical)", -- [23]
						"Alentwar 重傷 (傷害/跳) 麟大大 Tick -103 (Physical)", -- [24]
						"高城仔館治 多重射擊 麟大大 Hit -702 (Physical)", -- [25]
						"高城仔館治 自動射擊 麟大大 Hit -531 (Physical)", -- [26]
						"劫毀者 近戰 麟大大 Hit -278 (Physical)", -- [27]
						"劫毀者 撕咬 麟大大 Hit -121 (Physical)", -- [28]
						"高城仔館治 自動射擊 麟大大 Hit -580 (Physical)", -- [29]
						"高城仔館治 dispels 麟大大 精神禱言 (秘法射擊)", -- [30]
						"高城仔館治 秘法射擊 麟大大 Hit -459 (Arcane)", -- [31]
						"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Absorb -153 (153 被吸收) (Fire)", -- [32]
						"麟大大 烈焰震擊 高城仔館治 Hit -511 (Fire)", -- [33]
						"劫毀者 近戰 麟大大 Hit -291 (Physical)", -- [34]
						"Alentwar 近戰 麟大大 Hit -800 (Physical)", -- [35]
						"高城仔館治 自動射擊 麟大大 Crit -982 (Physical)", -- [36]
						"Alentwar 斷筋 麟大大 Hit -49 (Physical)", -- [37]
						"劫毀者 獠牙穿刺 麟大大 Hit -58 (Physical)", -- [38]
						"Alentwar 重傷 (傷害/跳) 麟大大 Tick -103 (Physical)", -- [39]
						"高城仔館治 近戰 麟大大 Miss (1)", -- [40]
						"劫毀者 近戰 麟大大 Hit -294 (Physical)", -- [41]
						"麟大大 風暴打擊 高城仔館治 Dodge (Physical)", -- [42]
						"高城仔館治 近戰 麟大大 Hit -226 (Physical)", -- [43]
						"Alentwar 斬殺 麟大大 Hit -1112 (Physical)", -- [44]
						"劫毀者 獠牙穿刺 麟大大 Hit -140 (Physical)", -- [45]
						"劫毀者 近戰 麟大大 Hit -281 (Physical)", -- [46]
						"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Tick -152 (Fire)", -- [47]
						"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [48]
						"高城仔館治 猛禽一擊 麟大大 Crit -508 (Physical)", -- [49]
						"麟大大死亡。", -- [50]
					},
					["DeathAt"] = 7419.29,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-10.92299999999977, -- [1]
						-10.62299999999959, -- [2]
						-10.62299999999959, -- [3]
						-10.12299999999959, -- [4]
						-9.605999999999767, -- [5]
						-9.588999999999942, -- [6]
						-9.166999999999462, -- [7]
						-8.722999999999956, -- [8]
						-8.722999999999956, -- [9]
						-8.53899999999976, -- [10]
						-8.023000000000138, -- [11]
						-7.988999999999578, -- [12]
						-7.666999999999462, -- [13]
						-6.971999999999753, -- [14]
						-6.918999999999869, -- [15]
						-6.639000000000124, -- [16]
						-6.171999999999571, -- [17]
						-5.688999999999396, -- [18]
						-5.609999999999673, -- [19]
						-5.472999999999956, -- [20]
						-5.355999999999767, -- [21]
						-5.246999999999389, -- [22]
						-4.988999999999578, -- [23]
						-4.966999999999644, -- [24]
						-4.372999999999593, -- [25]
						-4.338999999999942, -- [26]
						-4.338999999999942, -- [27]
						-3.738999999999578, -- [28]
						-3.238999999999578, -- [29]
						-3.206000000000131, -- [30]
						-3.206000000000131, -- [31]
						-3.171999999999571, -- [32]
						-3.171999999999571, -- [33]
						-3.055999999999585, -- [34]
						-2.471999999999753, -- [35]
						-2.171999999999571, -- [36]
						-2.171999999999571, -- [37]
						-2.105999999999767, -- [38]
						-1.971999999999753, -- [39]
						-1.855999999999767, -- [40]
						-1.755999999999403, -- [41]
						-1.221999999999753, -- [42]
						-0.9219999999995707, -- [43]
						-0.6719999999995707, -- [44]
						-0.4799999999995634, -- [45]
						-0.4799999999995634, -- [46]
						-0.1719999999995707, -- [47]
						-0.1719999999995707, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						13937, -- [1]
						13937, -- [2]
						13937, -- [3]
						13937, -- [4]
						13937, -- [5]
						13937, -- [6]
						13937, -- [7]
						13937, -- [8]
						13937, -- [9]
						13937, -- [10]
						13937, -- [11]
						13937, -- [12]
						13937, -- [13]
						13937, -- [14]
						13937, -- [15]
						13937, -- [16]
						13937, -- [17]
						13937, -- [18]
						13937, -- [19]
						13937, -- [20]
						13937, -- [21]
						13937, -- [22]
						13937, -- [23]
						13937, -- [24]
						13937, -- [25]
						13937, -- [26]
						13937, -- [27]
						13937, -- [28]
						13937, -- [29]
						13937, -- [30]
						13937, -- [31]
						13937, -- [32]
						13937, -- [33]
						13937, -- [34]
						13937, -- [35]
						13937, -- [36]
						13937, -- [37]
						13937, -- [38]
						13937, -- [39]
						13937, -- [40]
						13937, -- [41]
						13937, -- [42]
						13937, -- [43]
						13937, -- [44]
						13937, -- [45]
						13937, -- [46]
						13937, -- [47]
						13937, -- [48]
						13937, -- [49]
						11045, -- [50]
					},
					["Health"] = {
						13937, -- [1]
						13937, -- [2]
						13937, -- [3]
						13937, -- [4]
						13937, -- [5]
						13937, -- [6]
						13937, -- [7]
						13937, -- [8]
						13937, -- [9]
						13847, -- [10]
						13847, -- [11]
						13034, -- [12]
						12966, -- [13]
						12192, -- [14]
						12192, -- [15]
						12111, -- [16]
						11046, -- [17]
						11046, -- [18]
						10534, -- [19]
						10242, -- [20]
						9158, -- [21]
						9085, -- [22]
						8306, -- [23]
						8306, -- [24]
						7355, -- [25]
						6653, -- [26]
						6653, -- [27]
						5844, -- [28]
						5723, -- [29]
						5723, -- [30]
						5723, -- [31]
						5723, -- [32]
						5723, -- [33]
						4684, -- [34]
						4393, -- [35]
						3593, -- [36]
						2611, -- [37]
						2562, -- [38]
						2504, -- [39]
						2504, -- [40]
						2504, -- [41]
						2107, -- [42]
						2107, -- [43]
						1881, -- [44]
						769, -- [45]
						769, -- [46]
						348, -- [47]
						348, -- [48]
						348, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "高城仔館治",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"MISC", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"MISC", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = 70,
			["LastDamageAbility"] = "猛禽一擊",
			["LastFightIn"] = 0,
			["TimeLast"] = {
				["Dispelled"] = 7414.298,
				["OVERALL"] = 7426.299,
				["DamageTaken"] = 7417.298,
				["HealingTaken"] = 7408.298,
				["DeathCount"] = 7417.298,
				["TimeDamage"] = 7426.299,
				["ActiveTime"] = 7426.299,
				["ManaGain"] = 7413.31,
				["DOT_Time"] = 7426.299,
				["Damage"] = 7426.299,
			},
			["type"] = "Ungrouped",
			["LastEventHealthMax"] = {
				13937, -- [1]
				13937, -- [2]
				13937, -- [3]
				13937, -- [4]
				11045, -- [5]
				11045, -- [6]
				11045, -- [7]
				11045, -- [8]
				11045, -- [9]
				13937, -- [10]
				13937, -- [11]
				13937, -- [12]
				13937, -- [13]
				13937, -- [14]
				13937, -- [15]
				13937, -- [16]
				13937, -- [17]
				13937, -- [18]
				13937, -- [19]
				13937, -- [20]
				13937, -- [21]
				13937, -- [22]
				13937, -- [23]
				13937, -- [24]
				13937, -- [25]
				13937, -- [26]
				13937, -- [27]
				13937, -- [28]
				13937, -- [29]
				13937, -- [30]
				13937, -- [31]
				13937, -- [32]
				13937, -- [33]
				13937, -- [34]
				13937, -- [35]
				13937, -- [36]
				13937, -- [37]
				13937, -- [38]
				13937, -- [39]
				13937, -- [40]
				13937, -- [41]
				13937, -- [42]
				13937, -- [43]
				13937, -- [44]
				13937, -- [45]
				13937, -- [46]
				13937, -- [47]
				13937, -- [48]
				13937, -- [49]
				13937, -- [50]
			},
			["GuardianReverseGUIDs"] = {
				["大地之力圖騰 VI"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-4491-562-9228-15479-00000E4EB5",
					},
				},
				["風怒圖騰 V"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-4491-562-9228-15497-00000E4EB6",
					},
				},
			},
			["LastDamageTaken"] = 508,
			["Owner"] = false,
			["Pet"] = {
				"大地之力圖騰 VI <麟大大>", -- [1]
				"風怒圖騰 V <麟大大>", -- [2]
			},
			["NextEventNum"] = 10,
			["LastDamageTime"] = 7426.83,
			["LastEvents"] = {
				"劫毀者 近戰 麟大大 Hit -281 (Physical)", -- [1]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Tick -152 (Fire)", -- [2]
				"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [3]
				"高城仔館治 猛禽一擊 麟大大 Crit -508 (Physical)", -- [4]
				"麟大大死亡。", -- [5]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Tick -152 (Fire)", -- [6]
				"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [7]
				"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [8]
				"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [9]
				"高城仔館治 dispels 麟大大 暗影防護禱言 (秘法射擊)", -- [10]
				"高城仔館治 秘法射擊 麟大大 Absorb -552 (552 被吸收) (Arcane)", -- [11]
				"麟大大 烈焰震擊 Yeehmmi Absorb -499 (499 被吸收) (Fire)", -- [12]
				"超級王 近戰 麟大大 Absorb -734 (1)", -- [13]
				"超級王 近戰 麟大大 Crit -90 (734 被吸收) (Physical)", -- [14]
				"超級王 近戰 麟大大 Miss (1)", -- [15]
				"Alentwar 近戰 麟大大 Hit -813 (Physical)", -- [16]
				"Alentwar 斷筋 麟大大 Crit -68 (Physical)", -- [17]
				"高城仔館治 自動射擊 麟大大 Hit -774 (Physical)", -- [18]
				"劫毀者 獠牙穿刺 麟大大 Hit -81 (Physical)", -- [19]
				"劫毀者 近戰 麟大大 Dodge (1)", -- [20]
				"高城仔館治 瞄準射擊 麟大大 Hit -1065 (Physical)", -- [21]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Absorb -152 (152 被吸收) (Fire)", -- [22]
				"高城仔館治 穩固射擊 麟大大 Hit -512 (Physical)", -- [23]
				"劫毀者 近戰 麟大大 Hit -292 (Physical)", -- [24]
				"高城仔館治 自動射擊 麟大大 Crit -1084 (Physical)", -- [25]
				"劫毀者 獠牙穿刺 麟大大 Hit -73 (Physical)", -- [26]
				"Alentwar 近戰 麟大大 Hit -779 (Physical)", -- [27]
				"Alentwar 致死打擊 麟大大 Hit -848 (Physical)", -- [28]
				"Alentwar 重傷 (傷害/跳) 麟大大 Tick -103 (Physical)", -- [29]
				"高城仔館治 多重射擊 麟大大 Hit -702 (Physical)", -- [30]
				"高城仔館治 自動射擊 麟大大 Hit -531 (Physical)", -- [31]
				"劫毀者 近戰 麟大大 Hit -278 (Physical)", -- [32]
				"劫毀者 撕咬 麟大大 Hit -121 (Physical)", -- [33]
				"高城仔館治 自動射擊 麟大大 Hit -580 (Physical)", -- [34]
				"高城仔館治 dispels 麟大大 精神禱言 (秘法射擊)", -- [35]
				"高城仔館治 秘法射擊 麟大大 Hit -459 (Arcane)", -- [36]
				"麟大大 烈焰震擊 (傷害/跳) Yeehmmi Absorb -153 (153 被吸收) (Fire)", -- [37]
				"麟大大 烈焰震擊 高城仔館治 Hit -511 (Fire)", -- [38]
				"劫毀者 近戰 麟大大 Hit -291 (Physical)", -- [39]
				"Alentwar 近戰 麟大大 Hit -800 (Physical)", -- [40]
				"高城仔館治 自動射擊 麟大大 Crit -982 (Physical)", -- [41]
				"Alentwar 斷筋 麟大大 Hit -49 (Physical)", -- [42]
				"劫毀者 獠牙穿刺 麟大大 Hit -58 (Physical)", -- [43]
				"Alentwar 重傷 (傷害/跳) 麟大大 Tick -103 (Physical)", -- [44]
				"高城仔館治 近戰 麟大大 Miss (1)", -- [45]
				"劫毀者 近戰 麟大大 Hit -294 (Physical)", -- [46]
				"麟大大 風暴打擊 高城仔館治 Dodge (Physical)", -- [47]
				"高城仔館治 近戰 麟大大 Hit -226 (Physical)", -- [48]
				"Alentwar 斬殺 麟大大 Hit -1112 (Physical)", -- [49]
				"劫毀者 獠牙穿刺 麟大大 Hit -140 (Physical)", -- [50]
			},
			["Name"] = "麟大大",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				7417.524, -- [1]
				7417.832, -- [2]
				7417.832, -- [3]
				7418.004, -- [4]
				7418.004, -- [5]
				7420.832, -- [6]
				7420.832, -- [7]
				7423.849, -- [8]
				7426.83, -- [9]
				7408.398, -- [10]
				7408.415, -- [11]
				7408.837, -- [12]
				7409.281, -- [13]
				7409.281, -- [14]
				7409.465, -- [15]
				7409.981, -- [16]
				7410.015, -- [17]
				7410.337, -- [18]
				7411.032, -- [19]
				7411.085, -- [20]
				7411.365, -- [21]
				7411.832, -- [22]
				7412.315000000001, -- [23]
				7412.394, -- [24]
				7412.531, -- [25]
				7412.648, -- [26]
				7412.757000000001, -- [27]
				7413.015, -- [28]
				7413.037, -- [29]
				7413.631, -- [30]
				7413.665, -- [31]
				7413.665, -- [32]
				7414.265, -- [33]
				7414.765, -- [34]
				7414.798, -- [35]
				7414.798, -- [36]
				7414.832, -- [37]
				7414.832, -- [38]
				7414.948, -- [39]
				7415.532, -- [40]
				7415.832, -- [41]
				7415.832, -- [42]
				7415.898, -- [43]
				7416.032, -- [44]
				7416.148, -- [45]
				7416.248000000001, -- [46]
				7416.782, -- [47]
				7417.082, -- [48]
				7417.332, -- [49]
				7417.524, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Dispelled"] = 2,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 21,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 17,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["DamageTaken"] = 16086,
					["ElementDoneAbsorb"] = {
						["Fire"] = 804,
					},
					["PartialResist"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛禽一擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斷筋"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["斬殺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["瞄準射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["水之盾"] = {
							["Details"] = {
								["麟大大"] = {
									["count"] = 610,
								},
							},
							["amount"] = 610,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 42,
						["Melee"] = 1395,
						["Arcane"] = 552,
					},
					["ActiveTime"] = 11.55,
					["ElementTaken"] = {
						["Physical"] = 9536,
						["Melee"] = 5539,
						["Arcane"] = 1011,
					},
					["DOT_Time"] = 24,
					["WhoDispelled"] = {
						["高城仔館治"] = {
							["Details"] = {
								["精神禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
								["暗影防護禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 1,
					["DOTs"] = {
						["烈焰震擊 (傷害/跳)"] = {
							["Details"] = {
								["高城仔館治"] = {
									["count"] = 12,
								},
								["Yeehmmi"] = {
									["count"] = 12,
								},
							},
							["amount"] = 24,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 10,
						},
					},
					["DamagedWho"] = {
						["高城仔館治"] = {
							["Details"] = {
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 608,
								},
								["烈焰震擊"] = {
									["count"] = 511,
								},
							},
							["amount"] = 1119,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 609,
								},
								["烈焰震擊"] = {
									["count"] = 499,
								},
							},
							["amount"] = 1108,
						},
					},
					["ElementDone"] = {
						["Fire"] = 2227,
					},
					["TimeSpent"] = {
						["高城仔館治"] = {
							["Details"] = {
								["風暴打擊"] = {
									["count"] = 1.5,
								},
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 5.55,
								},
								["烈焰震擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 7.05,
						},
					},
					["Damage"] = 2227,
					["TimeDamaging"] = {
						["高城仔館治"] = {
							["Details"] = {
								["風暴打擊"] = {
									["count"] = 1.5,
								},
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4.5,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 5.55,
								},
								["烈焰震擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 7.05,
						},
					},
					["Attacks"] = {
						["烈焰震擊 (傷害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 152,
									["min"] = 152,
									["count"] = 6,
									["amount"] = 912,
								},
								["Absorb"] = {
									["max"] = 153,
									["min"] = 152,
									["count"] = 2,
									["amount"] = 305,
								},
							},
							["count"] = 8,
							["amount"] = 1217,
						},
						["風暴打擊"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["烈焰震擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 511,
									["min"] = 511,
									["count"] = 1,
									["amount"] = 511,
								},
								["Absorb"] = {
									["max"] = 499,
									["min"] = 499,
									["count"] = 1,
									["amount"] = 499,
								},
							},
							["count"] = 2,
							["amount"] = 1010,
						},
					},
					["HealingTaken"] = 1989,
					["ManaGainedFrom"] = {
						["麟大大"] = {
							["Details"] = {
								["水之盾"] = {
									["count"] = 610,
								},
							},
							["amount"] = 610,
						},
					},
					["TimeDamage"] = 11.55,
					["WhoDamaged"] = {
						["Alentwar"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 159,
								},
								["斬殺"] = {
									["count"] = 1112,
								},
								["致死打擊"] = {
									["count"] = 848,
								},
								["近戰"] = {
									["count"] = 3053,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 206,
								},
							},
							["amount"] = 5378,
						},
						["劫毀者"] = {
							["Details"] = {
								["獠牙穿刺"] = {
									["count"] = 352,
								},
								["近戰"] = {
									["count"] = 1436,
								},
								["撕咬"] = {
									["count"] = 121,
								},
							},
							["amount"] = 1909,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 824,
								},
							},
							["amount"] = 824,
						},
						["高城仔館治"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 702,
								},
								["猛禽一擊"] = {
									["count"] = 508,
								},
								["瞄準射擊"] = {
									["count"] = 1065,
								},
								["自動射擊"] = {
									["count"] = 3951,
								},
								["近戰"] = {
									["count"] = 226,
								},
								["穩固射擊"] = {
									["count"] = 512,
								},
								["秘法射擊"] = {
									["count"] = 1011,
								},
							},
							["amount"] = 7975,
						},
					},
					["ManaGain"] = 610,
					["PartialAbsorb"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛禽一擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 734,
									["min"] = 661,
									["count"] = 2,
									["amount"] = 1395,
								},
							},
							["count"] = 17,
							["amount"] = 1395,
						},
						["撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斷筋"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 42,
									["min"] = 42,
									["count"] = 1,
									["amount"] = 42,
								},
							},
							["count"] = 3,
							["amount"] = 42,
						},
						["斬殺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["瞄準射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 552,
									["min"] = 552,
									["count"] = 1,
									["amount"] = 552,
								},
							},
							["count"] = 2,
							["amount"] = 552,
						},
					},
					["WhoHealed"] = {
						["小商人"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1989,
								},
							},
							["amount"] = 1989,
						},
					},
				},
			},
			["UnitLockout"] = 7385.297000000001,
			["LastActive"] = 7426.299,
		},
		["分身八月四日"] = {
			["GUID"] = "Player-4487-00145FBC",
			["LastEventHealth"] = {
				10736, -- [1]
				10173, -- [2]
				9810, -- [3]
				9810, -- [4]
				9810, -- [5]
				9748, -- [6]
				9748, -- [7]
				9367, -- [8]
				9367, -- [9]
				8572, -- [10]
				7941, -- [11]
				7521, -- [12]
				7521, -- [13]
				7521, -- [14]
				7521, -- [15]
				7472, -- [16]
				7289, -- [17]
				7289, -- [18]
				7289, -- [19]
				6198, -- [20]
				6198, -- [21]
				6198, -- [22]
				6198, -- [23]
				5545, -- [24]
				5545, -- [25]
				4559, -- [26]
				4444, -- [27]
				4354, -- [28]
				3748, -- [29]
				2887, -- [30]
				1623, -- [31]
				779, -- [32]
				605, -- [33]
				0, -- [34]
				12726, -- [35]
				12448, -- [36]
				12424, -- [37]
				12424, -- [38]
				12381, -- [39]
				12035, -- [40]
				12035, -- [41]
				12035, -- [42]
				11756, -- [43]
				11756, -- [44]
				10834, -- [45]
				10834, -- [46]
				10834, -- [47]
				10834, -- [48]
				10834, -- [49]
				10736, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"MISC", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"MISC", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"MISC", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Dispelled"] = {
					2, -- [1]
				},
				["DamageTaken"] = {
					13915, -- [1]
				},
				["HealingTaken"] = {
					475, -- [1]
				},
				["FDamage"] = {
					1281, -- [1]
				},
				["TimeDamage"] = {
					31.47, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["ManaGain"] = {
					697, -- [1]
				},
				["ActiveTime"] = {
					31.47, -- [1]
				},
				["Damage"] = {
					24687, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = true,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						false, -- [36]
						false, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"超級王 近戰 分身八月四日 Hit -84 (Physical)", -- [1]
						"高城仔館治 摔絆 分身八月四日 Hit -24 (Physical)", -- [2]
						"Alentwar 近戰 分身八月四日 Parry (1)", -- [3]
						"劫毀者 獠牙穿刺 分身八月四日 Hit -43 (Physical)", -- [4]
						"超級王 出血 分身八月四日 Hit -346 (Physical)", -- [5]
						"超級王 近戰 分身八月四日 Parry (1)", -- [6]
						"劫毀者 近戰 分身八月四日 Hit -174 (Physical)", -- [7]
						"超級王 近戰 分身八月四日 Hit -105 (Physical)", -- [8]
						"高城仔館治 dispels 分身八月四日 精神禱言 (秘法射擊)", -- [9]
						"高城仔館治 秘法射擊 分身八月四日 Crit -922 (Arcane)", -- [10]
						"劫毀者 獠牙穿刺 分身八月四日 Hit -57 (Physical)", -- [11]
						"分身八月四日 近戰 超級王 Hit -985 (Physical)", -- [12]
						"分身八月四日 血之聖印 超級王 Hit -441 (Holy)", -- [13]
						"分身八月四日 血之聖印 分身八月四日 Hit -41 (Holy)", -- [14]
						"分身八月四日 血之聖印 分身八月四日 Hit -41 (Holy)", -- [15]
						"劫毀者 近戰 分身八月四日 Hit -168 (Physical)", -- [16]
						"劫毀者 擊殺命令 分身八月四日 Crit -395 (Physical)", -- [17]
						"超級王 近戰 分身八月四日 Hit -363 (Physical)", -- [18]
						"分身八月四日 十字軍聖擊 Alentwar Hit -846 (Physical)", -- [19]
						"劫毀者 獠牙穿刺 分身八月四日 Hit -62 (Physical)", -- [20]
						"Alentwar 近戰 分身八月四日 Parry (1)", -- [21]
						"劫毀者 近戰 分身八月四日 Hit -182 (Physical)", -- [22]
						"超級王 近戰 分身八月四日 Crit -199 (Physical)", -- [23]
						"高城仔館治 自動射擊 分身八月四日 Crit -795 (Physical)", -- [24]
						"Yeehmmi dispels 分身八月四日 暗影防護禱言 (淨魔術)", -- [25]
						"Alentwar 致死打擊 分身八月四日 Hit -631 (Physical)", -- [26]
						"超級王 出血 分身八月四日 Hit -420 (Physical)", -- [27]
						"分身八月四日 近戰 Alentwar Hit -754 (Physical)", -- [28]
						"分身八月四日 血之聖印 Alentwar Hit -515 (Holy)", -- [29]
						"分身八月四日 血之聖印 分身八月四日 Hit -49 (Holy)", -- [30]
						"分身八月四日 血之聖印 分身八月四日 Hit -49 (Holy)", -- [31]
						"劫毀者 近戰 分身八月四日 Hit -183 (Physical)", -- [32]
						"劫毀者 獠牙穿刺 分身八月四日 Hit -112 (Physical)", -- [33]
						"超級王 近戰 分身八月四日 Miss (1)", -- [34]
						"高城仔館治 多重射擊 分身八月四日 Crit -979 (Physical)", -- [35]
						"分身八月四日 血之審判 Alentwar Crit -773 (Holy)", -- [36]
						"分身八月四日 血之審判 分身八月四日 Hit -242 (Holy)", -- [37]
						"分身八月四日 血之審判 分身八月四日 Hit -242 (Holy)", -- [38]
						"超級王 近戰 分身八月四日 Hit -411 (Physical)", -- [39]
						"高城仔館治 自動射擊 分身八月四日 Crit -806 (Physical)", -- [40]
						"劫毀者 近戰 分身八月四日 Hit -180 (Physical)", -- [41]
						"超級王 近戰 分身八月四日 Hit -115 (Physical)", -- [42]
						"劫毀者 撕咬 分身八月四日 Hit -90 (Physical)", -- [43]
						"Alentwar 近戰 分身八月四日 Hit -606 (Physical)", -- [44]
						"高城仔館治 穩固射擊 分身八月四日 Crit -861 (Physical)", -- [45]
						"Alentwar 斬殺 分身八月四日 Hit -914 (Physical)", -- [46]
						"超級王 出血 分身八月四日 Crit -844 (Physical)", -- [47]
						"劫毀者 近戰 分身八月四日 Hit -174 (Physical)", -- [48]
						"Yeehmmi 閃電鏈 分身八月四日 Hit -1195 (Nature)", -- [49]
						"分身八月四日死亡。", -- [50]
					},
					["DeathAt"] = 7467.285,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-8.25, -- [1]
						-8.150000000000546, -- [2]
						-7.634000000000015, -- [3]
						-7.384000000000015, -- [4]
						-7.300000000000182, -- [5]
						-7.084000000000742, -- [6]
						-6.950000000000728, -- [7]
						-6.884000000000015, -- [8]
						-6.384000000000015, -- [9]
						-6.384000000000015, -- [10]
						-5.800000000000182, -- [11]
						-5.734000000000378, -- [12]
						-5.717000000000553, -- [13]
						-5.700000000000728, -- [14]
						-5.700000000000728, -- [15]
						-5.300000000000182, -- [16]
						-5.233000000000175, -- [17]
						-4.517000000000735, -- [18]
						-4.182999999999993, -- [19]
						-4.167000000000371, -- [20]
						-4.050000000000182, -- [21]
						-3.983000000000175, -- [22]
						-3.950000000000728, -- [23]
						-3.682999999999993, -- [24]
						-3.483000000000175, -- [25]
						-3.333000000000538, -- [26]
						-3.25, -- [27]
						-2.817000000000007, -- [28]
						-2.783000000000357, -- [29]
						-2.783000000000357, -- [30]
						-2.783000000000357, -- [31]
						-2.700000000000728, -- [32]
						-2.567000000000007, -- [33]
						-2.550000000000182, -- [34]
						-2.5, -- [35]
						-2.350000000000364, -- [36]
						-1.950000000000728, -- [37]
						-1.950000000000728, -- [38]
						-1.917000000000371, -- [39]
						-1.517000000000735, -- [40]
						-1.416000000000167, -- [41]
						-1.13300000000072, -- [42]
						-0.9329999999999927, -- [43]
						-0.4500000000007276, -- [44]
						-0.3670000000001892, -- [45]
						-0.2660000000005311, -- [46]
						-0.2000000000007276, -- [47]
						-0.1330000000007203, -- [48]
						-0.01700000000073487, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						14441, -- [1]
						14441, -- [2]
						14441, -- [3]
						14441, -- [4]
						14441, -- [5]
						14441, -- [6]
						14441, -- [7]
						14441, -- [8]
						14441, -- [9]
						14441, -- [10]
						14441, -- [11]
						14441, -- [12]
						14441, -- [13]
						14441, -- [14]
						14441, -- [15]
						14441, -- [16]
						14441, -- [17]
						14441, -- [18]
						14441, -- [19]
						14441, -- [20]
						14441, -- [21]
						14441, -- [22]
						14441, -- [23]
						14441, -- [24]
						14441, -- [25]
						14441, -- [26]
						14441, -- [27]
						14441, -- [28]
						14441, -- [29]
						14441, -- [30]
						14441, -- [31]
						14441, -- [32]
						14441, -- [33]
						14441, -- [34]
						14441, -- [35]
						14441, -- [36]
						14441, -- [37]
						14441, -- [38]
						14441, -- [39]
						14441, -- [40]
						14441, -- [41]
						14441, -- [42]
						14441, -- [43]
						14441, -- [44]
						14441, -- [45]
						14441, -- [46]
						12691, -- [47]
						12691, -- [48]
						12691, -- [49]
						10007, -- [50]
					},
					["Health"] = {
						12726, -- [1]
						12448, -- [2]
						12424, -- [3]
						12424, -- [4]
						12381, -- [5]
						12035, -- [6]
						12035, -- [7]
						12035, -- [8]
						11756, -- [9]
						11756, -- [10]
						10834, -- [11]
						10834, -- [12]
						10834, -- [13]
						10834, -- [14]
						10834, -- [15]
						10736, -- [16]
						10736, -- [17]
						10173, -- [18]
						9810, -- [19]
						9810, -- [20]
						9810, -- [21]
						9748, -- [22]
						9748, -- [23]
						9367, -- [24]
						9367, -- [25]
						8572, -- [26]
						7941, -- [27]
						7521, -- [28]
						7521, -- [29]
						7521, -- [30]
						7521, -- [31]
						7472, -- [32]
						7289, -- [33]
						7289, -- [34]
						7289, -- [35]
						6198, -- [36]
						6198, -- [37]
						6198, -- [38]
						6198, -- [39]
						5545, -- [40]
						5545, -- [41]
						4559, -- [42]
						4444, -- [43]
						4354, -- [44]
						3748, -- [45]
						2887, -- [46]
						1623, -- [47]
						779, -- [48]
						605, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Yeehmmi",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"MISC", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"MISC", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = 70,
			["LastDamageAbility"] = "閃電鏈",
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["LastDamageTaken"] = 1195,
			["TimeLast"] = {
				["Dispelled"] = 7461.301,
				["OVERALL"] = 7465.301,
				["DamageTaken"] = 7465.301,
				["HealingTaken"] = 7418.298,
				["FDamage"] = 7463.287,
				["ActiveTime"] = 7463.287,
				["DeathCount"] = 7465.301,
				["ManaGain"] = 7462.301,
				["TimeDamage"] = 7463.287,
				["Damage"] = 7462.301,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				14441, -- [1]
				14441, -- [2]
				14441, -- [3]
				14441, -- [4]
				14441, -- [5]
				14441, -- [6]
				14441, -- [7]
				14441, -- [8]
				14441, -- [9]
				14441, -- [10]
				14441, -- [11]
				14441, -- [12]
				14441, -- [13]
				14441, -- [14]
				14441, -- [15]
				14441, -- [16]
				14441, -- [17]
				14441, -- [18]
				14441, -- [19]
				14441, -- [20]
				14441, -- [21]
				14441, -- [22]
				14441, -- [23]
				14441, -- [24]
				14441, -- [25]
				14441, -- [26]
				14441, -- [27]
				14441, -- [28]
				14441, -- [29]
				14441, -- [30]
				12691, -- [31]
				12691, -- [32]
				12691, -- [33]
				10007, -- [34]
				14441, -- [35]
				14441, -- [36]
				14441, -- [37]
				14441, -- [38]
				14441, -- [39]
				14441, -- [40]
				14441, -- [41]
				14441, -- [42]
				14441, -- [43]
				14441, -- [44]
				14441, -- [45]
				14441, -- [46]
				14441, -- [47]
				14441, -- [48]
				14441, -- [49]
				14441, -- [50]
			},
			["NextEventNum"] = 35,
			["LastDamageTime"] = 7463.401,
			["LastEvents"] = {
				"劫毀者 擊殺命令 分身八月四日 Crit -395 (Physical)", -- [1]
				"超級王 近戰 分身八月四日 Hit -363 (Physical)", -- [2]
				"分身八月四日 十字軍聖擊 Alentwar Hit -846 (Physical)", -- [3]
				"劫毀者 獠牙穿刺 分身八月四日 Hit -62 (Physical)", -- [4]
				"Alentwar 近戰 分身八月四日 Parry (1)", -- [5]
				"劫毀者 近戰 分身八月四日 Hit -182 (Physical)", -- [6]
				"超級王 近戰 分身八月四日 Crit -199 (Physical)", -- [7]
				"高城仔館治 自動射擊 分身八月四日 Crit -795 (Physical)", -- [8]
				"Yeehmmi dispels 分身八月四日 暗影防護禱言 (淨魔術)", -- [9]
				"Alentwar 致死打擊 分身八月四日 Hit -631 (Physical)", -- [10]
				"超級王 出血 分身八月四日 Hit -420 (Physical)", -- [11]
				"分身八月四日 近戰 Alentwar Hit -754 (Physical)", -- [12]
				"分身八月四日 血之聖印 Alentwar Hit -515 (Holy)", -- [13]
				"分身八月四日 血之聖印 分身八月四日 Hit -49 (Holy)", -- [14]
				"分身八月四日 血之聖印 分身八月四日 Hit -49 (Holy)", -- [15]
				"劫毀者 近戰 分身八月四日 Hit -183 (Physical)", -- [16]
				"劫毀者 獠牙穿刺 分身八月四日 Hit -112 (Physical)", -- [17]
				"超級王 近戰 分身八月四日 Miss (1)", -- [18]
				"高城仔館治 多重射擊 分身八月四日 Crit -979 (Physical)", -- [19]
				"分身八月四日 血之審判 Alentwar Crit -773 (Holy)", -- [20]
				"分身八月四日 血之審判 分身八月四日 Hit -242 (Holy)", -- [21]
				"分身八月四日 血之審判 分身八月四日 Hit -242 (Holy)", -- [22]
				"超級王 近戰 分身八月四日 Hit -411 (Physical)", -- [23]
				"高城仔館治 自動射擊 分身八月四日 Crit -806 (Physical)", -- [24]
				"劫毀者 近戰 分身八月四日 Hit -180 (Physical)", -- [25]
				"超級王 近戰 分身八月四日 Hit -115 (Physical)", -- [26]
				"劫毀者 撕咬 分身八月四日 Hit -90 (Physical)", -- [27]
				"Alentwar 近戰 分身八月四日 Hit -606 (Physical)", -- [28]
				"高城仔館治 穩固射擊 分身八月四日 Crit -861 (Physical)", -- [29]
				"Alentwar 斬殺 分身八月四日 Hit -914 (Physical)", -- [30]
				"超級王 出血 分身八月四日 Crit -844 (Physical)", -- [31]
				"劫毀者 近戰 分身八月四日 Hit -174 (Physical)", -- [32]
				"Yeehmmi 閃電鏈 分身八月四日 Hit -1195 (Nature)", -- [33]
				"分身八月四日死亡。", -- [34]
				"超級王 近戰 分身八月四日 Hit -84 (Physical)", -- [35]
				"高城仔館治 摔絆 分身八月四日 Hit -24 (Physical)", -- [36]
				"Alentwar 近戰 分身八月四日 Parry (1)", -- [37]
				"劫毀者 獠牙穿刺 分身八月四日 Hit -43 (Physical)", -- [38]
				"超級王 出血 分身八月四日 Hit -346 (Physical)", -- [39]
				"超級王 近戰 分身八月四日 Parry (1)", -- [40]
				"劫毀者 近戰 分身八月四日 Hit -174 (Physical)", -- [41]
				"超級王 近戰 分身八月四日 Hit -105 (Physical)", -- [42]
				"高城仔館治 dispels 分身八月四日 精神禱言 (秘法射擊)", -- [43]
				"高城仔館治 秘法射擊 分身八月四日 Crit -922 (Arcane)", -- [44]
				"劫毀者 獠牙穿刺 分身八月四日 Hit -57 (Physical)", -- [45]
				"分身八月四日 近戰 超級王 Hit -985 (Physical)", -- [46]
				"分身八月四日 血之聖印 超級王 Hit -441 (Holy)", -- [47]
				"分身八月四日 血之聖印 分身八月四日 Hit -41 (Holy)", -- [48]
				"分身八月四日 血之聖印 分身八月四日 Hit -41 (Holy)", -- [49]
				"劫毀者 近戰 分身八月四日 Hit -168 (Physical)", -- [50]
			},
			["Name"] = "分身八月四日",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				7460.118, -- [1]
				7460.834, -- [2]
				7461.168000000001, -- [3]
				7461.184, -- [4]
				7461.301, -- [5]
				7461.368, -- [6]
				7461.401, -- [7]
				7461.668000000001, -- [8]
				7461.868, -- [9]
				7462.018, -- [10]
				7462.101000000001, -- [11]
				7462.534000000001, -- [12]
				7462.568, -- [13]
				7462.568, -- [14]
				7462.568, -- [15]
				7462.651, -- [16]
				7462.784000000001, -- [17]
				7462.801, -- [18]
				7462.851000000001, -- [19]
				7463.001, -- [20]
				7463.401, -- [21]
				7463.401, -- [22]
				7463.434, -- [23]
				7463.834, -- [24]
				7463.935, -- [25]
				7464.218, -- [26]
				7464.418000000001, -- [27]
				7464.901, -- [28]
				7464.984, -- [29]
				7465.085, -- [30]
				7465.151, -- [31]
				7465.218, -- [32]
				7465.334, -- [33]
				7465.351000000001, -- [34]
				7457.101000000001, -- [35]
				7457.201, -- [36]
				7457.717000000001, -- [37]
				7457.967000000001, -- [38]
				7458.051, -- [39]
				7458.267, -- [40]
				7458.401, -- [41]
				7458.467000000001, -- [42]
				7458.967000000001, -- [43]
				7458.967000000001, -- [44]
				7459.551, -- [45]
				7459.617, -- [46]
				7459.634, -- [47]
				7459.651, -- [48]
				7459.651, -- [49]
				7460.051, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 12946,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
								["Immune"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 23,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 14,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 26,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 1,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Nature"] = 1195,
						["Physical"] = 7573,
						["Melee"] = 3256,
						["Arcane"] = 922,
					},
					["DOT_Time"] = 0,
					["Damage"] = 7241,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
						["血之審判"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 242,
									["min"] = 223,
									["count"] = 2,
									["amount"] = 465,
								},
							},
							["count"] = 2,
							["amount"] = 465,
						},
						["血之聖印"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 49,
									["min"] = 41,
									["count"] = 3,
									["amount"] = 135,
								},
							},
							["count"] = 3,
							["amount"] = 135,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 2929,
						["Melee"] = 2574,
						["Physical"] = 1738,
					},
					["PartialAbsorb"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["摔絆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["斬殺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 26,
							["amount"] = 0,
						},
						["閃電鏈"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["毒襲"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["出血"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["淨魔術"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 773,
								},
								["十字軍聖擊"] = {
									["count"] = 846,
								},
								["近戰"] = {
									["count"] = 754,
								},
								["血之聖印"] = {
									["count"] = 515,
								},
							},
							["amount"] = 2888,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 985,
								},
								["血之聖印"] = {
									["count"] = 441,
								},
							},
							["amount"] = 1426,
						},
						["高城仔館治"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 714,
								},
								["血之聖印"] = {
									["count"] = 486,
								},
								["近戰"] = {
									["count"] = 835,
								},
								["十字軍聖擊"] = {
									["count"] = 892,
								},
							},
							["amount"] = 2927,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Alentwar"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 914,
								},
								["近戰"] = {
									["count"] = 606,
								},
								["致死打擊"] = {
									["count"] = 631,
								},
							},
							["amount"] = 2151,
						},
						["劫毀者"] = {
							["Details"] = {
								["撕咬"] = {
									["count"] = 90,
								},
								["獠牙穿刺"] = {
									["count"] = 274,
								},
								["近戰"] = {
									["count"] = 1207,
								},
								["擊殺命令"] = {
									["count"] = 395,
								},
							},
							["amount"] = 1966,
						},
						["高城仔館治"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 979,
								},
								["穩固射擊"] = {
									["count"] = 861,
								},
								["自動射擊"] = {
									["count"] = 1601,
								},
								["摔絆"] = {
									["count"] = 24,
								},
								["近戰"] = {
									["count"] = 166,
								},
								["秘法射擊"] = {
									["count"] = 922,
								},
							},
							["amount"] = 4553,
						},
						["超級王"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 194,
								},
								["近戰"] = {
									["count"] = 1277,
								},
								["出血"] = {
									["count"] = 1610,
								},
							},
							["amount"] = 3081,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["閃電鏈"] = {
									["count"] = 1195,
								},
							},
							["amount"] = 1195,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["摔絆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["斬殺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 26,
						},
						["閃電鏈"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["毒襲"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["出血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["淨魔術"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["分身八月四日"] = {
							["Details"] = {
								["聖化審判"] = {
									["count"] = 286,
								},
							},
							["amount"] = 286,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["聖化審判"] = {
							["Details"] = {
								["分身八月四日"] = {
									["count"] = 286,
								},
							},
							["amount"] = 286,
						},
					},
					["FDamage"] = 600,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.43,
								},
								["十字軍聖擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 1.37,
								},
								["血之聖印"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.33,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 1.5,
								},
								["血之聖印"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 1.52,
						},
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.8300000000000001,
								},
								["血之聖印"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.88,
						},
						["高城仔館治"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.95,
								},
								["血之聖印"] = {
									["count"] = 0.02,
								},
								["近戰"] = {
									["count"] = 1.5,
								},
								["十字軍聖擊"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 3.34,
						},
					},
					["WhoDispelled"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["暗影防護禱言 (淨魔術)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["高城仔館治"] = {
							["Details"] = {
								["精神禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 9.07,
					["Healing"] = 0,
					["FDamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 465,
								},
								["血之聖印"] = {
									["count"] = 135,
								},
							},
							["amount"] = 600,
						},
					},
					["Dispelled"] = 2,
					["Attacks"] = {
						["血之審判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 773,
									["min"] = 714,
									["count"] = 2,
									["amount"] = 1487,
								},
							},
							["count"] = 2,
							["amount"] = 1487,
						},
						["血之聖印"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 515,
									["min"] = 441,
									["count"] = 3,
									["amount"] = 1442,
								},
							},
							["count"] = 3,
							["amount"] = 1442,
						},
						["近戰"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 985,
									["min"] = 754,
									["count"] = 3,
									["amount"] = 2574,
								},
							},
							["count"] = 3,
							["amount"] = 2574,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 892,
									["min"] = 846,
									["count"] = 2,
									["amount"] = 1738,
								},
							},
							["count"] = 2,
							["amount"] = 1738,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 9.07,
					["TimeDamaging"] = {
						["Alentwar"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.43,
								},
								["十字軍聖擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 1.37,
								},
								["血之聖印"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.33,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 1.5,
								},
								["血之聖印"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 1.52,
						},
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.8300000000000001,
								},
								["血之聖印"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.88,
						},
						["高城仔館治"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.95,
								},
								["血之聖印"] = {
									["count"] = 0.02,
								},
								["近戰"] = {
									["count"] = 1.5,
								},
								["十字軍聖擊"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 3.34,
						},
					},
					["ManaGain"] = 286,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Dispelled"] = 2,
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.43,
								},
								["十字軍聖擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 1.37,
								},
								["血之聖印"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.33,
						},
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 1.64,
								},
								["血之聖印"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 1.78,
						},
						["高城仔館治"] = {
							["Details"] = {
								["血之聖印"] = {
									["count"] = 0.05,
								},
								["十字軍聖擊"] = {
									["count"] = 4.82,
								},
								["近戰"] = {
									["count"] = 6.609999999999999,
								},
								["血之審判"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 13.1,
						},
						["劫毀者"] = {
							["Details"] = {
								["奧流之術"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 0.22,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 1.5,
								},
								["血之聖印"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 1.52,
						},
						["無比比"] = {
							["Details"] = {
								["十字軍聖擊"] = {
									["count"] = 0.17,
								},
								["血之聖印"] = {
									["count"] = 0.17,
								},
								["近戰"] = {
									["count"] = 9.969999999999999,
								},
								["血之審判"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 11.52,
						},
					},
					["WhoHealed"] = {
						["小商人"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 475,
								},
							},
							["amount"] = 475,
						},
					},
					["ElementDoneAbsorb"] = {
						["Melee"] = 1593,
						["Holy"] = 408,
					},
					["PartialResist"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["摔絆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斬殺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神聖新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["出血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["毒襲"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 27,
						},
						["閃電鏈"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["淨魔術"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["聖化審判"] = {
							["Details"] = {
								["分身八月四日"] = {
									["count"] = 697,
								},
							},
							["amount"] = 697,
						},
					},
					["FDamage"] = 1281,
					["ActiveTime"] = 31.47,
					["DeathCount"] = 1,
					["ElementTaken"] = {
						["Holy"] = 352,
						["Melee"] = 3256,
						["Arcane"] = 922,
						["Physical"] = 8190,
						["Nature"] = 1195,
					},
					["WhoDispelled"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["暗影防護禱言 (淨魔術)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["高城仔館治"] = {
							["Details"] = {
								["精神禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Damage"] = 24687,
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 14,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 27,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 24,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["PartialAbsorb"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["摔絆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斬殺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神聖新星"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 352,
									["min"] = 352,
									["count"] = 1,
									["amount"] = 352,
								},
							},
							["count"] = 1,
							["amount"] = 352,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["出血"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["毒襲"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 0,
						},
						["閃電鏈"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["穩固射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["淨魔術"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Holy"] = 352,
					},
					["WhoDamaged"] = {
						["Alentwar"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 606,
								},
								["斬殺"] = {
									["count"] = 914,
								},
								["致死打擊"] = {
									["count"] = 631,
								},
								["旋風斬"] = {
									["count"] = 617,
								},
							},
							["amount"] = 2768,
						},
						["劫毀者"] = {
							["Details"] = {
								["撕咬"] = {
									["count"] = 90,
								},
								["獠牙穿刺"] = {
									["count"] = 274,
								},
								["近戰"] = {
									["count"] = 1207,
								},
								["擊殺命令"] = {
									["count"] = 395,
								},
							},
							["amount"] = 1966,
						},
						["無比比"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 352,
								},
							},
							["amount"] = 352,
						},
						["高城仔館治"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 979,
								},
								["穩固射擊"] = {
									["count"] = 861,
								},
								["自動射擊"] = {
									["count"] = 1601,
								},
								["摔絆"] = {
									["count"] = 24,
								},
								["近戰"] = {
									["count"] = 166,
								},
								["秘法射擊"] = {
									["count"] = 922,
								},
							},
							["amount"] = 4553,
						},
						["超級王"] = {
							["Details"] = {
								["毒襲"] = {
									["count"] = 194,
								},
								["近戰"] = {
									["count"] = 1277,
								},
								["出血"] = {
									["count"] = 1610,
								},
							},
							["amount"] = 3081,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["閃電鏈"] = {
									["count"] = 1195,
								},
							},
							["amount"] = 1195,
						},
					},
					["DamageTaken"] = 13915,
					["FDamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 808,
								},
								["血之聖印"] = {
									["count"] = 473,
								},
							},
							["amount"] = 1281,
						},
					},
					["FAttacks"] = {
						["血之審判"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 242,
									["min"] = 141,
									["count"] = 4,
									["amount"] = 808,
								},
							},
							["count"] = 4,
							["amount"] = 808,
						},
						["血之聖印"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 51,
									["min"] = 37,
									["count"] = 8,
									["amount"] = 350,
								},
								["Absorb"] = {
									["max"] = 63,
									["min"] = 25,
									["count"] = 3,
									["amount"] = 123,
								},
							},
							["count"] = 11,
							["amount"] = 473,
						},
					},
					["Attacks"] = {
						["近戰 (風怒攻擊)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1100,
									["min"] = 1100,
									["count"] = 1,
									["amount"] = 1100,
								},
							},
							["count"] = 1,
							["amount"] = 1100,
						},
						["命令聖印"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1267,
									["min"] = 1267,
									["count"] = 1,
									["amount"] = 1267,
								},
							},
							["count"] = 1,
							["amount"] = 1267,
						},
						["血之審判"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 408,
									["min"] = 408,
									["count"] = 1,
									["amount"] = 408,
								},
								["Crit"] = {
									["max"] = 773,
									["min"] = 236,
									["count"] = 3,
									["amount"] = 1723,
								},
								["Hit"] = {
									["max"] = 450,
									["min"] = 450,
									["count"] = 1,
									["amount"] = 450,
								},
							},
							["count"] = 5,
							["amount"] = 2581,
						},
						["奧流之術"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1033,
									["min"] = 846,
									["count"] = 4,
									["amount"] = 3668,
								},
								["Crit"] = {
									["max"] = 1394,
									["min"] = 1394,
									["count"] = 1,
									["amount"] = 1394,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 5062,
						},
						["近戰"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 859,
									["min"] = 734,
									["count"] = 2,
									["amount"] = 1593,
								},
								["Crit"] = {
									["max"] = 1336,
									["min"] = 1336,
									["count"] = 1,
									["amount"] = 1336,
								},
								["Hit"] = {
									["max"] = 1087,
									["min"] = 86,
									["count"] = 9,
									["amount"] = 6720,
								},
							},
							["count"] = 15,
							["amount"] = 9649,
						},
						["血之聖印"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 668,
									["min"] = 373,
									["count"] = 2,
									["amount"] = 1041,
								},
								["Hit"] = {
									["max"] = 540,
									["min"] = 265,
									["count"] = 9,
									["amount"] = 3987,
								},
							},
							["count"] = 12,
							["amount"] = 5028,
						},
					},
					["ElementDone"] = {
						["Holy"] = 8876,
						["Melee"] = 9649,
						["Physical"] = 6162,
					},
					["HealingTaken"] = 475,
					["DamagedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 773,
								},
								["十字軍聖擊"] = {
									["count"] = 846,
								},
								["近戰"] = {
									["count"] = 754,
								},
								["血之聖印"] = {
									["count"] = 515,
								},
							},
							["amount"] = 2888,
						},
						["無比比"] = {
							["Details"] = {
								["近戰 (風怒攻擊)"] = {
									["count"] = 1100,
								},
								["命令聖印"] = {
									["count"] = 1267,
								},
								["血之審判"] = {
									["count"] = 644,
								},
								["血之聖印"] = {
									["count"] = 3586,
								},
								["近戰"] = {
									["count"] = 5005,
								},
								["十字軍聖擊"] = {
									["count"] = 1033,
								},
							},
							["amount"] = 12635,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 985,
								},
								["血之聖印"] = {
									["count"] = 441,
								},
							},
							["amount"] = 1426,
						},
						["高城仔館治"] = {
							["Details"] = {
								["血之聖印"] = {
									["count"] = 486,
								},
								["十字軍聖擊"] = {
									["count"] = 3183,
								},
								["近戰"] = {
									["count"] = 2905,
								},
								["血之審判"] = {
									["count"] = 1164,
								},
							},
							["amount"] = 7738,
						},
					},
					["TimeDamage"] = 31.47,
					["TimeDamaging"] = {
						["Alentwar"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 0.43,
								},
								["十字軍聖擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 1.37,
								},
								["血之聖印"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.33,
						},
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 1.64,
								},
								["血之聖印"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 1.78,
						},
						["高城仔館治"] = {
							["Details"] = {
								["血之聖印"] = {
									["count"] = 0.05,
								},
								["十字軍聖擊"] = {
									["count"] = 4.82,
								},
								["近戰"] = {
									["count"] = 6.609999999999999,
								},
								["血之審判"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 13.1,
						},
						["劫毀者"] = {
							["Details"] = {
								["奧流之術"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 0.22,
						},
						["超級王"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 1.5,
								},
								["血之聖印"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 1.52,
						},
						["無比比"] = {
							["Details"] = {
								["十字軍聖擊"] = {
									["count"] = 0.17,
								},
								["血之聖印"] = {
									["count"] = 0.17,
								},
								["近戰"] = {
									["count"] = 9.969999999999999,
								},
								["血之審判"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 11.52,
						},
					},
					["ManaGain"] = 697,
					["ManaGainedFrom"] = {
						["分身八月四日"] = {
							["Details"] = {
								["聖化審判"] = {
									["count"] = 697,
								},
							},
							["amount"] = 697,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 18,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 15,
						},
						["Arcane"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
			},
			["UnitLockout"] = 7387.297000000001,
			["LastActive"] = 7465.301,
		},
		["高城仔館治"] = {
			["GUID"] = "Player-4487-0012E2D2",
			["LastEventHealth"] = {
				18, -- [1]
				18, -- [2]
				26, -- [3]
				26, -- [4]
				26, -- [5]
				14, -- [6]
				24, -- [7]
				24, -- [8]
				24, -- [9]
				22, -- [10]
				31, -- [11]
				31, -- [12]
				30, -- [13]
				30, -- [14]
				29, -- [15]
				28, -- [16]
				55, -- [17]
				55, -- [18]
				55, -- [19]
				55, -- [20]
				55, -- [21]
				51, -- [22]
				50, -- [23]
				68, -- [24]
				60, -- [25]
				59, -- [26]
				53, -- [27]
				53, -- [28]
				53, -- [29]
				53, -- [30]
				52, -- [31]
				52, -- [32]
				52, -- [33]
				31, -- [34]
				31, -- [35]
				31, -- [36]
				31, -- [37]
				31, -- [38]
				40, -- [39]
				34, -- [40]
				24, -- [41]
				22, -- [42]
				22, -- [43]
				22, -- [44]
				31, -- [45]
				31, -- [46]
				19, -- [47]
				29, -- [48]
				29, -- [49]
				29, -- [50]
			},
			["LastAttackedBy"] = "特變電工",
			["LastEventType"] = {
				"HEAL", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"MISC", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"MISC", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					6, -- [1]
				},
				["Dispels"] = {
					4, -- [1]
				},
				["Healing"] = {
					2252, -- [1]
				},
				["DamageTaken"] = {
					31136, -- [1]
				},
				["HealingTaken"] = {
					26973, -- [1]
				},
				["ActiveTime"] = {
					47.09999999999999, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["ManaGain"] = {
					1771, -- [1]
				},
				["TimeDamage"] = {
					41.09999999999999, -- [1]
				},
				["Damage"] = {
					26074, -- [1]
				},
			},
			["enClass"] = "HUNTER",
			["LastHealTime"] = 7453.150000000001,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						false, -- [17]
						false, -- [18]
						true, -- [19]
						false, -- [20]
						false, -- [21]
						true, -- [22]
						false, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
					},
					["Messages"] = {
						"高城仔館治 瞄準射擊 麟大大 Hit -1065 (Physical)", -- [1]
						"高城仔館治 穩固射擊 麟大大 Hit -512 (Physical)", -- [2]
						"高城仔館治 自動射擊 麟大大 Crit -1084 (Physical)", -- [3]
						"高城仔館治 多重射擊 麟大大 Hit -702 (Physical)", -- [4]
						"高城仔館治 自動射擊 麟大大 Hit -531 (Physical)", -- [5]
						"高城仔館治 自動射擊 麟大大 Hit -580 (Physical)", -- [6]
						"高城仔館治 dispels 麟大大 精神禱言 (秘法射擊)", -- [7]
						"高城仔館治 秘法射擊 麟大大 Hit -459 (Arcane)", -- [8]
						"麟大大 烈焰震擊 高城仔館治 Hit -511 (Fire)", -- [9]
						"高城仔館治 自動射擊 麟大大 Crit -982 (Physical)", -- [10]
						"高城仔館治 近戰 麟大大 Miss (1)", -- [11]
						"麟大大 風暴打擊 高城仔館治 Dodge (Physical)", -- [12]
						"高城仔館治 近戰 麟大大 Hit -226 (Physical)", -- [13]
						"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [14]
						"高城仔館治 猛禽一擊 麟大大 Crit -508 (Physical)", -- [15]
						"無比比 神聖新星 高城仔館治 Hit +727 (71 過量治療)", -- [16]
						"高城仔館治 穩固射擊 卡萊姆 Hit -458 (Physical)", -- [17]
						"高城仔館治 自動射擊 特變電工 Hit -550 (Physical)", -- [18]
						"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [19]
						"高城仔館治 自動射擊 小商人 Absorb -1045 (Physical)", -- [20]
						"高城仔館治 自動射擊 小商人 Crit -494 (1045 被吸收) (Physical)", -- [21]
						"小商人 反射護盾 高城仔館治 Hit -522 (Holy)", -- [22]
						"高城仔館治 多重射擊 小商人 Crit -1817 (Physical)", -- [23]
						"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [24]
						"卡萊姆 近戰 高城仔館治 Hit -880 (Physical)", -- [25]
						"特變電工 旋風斬 高城仔館治 Hit -858 (Physical)", -- [26]
						"高城仔館治死亡。", -- [27]
						"麟大大 烈焰震擊 (傷害/跳) 高城仔館治 Tick -152 (Fire)", -- [28]
						"卡萊姆 旋風斬 高城仔館治 Hit -754 (Physical)", -- [29]
					},
					["DeathAt"] = 7427.299,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["MessageTimes"] = {
						-14.43900000000031, -- [1]
						-13.48899999999958, -- [2]
						-13.27300000000014, -- [3]
						-12.17299999999977, -- [4]
						-12.13900000000012, -- [5]
						-11.03899999999976, -- [6]
						-11.00600000000031, -- [7]
						-11.00600000000031, -- [8]
						-10.97199999999975, -- [9]
						-9.971999999999753, -- [10]
						-9.655999999999949, -- [11]
						-9.021999999999935, -- [12]
						-8.721999999999753, -- [13]
						-7.971999999999753, -- [14]
						-7.800000000000182, -- [15]
						-7.204999999999927, -- [16]
						-6.153999999999542, -- [17]
						-5.854999999999563, -- [18]
						-4.971999999999753, -- [19]
						-2.320999999999913, -- [20]
						-2.320999999999913, -- [21]
						-2.320999999999913, -- [22]
						-2.255000000000109, -- [23]
						-1.954999999999927, -- [24]
						-0.738999999999578, -- [25]
						-0.1719999999995707, -- [26]
						0, -- [27]
						1.02599999999984, -- [28]
						1.744999999999891, -- [29]
					},
					["HealthMax"] = {
						100, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						[26] = 100,
						[27] = 100,
						[28] = 100,
						[29] = 100,
					},
					["Health"] = {
						77, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						95, -- [10]
						95, -- [11]
						96, -- [12]
						96, -- [13]
						91, -- [14]
						94, -- [15]
						86, -- [16]
						80, -- [17]
						80, -- [18]
						80, -- [19]
						[26] = 86,
						[27] = 39,
						[28] = 26,
						[29] = 26,
					},
					["KilledBy"] = "卡萊姆",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"MISC", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"HEAL", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"MISC", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
					},
				}, -- [1]
			},
			["level"] = 70,
			["LastDamageAbility"] = "重傷 (傷害/跳)",
			["LastFightIn"] = 1,
			["type"] = "Hostile",
			["LastEventHealthMax"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastDamageTaken"] = 151,
			["Owner"] = false,
			["TimeLast"] = {
				["TimeHeal"] = 7452.305,
				["Dispels"] = 7458.301,
				["OVERALL"] = 7464.285,
				["DamageTaken"] = 7456.301,
				["HealingTaken"] = 7461.301,
				["Healing"] = 7452.305,
				["TimeDamage"] = 7464.285,
				["DeathCount"] = 7425.3,
				["ManaGain"] = 7460.301,
				["ActiveTime"] = 7464.285,
				["Damage"] = 7464.285,
			},
			["NextEventNum"] = 40,
			["LastDamageTime"] = 7464.984,
			["LastEvents"] = {
				"Yeehmmi 次級治療波 高城仔館治 Hit +1124", -- [1]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -144 (Physical)", -- [2]
				"高城仔館治 近戰 特變電工 Hit -222 (Physical)", -- [3]
				"高城仔館治 近戰 特變電工 Hit -418 (Physical)", -- [4]
				"分身八月四日 十字軍聖擊 高城仔館治 Crit -1394 (Physical)", -- [5]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1087", -- [6]
				"高城仔館治 dispels 特變電工 水下呼吸 (秘法射擊)", -- [7]
				"高城仔館治 秘法射擊 特變電工 Hit -590 (Arcane)", -- [8]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [9]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1068", -- [10]
				"高城仔館治 自動射擊 特變電工 Hit -454 (Physical)", -- [11]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -144 (Physical)", -- [12]
				"高城仔館治 多重射擊 特變電工 Crit -1226 (Physical)", -- [13]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [14]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -143 (Physical)", -- [15]
				"Yeehmmi 次級治療波 高城仔館治 Crit +3167", -- [16]
				"高城仔館治 摔絆 分身八月四日 Immune (Physical)", -- [17]
				"高城仔館治 近戰 分身八月四日 Miss (1)", -- [18]
				"分身八月四日 近戰 高城仔館治 Hit -835 (Physical)", -- [19]
				"高城仔館治 大地之盾 高城仔館治 Hit +900", -- [20]
				"分身八月四日 血之聖印 高城仔館治 Hit -486 (Holy)", -- [21]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [22]
				"Yeehmmi 次級治療波 高城仔館治 Hit +2132", -- [23]
				"分身八月四日 十字軍聖擊 高城仔館治 Hit -892 (Physical)", -- [24]
				"卡萊姆 重傷 (傷害/跳) 高城仔館治 Tick -144 (Physical)", -- [25]
				"分身八月四日 血之審判 高城仔館治 Crit -714 (Holy)", -- [26]
				"高城仔館治 摔絆 分身八月四日 Immune (Physical)", -- [27]
				"高城仔館治 近戰 分身八月四日 Miss (1)", -- [28]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [29]
				"高城仔館治 近戰 分身八月四日 Hit -166 (Physical)", -- [30]
				"高城仔館治 摔絆 分身八月四日 Hit -24 (Physical)", -- [31]
				"高城仔館治 dispels 分身八月四日 精神禱言 (秘法射擊)", -- [32]
				"高城仔館治 秘法射擊 分身八月四日 Crit -922 (Arcane)", -- [33]
				"Yeehmmi 治療波 高城仔館治 Hit +4222", -- [34]
				"高城仔館治 自動射擊 分身八月四日 Crit -795 (Physical)", -- [35]
				"Yeehmmi 次級治療波 高城仔館治 Hit +2130 (724 過量治療)", -- [36]
				"高城仔館治 多重射擊 分身八月四日 Crit -979 (Physical)", -- [37]
				"高城仔館治 自動射擊 分身八月四日 Crit -806 (Physical)", -- [38]
				"高城仔館治 穩固射擊 分身八月四日 Crit -861 (Physical)", -- [39]
				"卡萊姆 近戰 高城仔館治 Crit -1222 (Physical)", -- [40]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -218 (Physical)", -- [41]
				"特變電工 勝利衝擊 高城仔館治 Hit -624 (Physical)", -- [42]
				"高城仔館治 大地之盾 高城仔館治 Hit +451", -- [43]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1174", -- [44]
				"高城仔館治 近戰 分身八月四日 Immune (1)", -- [45]
				"特變電工 英勇打擊 高城仔館治 Crit -1341 (Physical)", -- [46]
				"Yeehmmi 次級治療波 高城仔館治 Hit +1165", -- [47]
				"分身八月四日 近戰 高城仔館治 Crit -1336 (Physical)", -- [48]
				"分身八月四日 血之聖印 高城仔館治 Dodge (Holy)", -- [49]
				"高城仔館治 摔絆 特變電工 Hit -55 (Physical)", -- [50]
			},
			["Name"] = "高城仔館治",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				7445.733, -- [1]
				7445.75, -- [2]
				7445.75, -- [3]
				7446.504, -- [4]
				7446.717000000001, -- [5]
				7446.869000000001, -- [6]
				7447.367, -- [7]
				7447.367, -- [8]
				7447.567, -- [9]
				7448.017, -- [10]
				7448.419, -- [11]
				7448.733, -- [12]
				7449.884, -- [13]
				7450.55, -- [14]
				7451.75, -- [15]
				7452.484, -- [16]
				7452.767, -- [17]
				7452.767, -- [18]
				7453.134, -- [19]
				7453.150000000001, -- [20]
				7453.150000000001, -- [21]
				7453.567, -- [22]
				7453.967000000001, -- [23]
				7454.051, -- [24]
				7454.734, -- [25]
				7455.001, -- [26]
				7455.184, -- [27]
				7455.384, -- [28]
				7456.551, -- [29]
				7456.634, -- [30]
				7457.201, -- [31]
				7458.967000000001, -- [32]
				7458.967000000001, -- [33]
				7460.368, -- [34]
				7461.668000000001, -- [35]
				7461.868, -- [36]
				7462.851000000001, -- [37]
				7463.834, -- [38]
				7464.984, -- [39]
				7442.717000000001, -- [40]
				7443.133, -- [41]
				7443.383, -- [42]
				7443.415, -- [43]
				7443.440000000001, -- [44]
				7444.5, -- [45]
				7444.517, -- [46]
				7444.597, -- [47]
				7445.392, -- [48]
				7445.42, -- [49]
				7445.650000000001, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 3373,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Holy"] = 1200,
						["Melee"] = 835,
						["Physical"] = 1338,
					},
					["DOT_Time"] = 0,
					["Damage"] = 4553,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 1.5,
					["RessedWho"] = {
					},
					["Dispels"] = 1,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 3465,
						["Melee"] = 166,
						["Arcane"] = 922,
					},
					["PartialAbsorb"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["血之審判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 979,
								},
								["穩固射擊"] = {
									["count"] = 861,
								},
								["自動射擊"] = {
									["count"] = 1601,
								},
								["摔絆"] = {
									["count"] = 24,
								},
								["近戰"] = {
									["count"] = 166,
								},
								["秘法射擊"] = {
									["count"] = 922,
								},
							},
							["amount"] = 4553,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["特變電工"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 302,
								},
							},
							["amount"] = 302,
						},
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 714,
								},
								["血之聖印"] = {
									["count"] = 486,
								},
								["近戰"] = {
									["count"] = 835,
								},
								["十字軍聖擊"] = {
									["count"] = 892,
								},
							},
							["amount"] = 2927,
						},
						["卡萊姆"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 144,
								},
							},
							["amount"] = 144,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["血之審判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["法力之潮圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["法力之潮圖騰"] = {
									["count"] = 1246,
								},
							},
							["amount"] = 1246,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 900,
								},
							},
							["amount"] = 900,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["法力之潮圖騰"] = {
							["Details"] = {
								["法力之潮圖騰 <Yeehmmi>"] = {
									["count"] = 1246,
								},
							},
							["amount"] = 1246,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.18,
								},
								["穩固射擊"] = {
									["count"] = 1.15,
								},
								["自動射擊"] = {
									["count"] = 2.48,
								},
								["摔絆"] = {
									["count"] = 3.57,
								},
								["近戰"] = {
									["count"] = 1.45,
								},
								["秘法射擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 11.33,
						},
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["大地之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 900,
									["min"] = 900,
									["count"] = 1,
									["amount"] = 900,
								},
							},
							["count"] = 1,
							["amount"] = 900,
						},
					},
					["WhoHealed"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 4222,
								},
								["次級治療波"] = {
									["count"] = 3538,
								},
							},
							["amount"] = 7760,
						},
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 900,
								},
							},
							["amount"] = 900,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 12.83,
					["Healing"] = 900,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["多重射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 979,
									["min"] = 979,
									["count"] = 1,
									["amount"] = 979,
								},
							},
							["count"] = 1,
							["amount"] = 979,
						},
						["穩固射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 861,
									["min"] = 861,
									["count"] = 1,
									["amount"] = 861,
								},
							},
							["count"] = 1,
							["amount"] = 861,
						},
						["自動射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 806,
									["min"] = 795,
									["count"] = 2,
									["amount"] = 1601,
								},
							},
							["count"] = 2,
							["amount"] = 1601,
						},
						["摔絆"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24,
									["min"] = 24,
									["count"] = 1,
									["amount"] = 24,
								},
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 24,
						},
						["近戰"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 166,
									["min"] = 166,
									["count"] = 1,
									["amount"] = 166,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 166,
						},
						["秘法射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 922,
									["min"] = 922,
									["count"] = 1,
									["amount"] = 922,
								},
							},
							["count"] = 1,
							["amount"] = 922,
						},
					},
					["HealingTaken"] = 8660,
					["RageGain"] = 0,
					["TimeDamage"] = 11.33,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.18,
								},
								["穩固射擊"] = {
									["count"] = 1.15,
								},
								["自動射擊"] = {
									["count"] = 2.48,
								},
								["摔絆"] = {
									["count"] = 3.57,
								},
								["近戰"] = {
									["count"] = 1.45,
								},
								["秘法射擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 11.33,
						},
					},
					["ManaGain"] = 1246,
					["HOTs"] = {
					},
					["DispelledWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["精神禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["HealedWho"] = {
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 2252,
								},
							},
							["amount"] = 2252,
						},
					},
					["Heals"] = {
						["大地之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 900,
									["min"] = 450,
									["count"] = 4,
									["amount"] = 2252,
								},
							},
							["count"] = 4,
							["amount"] = 2252,
						},
					},
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						}, -- [1]
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Holy"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 4,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 16,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 14,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Dodge"] = {
									["count"] = 6,
								},
							},
							["amount"] = 38,
						},
					},
					["WhoHealed"] = {
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 2252,
								},
							},
							["amount"] = 2252,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 4222,
								},
								["次級治療波"] = {
									["count"] = 18215,
								},
							},
							["amount"] = 22437,
						},
						["無比比"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1628,
								},
								["神聖新星"] = {
									["count"] = 656,
								},
							},
							["amount"] = 2284,
						},
					},
					["ElementDoneAbsorb"] = {
						["Physical"] = 1045,
						["Arcane"] = 552,
					},
					["PartialResist"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["烈焰震擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["勝利衝擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["斷筋"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["英勇打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["旋風斬 (劍類武器專精)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["壓制"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["反射護盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["血之審判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 16,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["烈焰震擊 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["風暴打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["法力之潮圖騰"] = {
							["Details"] = {
								["法力之潮圖騰 <Yeehmmi>"] = {
									["count"] = 1246,
								},
							},
							["amount"] = 1246,
						},
						["法力之泉"] = {
							["Details"] = {
								["法力之泉圖騰 V <Yeehmmi>"] = {
									["count"] = 525,
								},
							},
							["amount"] = 525,
						},
					},
					["PartialAbsorb"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["烈焰震擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["勝利衝擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["斷筋"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["英勇打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["旋風斬 (劍類武器專精)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["壓制"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["反射護盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 276,
									["min"] = 276,
									["count"] = 1,
									["amount"] = 276,
								},
							},
							["count"] = 2,
							["amount"] = 276,
						},
						["血之審判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 734,
									["min"] = 618,
									["count"] = 2,
									["amount"] = 1352,
								},
							},
							["count"] = 16,
							["amount"] = 1352,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["烈焰震擊 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["風暴打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 47.09999999999999,
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.18,
								},
								["穩固射擊"] = {
									["count"] = 1.15,
								},
								["自動射擊"] = {
									["count"] = 2.48,
								},
								["摔絆"] = {
									["count"] = 3.57,
								},
								["近戰"] = {
									["count"] = 2.95,
								},
								["秘法射擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 12.83,
						},
						["高城仔館治"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["特變電工"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.47,
								},
								["自動射擊"] = {
									["count"] = 1.35,
								},
								["摔絆"] = {
									["count"] = 1.15,
								},
								["近戰"] = {
									["count"] = 0.85,
								},
								["秘法射擊"] = {
									["count"] = 0.86,
								},
							},
							["amount"] = 5.68,
						},
						["小商人"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 0.07,
								},
								["自動射擊"] = {
									["count"] = 2.33,
								},
								["穩固射擊"] = {
									["count"] = 1.02,
								},
								["瞄準射擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.92,
						},
						["卡萊姆"] = {
							["Details"] = {
								["摔絆"] = {
									["count"] = 1.77,
								},
								["自動射擊"] = {
									["count"] = 1.1,
								},
								["穩固射擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 7.009999999999999,
						},
						["麟大大"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.1,
								},
								["猛禽一擊"] = {
									["count"] = 0.92,
								},
								["瞄準射擊"] = {
									["count"] = 1.03,
								},
								["自動射擊"] = {
									["count"] = 3.88,
								},
								["近戰"] = {
									["count"] = 1.25,
								},
								["穩固射擊"] = {
									["count"] = 0.95,
								},
								["秘法射擊"] = {
									["count"] = 1.53,
								},
							},
							["amount"] = 10.66,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 16608,
						["Holy"] = 2448,
						["Melee"] = 10961,
						["Fire"] = 1119,
					},
					["ManaGainedFrom"] = {
						["法力之潮圖騰 <Yeehmmi>"] = {
							["Details"] = {
								["法力之潮圖騰"] = {
									["count"] = 1246,
								},
							},
							["amount"] = 1246,
						},
						["法力之泉圖騰 V <Yeehmmi>"] = {
							["Details"] = {
								["法力之泉"] = {
									["count"] = 525,
								},
							},
							["amount"] = 525,
						},
					},
					["Damage"] = 26074,
					["DeathCount"] = 1,
					["TimeHeal"] = 6,
					["DamageTaken"] = 31136,
					["Dispels"] = 4,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 15,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 11,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 30,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 13,
						},
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["Healing"] = 2252,
					["ElementDone"] = {
						["Physical"] = 21337,
						["Melee"] = 2214,
						["Arcane"] = 2523,
					},
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.18,
								},
								["穩固射擊"] = {
									["count"] = 1.15,
								},
								["自動射擊"] = {
									["count"] = 2.48,
								},
								["摔絆"] = {
									["count"] = 3.57,
								},
								["近戰"] = {
									["count"] = 2.95,
								},
								["秘法射擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 12.83,
						},
						["特變電工"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.47,
								},
								["自動射擊"] = {
									["count"] = 1.35,
								},
								["摔絆"] = {
									["count"] = 1.15,
								},
								["近戰"] = {
									["count"] = 0.85,
								},
								["秘法射擊"] = {
									["count"] = 0.86,
								},
							},
							["amount"] = 5.68,
						},
						["小商人"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 0.07,
								},
								["自動射擊"] = {
									["count"] = 2.33,
								},
								["穩固射擊"] = {
									["count"] = 1.02,
								},
								["瞄準射擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.92,
						},
						["卡萊姆"] = {
							["Details"] = {
								["摔絆"] = {
									["count"] = 1.77,
								},
								["自動射擊"] = {
									["count"] = 1.1,
								},
								["穩固射擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 2.64,
								},
							},
							["amount"] = 7.009999999999999,
						},
						["麟大大"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1.1,
								},
								["猛禽一擊"] = {
									["count"] = 0.92,
								},
								["瞄準射擊"] = {
									["count"] = 1.03,
								},
								["自動射擊"] = {
									["count"] = 3.88,
								},
								["近戰"] = {
									["count"] = 1.25,
								},
								["穩固射擊"] = {
									["count"] = 0.95,
								},
								["秘法射擊"] = {
									["count"] = 1.53,
								},
							},
							["amount"] = 10.66,
						},
					},
					["Attacks"] = {
						["多重射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1817,
									["min"] = 979,
									["count"] = 3,
									["amount"] = 4022,
								},
								["Hit"] = {
									["max"] = 702,
									["min"] = 702,
									["count"] = 1,
									["amount"] = 702,
								},
							},
							["count"] = 4,
							["amount"] = 4724,
						},
						["摔絆"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 55,
									["min"] = 24,
									["count"] = 3,
									["amount"] = 133,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 133,
						},
						["猛禽一擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 508,
									["min"] = 508,
									["count"] = 1,
									["amount"] = 508,
								},
							},
							["count"] = 1,
							["amount"] = 508,
						},
						["瞄準射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2968,
									["min"] = 2968,
									["count"] = 1,
									["amount"] = 2968,
								},
								["Hit"] = {
									["max"] = 1065,
									["min"] = 1065,
									["count"] = 1,
									["amount"] = 1065,
								},
							},
							["count"] = 2,
							["amount"] = 4033,
						},
						["自動射擊"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 1045,
									["min"] = 1045,
									["count"] = 1,
									["amount"] = 1045,
								},
								["Crit"] = {
									["max"] = 1084,
									["min"] = 494,
									["count"] = 5,
									["amount"] = 4161,
								},
								["Hit"] = {
									["max"] = 777,
									["min"] = 454,
									["count"] = 7,
									["amount"] = 4161,
								},
							},
							["count"] = 13,
							["amount"] = 9367,
						},
						["近戰"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 418,
									["min"] = 166,
									["count"] = 6,
									["amount"] = 1435,
								},
								["Crit"] = {
									["max"] = 779,
									["min"] = 779,
									["count"] = 1,
									["amount"] = 779,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 2214,
						},
						["穩固射擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 861,
									["min"] = 861,
									["count"] = 1,
									["amount"] = 861,
								},
								["Hit"] = {
									["max"] = 741,
									["min"] = 458,
									["count"] = 3,
									["amount"] = 1711,
								},
							},
							["count"] = 4,
							["amount"] = 2572,
						},
						["秘法射擊"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 552,
									["min"] = 552,
									["count"] = 1,
									["amount"] = 552,
								},
								["Crit"] = {
									["max"] = 922,
									["min"] = 922,
									["count"] = 1,
									["amount"] = 922,
								},
								["Hit"] = {
									["max"] = 590,
									["min"] = 459,
									["count"] = 2,
									["amount"] = 1049,
								},
							},
							["count"] = 4,
							["amount"] = 2523,
						},
					},
					["HealingTaken"] = 26973,
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 979,
								},
								["穩固射擊"] = {
									["count"] = 861,
								},
								["自動射擊"] = {
									["count"] = 1601,
								},
								["摔絆"] = {
									["count"] = 24,
								},
								["近戰"] = {
									["count"] = 166,
								},
								["秘法射擊"] = {
									["count"] = 922,
								},
							},
							["amount"] = 4553,
						},
						["特變電工"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1226,
								},
								["自動射擊"] = {
									["count"] = 1004,
								},
								["摔絆"] = {
									["count"] = 55,
								},
								["近戰"] = {
									["count"] = 640,
								},
								["秘法射擊"] = {
									["count"] = 590,
								},
							},
							["amount"] = 3515,
						},
						["小商人"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1817,
								},
								["自動射擊"] = {
									["count"] = 2316,
								},
								["穩固射擊"] = {
									["count"] = 741,
								},
								["瞄準射擊"] = {
									["count"] = 2968,
								},
							},
							["amount"] = 7842,
						},
						["卡萊姆"] = {
							["Details"] = {
								["自動射擊"] = {
									["count"] = 495,
								},
								["摔絆"] = {
									["count"] = 54,
								},
								["近戰"] = {
									["count"] = 1182,
								},
								["穩固射擊"] = {
									["count"] = 458,
								},
							},
							["amount"] = 2189,
						},
						["麟大大"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 702,
								},
								["猛禽一擊"] = {
									["count"] = 508,
								},
								["瞄準射擊"] = {
									["count"] = 1065,
								},
								["自動射擊"] = {
									["count"] = 3951,
								},
								["近戰"] = {
									["count"] = 226,
								},
								["穩固射擊"] = {
									["count"] = 512,
								},
								["秘法射擊"] = {
									["count"] = 1011,
								},
							},
							["amount"] = 7975,
						},
					},
					["TimeDamage"] = 41.09999999999999,
					["WhoDamaged"] = {
						["分身八月四日"] = {
							["Details"] = {
								["血之聖印"] = {
									["count"] = 486,
								},
								["十字軍聖擊"] = {
									["count"] = 3183,
								},
								["近戰"] = {
									["count"] = 2905,
								},
								["血之審判"] = {
									["count"] = 1164,
								},
							},
							["amount"] = 7738,
						},
						["特變電工"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 84,
								},
								["英勇打擊"] = {
									["count"] = 3298,
								},
								["近戰"] = {
									["count"] = 2646,
								},
								["旋風斬"] = {
									["count"] = 858,
								},
								["斷筋"] = {
									["count"] = 149,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 1260,
								},
								["勝利衝擊"] = {
									["count"] = 624,
								},
								["壓制"] = {
									["count"] = 1348,
								},
								["致死打擊"] = {
									["count"] = 2918,
								},
							},
							["amount"] = 13185,
						},
						["小商人"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 798,
								},
							},
							["amount"] = 798,
						},
						["卡萊姆"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 72,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 750,
								},
								["攔截昏迷"] = {
									["count"] = 58,
								},
								["近戰"] = {
									["count"] = 5410,
								},
								["旋風斬"] = {
									["count"] = 2006,
								},
							},
							["amount"] = 8296,
						},
						["麟大大"] = {
							["Details"] = {
								["烈焰震擊 (傷害/跳)"] = {
									["count"] = 608,
								},
								["烈焰震擊"] = {
									["count"] = 511,
								},
							},
							["amount"] = 1119,
						},
					},
					["ManaGain"] = 1771,
					["ElementTakenAbsorb"] = {
						["Melee"] = 1352,
						["Holy"] = 276,
					},
					["DispelledWho"] = {
						["特變電工"] = {
							["Details"] = {
								["水下呼吸 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["分身八月四日"] = {
							["Details"] = {
								["精神禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["麟大大"] = {
							["Details"] = {
								["精神禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
								["暗影防護禱言 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
				},
			},
			["UnitLockout"] = 7464.285,
			["LastActive"] = 7464.285,
		},
		["無比比"] = {
			["GUID"] = "Player-4487-00013215",
			["LastEventHealth"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				97, -- [8]
				100, -- [9]
				99, -- [10]
				98, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				72, -- [16]
				63, -- [17]
				63, -- [18]
				63, -- [19]
				45, -- [20]
				45, -- [21]
				45, -- [22]
				28, -- [23]
				28, -- [24]
				35, -- [25]
				39, -- [26]
				63, -- [27]
				63, -- [28]
				67, -- [29]
				67, -- [30]
				67, -- [31]
				39, -- [32]
				38, -- [33]
				39, -- [34]
				50, -- [35]
				50, -- [36]
				26, -- [37]
				26, -- [38]
				26, -- [39]
				39, -- [40]
				39, -- [41]
				39, -- [42]
				39, -- [43]
				27, -- [44]
				27, -- [45]
				27, -- [46]
				0, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"MISC", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"MISC", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					20.72, -- [1]
				},
				["Healing"] = {
					6858, -- [1]
				},
				["DamageTaken"] = {
					34948, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["Absorbs"] = {
					7522, -- [1]
				},
				["HealingTaken"] = {
					22240, -- [1]
				},
				["HOT_Time"] = {
					30, -- [1]
				},
				["TimeDamage"] = {
					4.5, -- [1]
				},
				["ActiveTime"] = {
					25.22, -- [1]
				},
				["ManaGain"] = {
					225, -- [1]
				},
				["Overhealing"] = {
					5569, -- [1]
				},
				["Damage"] = {
					1205, -- [1]
				},
			},
			["enClass"] = "HOSTILE",
			["unit"] = "raid3target",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"無比比 神聖新星 劫毀者 Hit +685 (685 過量治療)", -- [1]
						"無比比 神聖新星 高城仔館治 Hit +727 (71 過量治療)", -- [2]
						"無比比 神聖新星 分身八月四日 Absorb -352 (352 被吸收) (Holy)", -- [3]
						"無比比 神聖新星 特變電工 Hit -343 (Holy)", -- [4]
						"無比比 神聖新星 卡萊姆 Hit -351 (Holy)", -- [5]
						"小商人 反射護盾 無比比 Absorb -106 (106 被吸收) (Holy)", -- [6]
						"卡萊姆 重傷 (傷害/跳) 無比比 Absorb -103 (103 被吸收) (Physical)", -- [7]
						"分身八月四日 近戰 無比比 Dodge (1)", -- [8]
						"分身八月四日 血之審判 無比比 Absorb -408 (Holy)", -- [9]
						"分身八月四日 血之審判 無比比 Crit -236 (408 被吸收) (Holy)", -- [10]
						"無比比 大地之盾 無比比 Hit +449 (213 過量治療)", -- [11]
						"特變電工 斷筋 無比比 Hit -60 (Physical)", -- [12]
						"卡萊姆 重傷 (傷害/跳) 無比比 Tick -165 (Physical)", -- [13]
						"無比比 恢復 無比比 Tick +361 (136 過量治療)", -- [14]
						"分身八月四日 近戰 無比比 Hit -945 (Physical)", -- [15]
						"分身八月四日 近戰 (風怒攻擊) 無比比 Hit -1100 (Physical)", -- [16]
						"分身八月四日 血之聖印 無比比 Hit -540 (Holy)", -- [17]
						"分身八月四日 血之聖印 無比比 Hit -525 (Holy)", -- [18]
						"分身八月四日 十字軍聖擊 無比比 Hit -1033 (Physical)", -- [19]
						"無比比 祝福復元 無比比 Tick +7", -- [20]
						"特變電工 近戰 無比比 Hit -936 (Physical)", -- [21]
						"特變電工 近戰 (風怒攻擊) 無比比 Hit -1020 (Physical)", -- [22]
						"特變電工 致死打擊 無比比 Crit -2093 (Physical)", -- [23]
						"特變電工 致死打擊 (劍類武器專精) 無比比 Hit -853 (Physical)", -- [24]
						"無比比 癒合禱言 無比比 Hit +929", -- [25]
						"Yeehmmi 次級治療波 無比比 Crit +1918", -- [26]
						"特變電工 旋風斬 無比比 Hit -1076 (Physical)", -- [27]
						"無比比 大地之盾 無比比 Hit +489", -- [28]
						"Yeehmmi 治療波 無比比 Hit +2719", -- [29]
						"無比比 恢復 無比比 Tick +394", -- [30]
						"分身八月四日 近戰 無比比 Hit -1087 (Physical)", -- [31]
						"分身八月四日 命令聖印 無比比 Crit -1267 (Holy)", -- [32]
						"分身八月四日 血之聖印 無比比 Hit -419 (Holy)", -- [33]
						"分身八月四日 血之聖印 無比比 Hit -396 (Holy)", -- [34]
						"卡萊姆 斷筋 無比比 Crit -44 (Physical)", -- [35]
						"無比比 祝福復元 無比比 Tick +36", -- [36]
						"無比比 快速治療 無比比 Hit +1305", -- [37]
						"特變電工 英勇打擊 無比比 Hit -1198 (Physical)", -- [38]
						"特變電工 英勇打擊 (劍類武器專精) 無比比 Crit -1556 (Physical)", -- [39]
						"卡萊姆 旋風斬 無比比 Dodge (Physical)", -- [40]
						"Yeehmmi 次級治療波 無比比 Hit +1471", -- [41]
						"無比比 祝福復元 無比比 Tick +36", -- [42]
						"特變電工 interrupts 無比比 快速治療 (拳擊)", -- [43]
						"特變電工 拳擊 無比比 Hit -47 (Physical)", -- [44]
						"分身八月四日 近戰 無比比 Hit -937 (Physical)", -- [45]
						"分身八月四日 血之聖印 無比比 Hit -400 (Holy)", -- [46]
						"特變電工 英勇打擊 無比比 Crit -1842 (Physical)", -- [47]
						"特變電工 英勇打擊 (劍類武器專精) 無比比 Hit -940 (Physical)", -- [48]
						"特變電工 近戰 無比比 Hit -1090 (Physical)", -- [49]
						"無比比死亡。", -- [50]
					},
					["DeathAt"] = 7430.286,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-10.30699999999979, -- [1]
						-10.30699999999979, -- [2]
						-10.30699999999979, -- [3]
						-10.30699999999979, -- [4]
						-10.30699999999979, -- [5]
						-10.27099999999973, -- [6]
						-9.373999999999796, -- [7]
						-8.623999999999796, -- [8]
						-7.198999999999614, -- [9]
						-7.198999999999614, -- [10]
						-7.175999999999476, -- [11]
						-6.769000000000233, -- [12]
						-6.382999999999811, -- [13]
						-5.956999999999425, -- [14]
						-5.823999999999614, -- [15]
						-5.823999999999614, -- [16]
						-5.806999999999789, -- [17]
						-5.806999999999789, -- [18]
						-5.618999999999687, -- [19]
						-5.185999999999694, -- [20]
						-4.990999999999985, -- [21]
						-4.966999999999644, -- [22]
						-4.810999999999694, -- [23]
						-4.760999999999513, -- [24]
						-4.760999999999513, -- [25]
						-3.273999999999433, -- [26]
						-3.273999999999433, -- [27]
						-3.243999999999687, -- [28]
						-3.101999999999862, -- [29]
						-2.952000000000226, -- [30]
						-2.938000000000102, -- [31]
						-2.938000000000102, -- [32]
						-2.90099999999984, -- [33]
						-2.90099999999984, -- [34]
						-2.862999999999374, -- [35]
						-2.76299999999992, -- [36]
						-2.675999999999476, -- [37]
						-2.289999999999964, -- [38]
						-2.260000000000218, -- [39]
						-1.356999999999971, -- [40]
						-0.8239999999996144, -- [41]
						-0.7899999999999636, -- [42]
						-0.3239999999996144, -- [43]
						-0.3239999999996144, -- [44]
						-0.1239999999997963, -- [45]
						-0.1069999999999709, -- [46]
						-0.03999999999996362, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						100, -- [20]
						100, -- [21]
						100, -- [22]
						100, -- [23]
						100, -- [24]
						100, -- [25]
						100, -- [26]
						100, -- [27]
						100, -- [28]
						100, -- [29]
						100, -- [30]
						100, -- [31]
						100, -- [32]
						100, -- [33]
						100, -- [34]
						100, -- [35]
						100, -- [36]
						100, -- [37]
						100, -- [38]
						100, -- [39]
						100, -- [40]
						100, -- [41]
						100, -- [42]
						100, -- [43]
						100, -- [44]
						100, -- [45]
						100, -- [46]
						100, -- [47]
						100, -- [48]
						100, -- [49]
						100, -- [50]
					},
					["Health"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						97, -- [11]
						100, -- [12]
						99, -- [13]
						98, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						72, -- [19]
						63, -- [20]
						63, -- [21]
						63, -- [22]
						45, -- [23]
						45, -- [24]
						45, -- [25]
						28, -- [26]
						28, -- [27]
						35, -- [28]
						39, -- [29]
						63, -- [30]
						63, -- [31]
						67, -- [32]
						67, -- [33]
						67, -- [34]
						39, -- [35]
						38, -- [36]
						39, -- [37]
						50, -- [38]
						50, -- [39]
						26, -- [40]
						26, -- [41]
						26, -- [42]
						39, -- [43]
						39, -- [44]
						39, -- [45]
						39, -- [46]
						27, -- [47]
						27, -- [48]
						27, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "特變電工",
					["MessageType"] = {
						"HEAL", -- [1]
						"HEAL", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"HEAL", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"HEAL", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"HEAL", -- [25]
						"HEAL", -- [26]
						"DAMAGE", -- [27]
						"HEAL", -- [28]
						"HEAL", -- [29]
						"HEAL", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"HEAL", -- [36]
						"HEAL", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"HEAL", -- [41]
						"HEAL", -- [42]
						"MISC", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = 1,
			["LastDamageAbility"] = "近戰",
			["LastFightIn"] = 0,
			["type"] = "Hostile",
			["LastEventHealthMax"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastDamageTaken"] = 1090,
			["LastHealTime"] = 7428.116,
			["Owner"] = false,
			["TimeLast"] = {
				["TimeHeal"] = 7427.299,
				["DeathCount"] = 7428.299,
				["OVERALL"] = 7428.299,
				["DamageTaken"] = 7428.299,
				["HOT_Time"] = 7427.299,
				["Absorbs"] = 7422.299,
				["HealingTaken"] = 7427.299,
				["Overhealing"] = 7422.299,
				["ActiveTime"] = 7427.299,
				["Healing"] = 7427.299,
				["ManaGain"] = 7428.299,
				["TimeDamage"] = 7418.298,
				["Damage"] = 7418.298,
			},
			["NextEventNum"] = 48,
			["LastDamageTime"] = 7418.599,
			["LastEvents"] = {
				"無比比 神聖新星 特變電工 Hit -343 (Holy)", -- [1]
				"無比比 神聖新星 卡萊姆 Hit -351 (Holy)", -- [2]
				"小商人 反射護盾 無比比 Absorb -106 (106 被吸收) (Holy)", -- [3]
				"卡萊姆 重傷 (傷害/跳) 無比比 Absorb -103 (103 被吸收) (Physical)", -- [4]
				"分身八月四日 近戰 無比比 Dodge (1)", -- [5]
				"分身八月四日 血之審判 無比比 Absorb -408 (Holy)", -- [6]
				"分身八月四日 血之審判 無比比 Crit -236 (408 被吸收) (Holy)", -- [7]
				"無比比 大地之盾 無比比 Hit +449 (213 過量治療)", -- [8]
				"特變電工 斷筋 無比比 Hit -60 (Physical)", -- [9]
				"卡萊姆 重傷 (傷害/跳) 無比比 Tick -165 (Physical)", -- [10]
				"無比比 恢復 無比比 Tick +361 (136 過量治療)", -- [11]
				"分身八月四日 近戰 無比比 Hit -945 (Physical)", -- [12]
				"分身八月四日 近戰 (風怒攻擊) 無比比 Hit -1100 (Physical)", -- [13]
				"分身八月四日 血之聖印 無比比 Hit -540 (Holy)", -- [14]
				"分身八月四日 血之聖印 無比比 Hit -525 (Holy)", -- [15]
				"分身八月四日 十字軍聖擊 無比比 Hit -1033 (Physical)", -- [16]
				"無比比 祝福復元 無比比 Tick +7", -- [17]
				"特變電工 近戰 無比比 Hit -936 (Physical)", -- [18]
				"特變電工 近戰 (風怒攻擊) 無比比 Hit -1020 (Physical)", -- [19]
				"特變電工 致死打擊 無比比 Crit -2093 (Physical)", -- [20]
				"特變電工 致死打擊 (劍類武器專精) 無比比 Hit -853 (Physical)", -- [21]
				"無比比 癒合禱言 無比比 Hit +929", -- [22]
				"Yeehmmi 次級治療波 無比比 Crit +1918", -- [23]
				"特變電工 旋風斬 無比比 Hit -1076 (Physical)", -- [24]
				"無比比 大地之盾 無比比 Hit +489", -- [25]
				"Yeehmmi 治療波 無比比 Hit +2719", -- [26]
				"無比比 恢復 無比比 Tick +394", -- [27]
				"分身八月四日 近戰 無比比 Hit -1087 (Physical)", -- [28]
				"分身八月四日 命令聖印 無比比 Crit -1267 (Holy)", -- [29]
				"分身八月四日 血之聖印 無比比 Hit -419 (Holy)", -- [30]
				"分身八月四日 血之聖印 無比比 Hit -396 (Holy)", -- [31]
				"卡萊姆 斷筋 無比比 Crit -44 (Physical)", -- [32]
				"無比比 祝福復元 無比比 Tick +36", -- [33]
				"無比比 快速治療 無比比 Hit +1305", -- [34]
				"特變電工 英勇打擊 無比比 Hit -1198 (Physical)", -- [35]
				"特變電工 英勇打擊 (劍類武器專精) 無比比 Crit -1556 (Physical)", -- [36]
				"卡萊姆 旋風斬 無比比 Dodge (Physical)", -- [37]
				"Yeehmmi 次級治療波 無比比 Hit +1471", -- [38]
				"無比比 祝福復元 無比比 Tick +36", -- [39]
				"特變電工 interrupts 無比比 快速治療 (拳擊)", -- [40]
				"特變電工 拳擊 無比比 Hit -47 (Physical)", -- [41]
				"分身八月四日 近戰 無比比 Hit -937 (Physical)", -- [42]
				"分身八月四日 血之聖印 無比比 Hit -400 (Holy)", -- [43]
				"特變電工 英勇打擊 無比比 Crit -1842 (Physical)", -- [44]
				"特變電工 英勇打擊 (劍類武器專精) 無比比 Hit -940 (Physical)", -- [45]
				"特變電工 近戰 無比比 Hit -1090 (Physical)", -- [46]
				"無比比死亡。", -- [47]
				"無比比 神聖新星 劫毀者 Hit +685 (685 過量治療)", -- [48]
				"無比比 神聖新星 高城仔館治 Hit +727 (71 過量治療)", -- [49]
				"無比比 神聖新星 分身八月四日 Absorb -352 (352 被吸收) (Holy)", -- [50]
			},
			["Name"] = "無比比",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				7418.599, -- [1]
				7418.599, -- [2]
				7418.635, -- [3]
				7419.532, -- [4]
				7420.282, -- [5]
				7421.707, -- [6]
				7421.707, -- [7]
				7421.730000000001, -- [8]
				7422.137, -- [9]
				7422.523, -- [10]
				7422.949000000001, -- [11]
				7423.082, -- [12]
				7423.082, -- [13]
				7423.099, -- [14]
				7423.099, -- [15]
				7423.287, -- [16]
				7423.72, -- [17]
				7423.915, -- [18]
				7423.939, -- [19]
				7424.095, -- [20]
				7424.145, -- [21]
				7424.145, -- [22]
				7425.632000000001, -- [23]
				7425.632000000001, -- [24]
				7425.662, -- [25]
				7425.804, -- [26]
				7425.954, -- [27]
				7425.968, -- [28]
				7425.968, -- [29]
				7426.005, -- [30]
				7426.005, -- [31]
				7426.043000000001, -- [32]
				7426.143, -- [33]
				7426.230000000001, -- [34]
				7426.616, -- [35]
				7426.646, -- [36]
				7427.549, -- [37]
				7428.082, -- [38]
				7428.116, -- [39]
				7428.582, -- [40]
				7428.582, -- [41]
				7428.782, -- [42]
				7428.799, -- [43]
				7428.866, -- [44]
				7428.906, -- [45]
				7428.906, -- [46]
				7428.906, -- [47]
				7418.599, -- [48]
				7418.599, -- [49]
				7418.599, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						}, -- [1]
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 13,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 26,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 17,
						},
						["Holy"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 13,
						},
					},
					["DamageTaken"] = 34948,
					["ElementDoneAbsorb"] = {
						["Holy"] = 352,
						["Shadow"] = 159,
					},
					["Absorbs"] = 7522,
					["DeathCount"] = 1,
					["Overhealing"] = 5569,
					["ElementTaken"] = {
						659, -- [1]
						["Physical"] = 15133,
						["Melee"] = 13474,
						["Holy"] = 5682,
					},
					["HOTs"] = {
						["祝福復元"] = {
							["Details"] = {
								["無比比"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["恢復"] = {
							["Details"] = {
								["無比比"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["Damage"] = 1205,
					["TimeHeal"] = 20.72,
					["ShieldedWho"] = {
						["超級王"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["無比比"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementDone"] = {
						["Holy"] = 1046,
						["Shadow"] = 159,
					},
					["DamagedWho"] = {
						["卡萊姆"] = {
							["Details"] = {
								["虛弱之觸"] = {
									["count"] = 159,
								},
								["神聖新星"] = {
									["count"] = 351,
								},
							},
							["amount"] = 510,
						},
						["分身八月四日"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 352,
								},
							},
							["amount"] = 352,
						},
						["特變電工"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 343,
								},
							},
							["amount"] = 343,
						},
					},
					["WhoDamaged"] = {
						["卡萊姆"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 82,
								},
								["致死打擊"] = {
									["count"] = 772,
								},
								["斷筋 (劍類武器專精)"] = {
									["count"] = 659,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 465,
								},
								["近戰"] = {
									["count"] = 3895,
								},
								["斷筋"] = {
									["count"] = 147,
								},
							},
							["amount"] = 6020,
						},
						["小商人"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 185,
								},
							},
							["amount"] = 185,
						},
						["分身八月四日"] = {
							["Details"] = {
								["近戰 (風怒攻擊)"] = {
									["count"] = 1100,
								},
								["命令聖印"] = {
									["count"] = 1267,
								},
								["血之審判"] = {
									["count"] = 644,
								},
								["血之聖印"] = {
									["count"] = 3586,
								},
								["近戰"] = {
									["count"] = 5005,
								},
								["十字軍聖擊"] = {
									["count"] = 1033,
								},
							},
							["amount"] = 12635,
						},
						["特變電工"] = {
							["Details"] = {
								["英勇打擊"] = {
									["count"] = 3040,
								},
								["近戰"] = {
									["count"] = 4574,
								},
								["旋風斬"] = {
									["count"] = 1076,
								},
								["斷筋"] = {
									["count"] = 148,
								},
								["拳擊"] = {
									["count"] = 47,
								},
								["致死打擊 (劍類武器專精)"] = {
									["count"] = 853,
								},
								["近戰 (風怒攻擊)"] = {
									["count"] = 1020,
								},
								["英勇打擊 (劍類武器專精)"] = {
									["count"] = 2496,
								},
								["致死打擊"] = {
									["count"] = 2854,
								},
							},
							["amount"] = 16108,
						},
					},
					["Absorbed"] = {
						["真言術:盾"] = {
							["Details"] = {
								["無比比"] = {
									["max"] = 899,
									["min"] = 52,
									["count"] = 12,
									["amount"] = 4112,
								},
								["Yeehmmi"] = {
									["max"] = 499,
									["min"] = 152,
									["count"] = 3,
									["amount"] = 804,
								},
								["超級王"] = {
									["max"] = 394,
									["min"] = 78,
									["count"] = 4,
									["amount"] = 978,
								},
								["高城仔館治"] = {
									["max"] = 734,
									["min"] = 276,
									["count"] = 3,
									["amount"] = 1628,
								},
							},
							["count"] = 22,
							["amount"] = 7522,
						},
					},
					["TimeHealing"] = {
						["Alentwar"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["高城仔館治"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 2.24,
								},
							},
							["amount"] = 2.24,
						},
						["無比比"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 2.19,
								},
								["恢復"] = {
									["count"] = 0.76,
								},
								["快速治療"] = {
									["count"] = 0.09,
								},
								["癒合禱言"] = {
									["count"] = 1.01,
								},
								["祝福復元"] = {
									["count"] = 4.54,
								},
								["真言術:盾"] = {
									["count"] = 5.16,
								},
							},
							["amount"] = 13.75,
						},
						["超級王"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1.19,
								},
							},
							["amount"] = 1.19,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 2.04,
						},
					},
					["OverHeals"] = {
						["大地之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 816,
									["min"] = 213,
									["count"] = 2,
									["amount"] = 1029,
								},
							},
							["count"] = 2,
							["amount"] = 1029,
						},
						["恢復"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 656,
									["min"] = 136,
									["count"] = 3,
									["amount"] = 1448,
								},
							},
							["count"] = 3,
							["amount"] = 1448,
						},
						["神聖新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 685,
									["min"] = 71,
									["count"] = 3,
									["amount"] = 1120,
								},
							},
							["count"] = 3,
							["amount"] = 1120,
						},
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1462,
									["min"] = 510,
									["count"] = 2,
									["amount"] = 1972,
								},
							},
							["count"] = 2,
							["amount"] = 1972,
						},
					},
					["PartialResist"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["衝鋒昏迷"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斷筋"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["拳擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["命令聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之審判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["反射護盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["英勇打擊 (劍類武器專精)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["斷筋 (劍類武器專精)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊 (劍類武器專精)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["英勇打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["近戰 (風怒攻擊)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["法力之泉"] = {
							["Details"] = {
								["法力之泉圖騰 V <Yeehmmi>"] = {
									["count"] = 225,
								},
							},
							["amount"] = 225,
						},
					},
					["PartialAbsorb"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 1,
									["amount"] = 82,
								},
							},
							["count"] = 1,
							["amount"] = 82,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["衝鋒昏迷"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斷筋"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 85,
									["min"] = 52,
									["count"] = 2,
									["amount"] = 137,
								},
							},
							["count"] = 6,
							["amount"] = 137,
						},
						["拳擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 103,
									["min"] = 99,
									["count"] = 2,
									["amount"] = 202,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 202,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["命令聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血之審判"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 408,
									["min"] = 408,
									["count"] = 1,
									["amount"] = 408,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 408,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 899,
									["min"] = 681,
									["count"] = 3,
									["amount"] = 2439,
								},
							},
							["count"] = 17,
							["amount"] = 2439,
						},
						["反射護盾"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 106,
									["min"] = 79,
									["count"] = 2,
									["amount"] = 185,
								},
							},
							["count"] = 2,
							["amount"] = 185,
						},
						["英勇打擊 (劍類武器專精)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["斷筋 (劍類武器專精)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 659,
									["min"] = 659,
									["count"] = 1,
									["amount"] = 659,
								},
							},
							["count"] = 1,
							["amount"] = 659,
						},
						["致死打擊 (劍類武器專精)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["英勇打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["近戰 (風怒攻擊)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 25.22,
					["Heals"] = {
						["大地之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 489,
									["min"] = 236,
									["count"] = 3,
									["amount"] = 1173,
								},
							},
							["count"] = 3,
							["amount"] = 1173,
						},
						["神聖新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 721,
									["min"] = 656,
									["count"] = 2,
									["amount"] = 1377,
								},
							},
							["count"] = 2,
							["amount"] = 1377,
						},
						["恢復"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 394,
									["min"] = 225,
									["count"] = 2,
									["amount"] = 619,
								},
							},
							["count"] = 2,
							["amount"] = 619,
						},
						["快速治療"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1305,
									["min"] = 1305,
									["count"] = 1,
									["amount"] = 1305,
								},
							},
							["count"] = 1,
							["amount"] = 1305,
						},
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1193,
									["min"] = 86,
									["count"] = 3,
									["amount"] = 2208,
								},
							},
							["count"] = 3,
							["amount"] = 2208,
						},
						["祝福復元"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 48,
									["min"] = 7,
									["count"] = 6,
									["amount"] = 176,
								},
							},
							["count"] = 6,
							["amount"] = 176,
						},
						["真言術:盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 899,
									["min"] = 52,
									["count"] = 22,
									["amount"] = 7522,
								},
							},
							["count"] = 22,
							["amount"] = 7522,
						},
					},
					["ManaGainedFrom"] = {
						["法力之泉圖騰 V <Yeehmmi>"] = {
							["Details"] = {
								["法力之泉"] = {
									["count"] = 225,
								},
							},
							["amount"] = 225,
						},
					},
					["ElementTakenAbsorb"] = {
						659, -- [1]
						["Physical"] = 421,
						["Melee"] = 2439,
						["Holy"] = 593,
					},
					["Healing"] = 6858,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["分身八月四日"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["高城仔館治"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 2.24,
								},
							},
							["amount"] = 2.24,
						},
						["卡萊姆"] = {
							["Details"] = {
								["虛弱之觸"] = {
									["count"] = 1.5,
								},
								["心靈尖嘯"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["無比比"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 2.19,
								},
								["恢復"] = {
									["count"] = 0.76,
								},
								["快速治療"] = {
									["count"] = 0.09,
								},
								["癒合禱言"] = {
									["count"] = 1.01,
								},
								["祝福復元"] = {
									["count"] = 4.54,
								},
								["真言術:盾"] = {
									["count"] = 5.16,
								},
							},
							["amount"] = 13.75,
						},
						["超級王"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1.19,
								},
							},
							["amount"] = 1.19,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 2.04,
						},
					},
					["Attacks"] = {
						["虛弱之觸"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 159,
									["min"] = 159,
									["count"] = 1,
									["amount"] = 159,
								},
							},
							["count"] = 1,
							["amount"] = 159,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["神聖新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 351,
									["min"] = 343,
									["count"] = 2,
									["amount"] = 694,
								},
								["Absorb"] = {
									["max"] = 352,
									["min"] = 352,
									["count"] = 1,
									["amount"] = 352,
								},
							},
							["count"] = 3,
							["amount"] = 1046,
						},
					},
					["HealingTaken"] = 22240,
					["HealedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 721,
								},
							},
							["amount"] = 721,
						},
						["高城仔館治"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 1628,
								},
								["神聖新星"] = {
									["count"] = 656,
								},
							},
							["amount"] = 2284,
						},
						["無比比"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 1173,
								},
								["恢復"] = {
									["count"] = 619,
								},
								["快速治療"] = {
									["count"] = 1305,
								},
								["癒合禱言"] = {
									["count"] = 2208,
								},
								["祝福復元"] = {
									["count"] = 176,
								},
								["真言術:盾"] = {
									["count"] = 4112,
								},
							},
							["amount"] = 9593,
						},
						["超級王"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 978,
								},
							},
							["amount"] = 978,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["真言術:盾"] = {
									["count"] = 804,
								},
							},
							["amount"] = 804,
						},
					},
					["TimeDamage"] = 4.5,
					["TimeDamaging"] = {
						["卡萊姆"] = {
							["Details"] = {
								["虛弱之觸"] = {
									["count"] = 1.5,
								},
								["心靈尖嘯"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["分身八月四日"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["ManaGain"] = 225,
					["HOT_Time"] = 30,
					["WhoHealed"] = {
						["Yeehmmi"] = {
							["Details"] = {
								["治療波"] = {
									["count"] = 4938,
								},
								["次級治療波"] = {
									["count"] = 7709,
								},
							},
							["amount"] = 12647,
						},
						["無比比"] = {
							["Details"] = {
								["大地之盾"] = {
									["count"] = 1173,
								},
								["恢復"] = {
									["count"] = 619,
								},
								["快速治療"] = {
									["count"] = 1305,
								},
								["癒合禱言"] = {
									["count"] = 2208,
								},
								["祝福復元"] = {
									["count"] = 176,
								},
								["真言術:盾"] = {
									["count"] = 4112,
								},
							},
							["amount"] = 9593,
						},
					},
				},
			},
			["UnitLockout"] = 7416.3,
			["LastActive"] = 7428.299,
		},
		["特變電工"] = {
			["GUID"] = "Player-4487-0012ECFA",
			["LastEventHealth"] = {
				3464, -- [1]
				2806, -- [2]
				2580, -- [3]
				2126, -- [4]
				1255, -- [5]
				1412, -- [6]
				1227, -- [7]
				1, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				11774, -- [13]
				11774, -- [14]
				11774, -- [15]
				11774, -- [16]
				11774, -- [17]
				11774, -- [18]
				11774, -- [19]
				11774, -- [20]
				11774, -- [21]
				11774, -- [22]
				11774, -- [23]
				11104, -- [24]
				11104, -- [25]
				11104, -- [26]
				11104, -- [27]
				11104, -- [28]
				10609, -- [29]
				10609, -- [30]
				10466, -- [31]
				10466, -- [32]
				9034, -- [33]
				8395, -- [34]
				8340, -- [35]
				8118, -- [36]
				8035, -- [37]
				6997, -- [38]
				6042, -- [39]
				5747, -- [40]
				5527, -- [41]
				5109, -- [42]
				4227, -- [43]
				4227, -- [44]
				4384, -- [45]
				4384, -- [46]
				3794, -- [47]
				3687, -- [48]
				3687, -- [49]
				3464, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"MISC", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"MISC", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					4.5, -- [1]
				},
				["Dispelled"] = {
					1, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["Healing"] = {
					756, -- [1]
				},
				["DamageTaken"] = {
					16882, -- [1]
				},
				["HOT_Time"] = {
					6, -- [1]
				},
				["ActiveTime"] = {
					43.34, -- [1]
				},
				["RageGain"] = {
					28, -- [1]
				},
				["Overhealing"] = {
					1023, -- [1]
				},
				["TimeDamage"] = {
					38.84, -- [1]
				},
				["Interrupts"] = {
					1, -- [1]
				},
				["HealingTaken"] = {
					1368, -- [1]
				},
				["DOT_Time"] = {
					33, -- [1]
				},
				["Damage"] = {
					35481, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "特變電工",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						false, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"特變電工 斷筋 高城仔館治 Crit -96 (Physical)", -- [1]
						"Alentwar 近戰 特變電工 Hit -814 (Physical)", -- [2]
						"特變電工 旋風斬 高城仔館治 Dodge (Physical)", -- [3]
						"特變電工 旋風斬 劫毀者 Hit -603 (Physical)", -- [4]
						"特變電工 旋風斬 Alentwar Hit -676 (Physical)", -- [5]
						"特變電工 旋風斬 超級王 Hit -1032 (Physical)", -- [6]
						"特變電工 近戰 高城仔館治 Dodge (1)", -- [7]
						"特變電工 重傷 (傷害/跳) 劫毀者 Tick -242 (Physical)", -- [8]
						"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -218 (Physical)", -- [9]
						"特變電工 致死打擊 高城仔館治 Hit -981 (Physical)", -- [10]
						"特變電工 英勇打擊 高城仔館治 Hit -891 (Physical)", -- [11]
						"特變電工 壓制 高城仔館治 Crit -1348 (Physical)", -- [12]
						"Alentwar 旋風斬 特變電工 Hit -670 (Physical)", -- [13]
						"特變電工 近戰 高城仔館治 Hit -666 (Physical)", -- [14]
						"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -218 (Physical)", -- [15]
						"特變電工 勝利衝擊 高城仔館治 Hit -624 (Physical)", -- [16]
						"超級王 近戰 特變電工 Parry (1)", -- [17]
						"超級王 出血 特變電工 Hit -495 (Physical)", -- [18]
						"特變電工 英勇打擊 高城仔館治 Crit -1341 (Physical)", -- [19]
						"超級王 近戰 特變電工 Hit -143 (Physical)", -- [20]
						"Alentwar 近戰 特變電工 Crit -1217 (Physical)", -- [21]
						"劫毀者 近戰 特變電工 Hit -215 (Physical)", -- [22]
						"Alentwar 勝利衝擊 特變電工 Hit -639 (Physical)", -- [23]
						"高城仔館治 摔絆 特變電工 Hit -55 (Physical)", -- [24]
						"高城仔館治 近戰 特變電工 Hit -222 (Physical)", -- [25]
						"劫毀者 獠牙穿刺 特變電工 Hit -83 (Physical)", -- [26]
						"超級王 出血 特變電工 Crit -1038 (Physical)", -- [27]
						"超級王 近戰 特變電工 Crit -955 (Physical)", -- [28]
						"超級王 近戰 特變電工 Crit -295 (Physical)", -- [29]
						"劫毀者 近戰 特變電工 Hit -220 (Physical)", -- [30]
						"高城仔館治 近戰 特變電工 Hit -418 (Physical)", -- [31]
						"Alentwar 致死打擊 特變電工 Hit -882 (Physical)", -- [32]
						"超級王 近戰 特變電工 Miss (1)", -- [33]
						"特變電工 復甦之風 特變電工 Tick +157", -- [34]
						"高城仔館治 dispels 特變電工 水下呼吸 (秘法射擊)", -- [35]
						"高城仔館治 秘法射擊 特變電工 Hit -590 (Arcane)", -- [36]
						"劫毀者 撕咬 特變電工 Hit -107 (Physical)", -- [37]
						"劫毀者 近戰 特變電工 Hit -223 (Physical)", -- [38]
						"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [39]
						"超級王 近戰 特變電工 Miss (1)", -- [40]
						"Alentwar 近戰 特變電工 Hit -658 (Physical)", -- [41]
						"Alentwar 重傷 (傷害/跳) 特變電工 Tick -226 (Physical)", -- [42]
						"高城仔館治 自動射擊 特變電工 Hit -454 (Physical)", -- [43]
						"Alentwar 斬殺 特變電工 Hit -871 (Physical)", -- [44]
						"特變電工 復甦之風 特變電工 Tick +157", -- [45]
						"劫毀者 近戰 特變電工 Hit -185 (Physical)", -- [46]
						"高城仔館治 多重射擊 特變電工 Crit -1226 (Physical)", -- [47]
						"超級王 出血 特變電工 Hit -541 (Physical)", -- [48]
						"特變電工死亡。", -- [49]
						"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [50]
					},
					["DeathAt"] = 7451.357,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-14.86700000000019, -- [1]
						-13.46800000000076, -- [2]
						-13.35100000000057, -- [3]
						-13.35100000000057, -- [4]
						-13.35100000000057, -- [5]
						-13.35100000000057, -- [6]
						-13.13400000000002, -- [7]
						-12.61800000000039, -- [8]
						-11.83400000000074, -- [9]
						-11.83400000000074, -- [10]
						-10.4340000000002, -- [11]
						-10.16900000000078, -- [12]
						-8.918000000000575, -- [13]
						-7.734000000000378, -- [14]
						-7.151000000000749, -- [15]
						-6.901000000000749, -- [16]
						-6.301000000000386, -- [17]
						-6.201000000000022, -- [18]
						-5.767000000000735, -- [19]
						-5.25800000000072, -- [20]
						-5.14600000000064, -- [21]
						-5.124000000000706, -- [22]
						-4.97400000000016, -- [23]
						-4.634000000000015, -- [24]
						-4.53400000000056, -- [25]
						-4.492000000000189, -- [26]
						-4.372000000000298, -- [27]
						-4.347999999999956, -- [28]
						-4.214000000000851, -- [29]
						-4.018000000000029, -- [30]
						-3.780000000000655, -- [31]
						-3.467000000000553, -- [32]
						-3.151000000000749, -- [33]
						-3.100000000000364, -- [34]
						-2.917000000000371, -- [35]
						-2.917000000000371, -- [36]
						-2.851000000000568, -- [37]
						-2.717000000000553, -- [38]
						-2.717000000000553, -- [39]
						-2.267000000000735, -- [40]
						-2.267000000000735, -- [41]
						-2.101000000000568, -- [42]
						-1.865000000000691, -- [43]
						-1.248000000000502, -- [44]
						-1.100000000000364, -- [45]
						-1.050000000000182, -- [46]
						-0.4000000000005457, -- [47]
						0, -- [48]
						0, -- [49]
						0.2659999999996217, -- [50]
					},
					["HealthMax"] = {
						15685, -- [1]
						15685, -- [2]
						15685, -- [3]
						15685, -- [4]
						15685, -- [5]
						15685, -- [6]
						15685, -- [7]
						15685, -- [8]
						15685, -- [9]
						15685, -- [10]
						15685, -- [11]
						15685, -- [12]
						15685, -- [13]
						15685, -- [14]
						15685, -- [15]
						15685, -- [16]
						15685, -- [17]
						15685, -- [18]
						15685, -- [19]
						15685, -- [20]
						15685, -- [21]
						15685, -- [22]
						15685, -- [23]
						15685, -- [24]
						15685, -- [25]
						15685, -- [26]
						15685, -- [27]
						15685, -- [28]
						15685, -- [29]
						15685, -- [30]
						15685, -- [31]
						15685, -- [32]
						15685, -- [33]
						15685, -- [34]
						15685, -- [35]
						15685, -- [36]
						15685, -- [37]
						15685, -- [38]
						15685, -- [39]
						15685, -- [40]
						15685, -- [41]
						15685, -- [42]
						15685, -- [43]
						15685, -- [44]
						15685, -- [45]
						15685, -- [46]
						15685, -- [47]
						15685, -- [48]
						12762, -- [49]
						12762, -- [50]
					},
					["Health"] = {
						12588, -- [1]
						12588, -- [2]
						11774, -- [3]
						11774, -- [4]
						11774, -- [5]
						11774, -- [6]
						11774, -- [7]
						11774, -- [8]
						11774, -- [9]
						11774, -- [10]
						11774, -- [11]
						11774, -- [12]
						11774, -- [13]
						11104, -- [14]
						11104, -- [15]
						11104, -- [16]
						11104, -- [17]
						11104, -- [18]
						10609, -- [19]
						10609, -- [20]
						10466, -- [21]
						10466, -- [22]
						9034, -- [23]
						8395, -- [24]
						8340, -- [25]
						8118, -- [26]
						8035, -- [27]
						6997, -- [28]
						6042, -- [29]
						5747, -- [30]
						5527, -- [31]
						5109, -- [32]
						4227, -- [33]
						4227, -- [34]
						4384, -- [35]
						4384, -- [36]
						3794, -- [37]
						3687, -- [38]
						3687, -- [39]
						3464, -- [40]
						3464, -- [41]
						2806, -- [42]
						2580, -- [43]
						2126, -- [44]
						1255, -- [45]
						1412, -- [46]
						1227, -- [47]
						1, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "超級王",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"HEAL", -- [34]
						"MISC", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"HEAL", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [1]
			},
			["level"] = 70,
			["LastDamageAbility"] = "出血",
			["LastFightIn"] = 1,
			["type"] = "Self",
			["LastHealTime"] = 7449.184,
			["LastDamageTaken"] = 541,
			["TimeLast"] = {
				["TimeHeal"] = 7448.3,
				["Dispelled"] = 7447.3,
				["DeathCount"] = 7449.3,
				["HOT_Time"] = 7448.3,
				["OVERALL"] = 7456.301,
				["DamageTaken"] = 7449.3,
				["TimeDamage"] = 7456.301,
				["Interrupts"] = 7428.299,
				["HealingTaken"] = 7448.3,
				["Overhealing"] = 7418.298,
				["ActiveTime"] = 7456.301,
				["Healing"] = 7448.3,
				["RageGain"] = 7448.3,
				["DOT_Time"] = 7456.301,
				["Damage"] = 7456.301,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				15685, -- [1]
				15685, -- [2]
				15685, -- [3]
				15685, -- [4]
				15685, -- [5]
				15685, -- [6]
				15685, -- [7]
				15685, -- [8]
				12762, -- [9]
				12762, -- [10]
				12762, -- [11]
				12762, -- [12]
				15685, -- [13]
				15685, -- [14]
				15685, -- [15]
				15685, -- [16]
				15685, -- [17]
				15685, -- [18]
				15685, -- [19]
				15685, -- [20]
				15685, -- [21]
				15685, -- [22]
				15685, -- [23]
				15685, -- [24]
				15685, -- [25]
				15685, -- [26]
				15685, -- [27]
				15685, -- [28]
				15685, -- [29]
				15685, -- [30]
				15685, -- [31]
				15685, -- [32]
				15685, -- [33]
				15685, -- [34]
				15685, -- [35]
				15685, -- [36]
				15685, -- [37]
				15685, -- [38]
				15685, -- [39]
				15685, -- [40]
				15685, -- [41]
				15685, -- [42]
				15685, -- [43]
				15685, -- [44]
				15685, -- [45]
				15685, -- [46]
				15685, -- [47]
				15685, -- [48]
				15685, -- [49]
				15685, -- [50]
			},
			["NextEventNum"] = 13,
			["LastDamageTime"] = 7456.551,
			["LastEvents"] = {
				"Alentwar 近戰 特變電工 Hit -658 (Physical)", -- [1]
				"Alentwar 重傷 (傷害/跳) 特變電工 Tick -226 (Physical)", -- [2]
				"高城仔館治 自動射擊 特變電工 Hit -454 (Physical)", -- [3]
				"Alentwar 斬殺 特變電工 Hit -871 (Physical)", -- [4]
				"特變電工 復甦之風 特變電工 Tick +157", -- [5]
				"劫毀者 近戰 特變電工 Hit -185 (Physical)", -- [6]
				"高城仔館治 多重射擊 特變電工 Crit -1226 (Physical)", -- [7]
				"超級王 出血 特變電工 Hit -541 (Physical)", -- [8]
				"特變電工死亡。", -- [9]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [10]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [11]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [12]
				"特變電工 旋風斬 高城仔館治 Dodge (Physical)", -- [13]
				"特變電工 旋風斬 劫毀者 Hit -603 (Physical)", -- [14]
				"特變電工 旋風斬 Alentwar Hit -676 (Physical)", -- [15]
				"特變電工 旋風斬 超級王 Hit -1032 (Physical)", -- [16]
				"特變電工 近戰 高城仔館治 Dodge (1)", -- [17]
				"特變電工 重傷 (傷害/跳) 劫毀者 Tick -242 (Physical)", -- [18]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -218 (Physical)", -- [19]
				"特變電工 致死打擊 高城仔館治 Hit -981 (Physical)", -- [20]
				"特變電工 英勇打擊 高城仔館治 Hit -891 (Physical)", -- [21]
				"特變電工 壓制 高城仔館治 Crit -1348 (Physical)", -- [22]
				"Alentwar 旋風斬 特變電工 Hit -670 (Physical)", -- [23]
				"特變電工 近戰 高城仔館治 Hit -666 (Physical)", -- [24]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -218 (Physical)", -- [25]
				"特變電工 勝利衝擊 高城仔館治 Hit -624 (Physical)", -- [26]
				"超級王 近戰 特變電工 Parry (1)", -- [27]
				"超級王 出血 特變電工 Hit -495 (Physical)", -- [28]
				"特變電工 英勇打擊 高城仔館治 Crit -1341 (Physical)", -- [29]
				"超級王 近戰 特變電工 Hit -143 (Physical)", -- [30]
				"Alentwar 近戰 特變電工 Crit -1217 (Physical)", -- [31]
				"劫毀者 近戰 特變電工 Hit -215 (Physical)", -- [32]
				"Alentwar 勝利衝擊 特變電工 Hit -639 (Physical)", -- [33]
				"高城仔館治 摔絆 特變電工 Hit -55 (Physical)", -- [34]
				"高城仔館治 近戰 特變電工 Hit -222 (Physical)", -- [35]
				"劫毀者 獠牙穿刺 特變電工 Hit -83 (Physical)", -- [36]
				"超級王 出血 特變電工 Crit -1038 (Physical)", -- [37]
				"超級王 近戰 特變電工 Crit -955 (Physical)", -- [38]
				"超級王 近戰 特變電工 Crit -295 (Physical)", -- [39]
				"劫毀者 近戰 特變電工 Hit -220 (Physical)", -- [40]
				"高城仔館治 近戰 特變電工 Hit -418 (Physical)", -- [41]
				"Alentwar 致死打擊 特變電工 Hit -882 (Physical)", -- [42]
				"超級王 近戰 特變電工 Miss (1)", -- [43]
				"特變電工 復甦之風 特變電工 Tick +157", -- [44]
				"高城仔館治 dispels 特變電工 水下呼吸 (秘法射擊)", -- [45]
				"高城仔館治 秘法射擊 特變電工 Hit -590 (Arcane)", -- [46]
				"劫毀者 撕咬 特變電工 Hit -107 (Physical)", -- [47]
				"劫毀者 近戰 特變電工 Hit -223 (Physical)", -- [48]
				"特變電工 重傷 (傷害/跳) 高城仔館治 Tick -151 (Physical)", -- [49]
				"超級王 近戰 特變電工 Miss (1)", -- [50]
			},
			["Name"] = "特變電工",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				7448.017, -- [1]
				7448.183, -- [2]
				7448.419, -- [3]
				7449.036, -- [4]
				7449.184, -- [5]
				7449.234, -- [6]
				7449.884, -- [7]
				7450.284000000001, -- [8]
				7450.284000000001, -- [9]
				7450.55, -- [10]
				7453.567, -- [11]
				7456.551, -- [12]
				7436.933, -- [13]
				7436.933, -- [14]
				7436.933, -- [15]
				7436.933, -- [16]
				7437.150000000001, -- [17]
				7437.666, -- [18]
				7438.45, -- [19]
				7438.45, -- [20]
				7439.85, -- [21]
				7440.115, -- [22]
				7441.366, -- [23]
				7442.55, -- [24]
				7443.133, -- [25]
				7443.383, -- [26]
				7443.983, -- [27]
				7444.083000000001, -- [28]
				7444.517, -- [29]
				7445.026, -- [30]
				7445.138, -- [31]
				7445.16, -- [32]
				7445.31, -- [33]
				7445.650000000001, -- [34]
				7445.75, -- [35]
				7445.792, -- [36]
				7445.912, -- [37]
				7445.936000000001, -- [38]
				7446.07, -- [39]
				7446.266000000001, -- [40]
				7446.504, -- [41]
				7446.817, -- [42]
				7447.133, -- [43]
				7447.184, -- [44]
				7447.367, -- [45]
				7447.367, -- [46]
				7447.433, -- [47]
				7447.567, -- [48]
				7447.567, -- [49]
				7448.017, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["高城仔館治"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 6,
					["Damage"] = 302,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 302,
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
						["高城仔館治"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 302,
								},
							},
							["amount"] = 302,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["高城仔館治"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 3,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 151,
									["min"] = 151,
									["count"] = 2,
									["amount"] = 302,
								},
							},
							["count"] = 2,
							["amount"] = 302,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 3,
					["TimeDamaging"] = {
						["高城仔館治"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["劫毀者"] = {
									["count"] = 12,
								},
								["高城仔館治"] = {
									["count"] = 21,
								},
							},
							["amount"] = 33,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 21,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 16,
								},
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 21,
						},
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamageTaken"] = 16882,
					["RageGainedFrom"] = {
						["特變電工"] = {
							["Details"] = {
								["復甦之風"] = {
									["count"] = 8,
								},
								["血性狂暴"] = {
									["count"] = 20,
								},
							},
							["amount"] = 28,
						},
					},
					["DeathCount"] = 1,
					["Overhealing"] = 1023,
					["ElementTaken"] = {
						["Physical"] = 8828,
						["Holy"] = 343,
						["Melee"] = 7121,
						["Arcane"] = 590,
					},
					["RageGained"] = {
						["復甦之風"] = {
							["Details"] = {
								["特變電工"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["血性狂暴"] = {
							["Details"] = {
								["特變電工"] = {
									["count"] = 20,
								},
							},
							["amount"] = 20,
						},
					},
					["Damage"] = 35481,
					["TimeHeal"] = 4.5,
					["ElementDone"] = {
						["Melee"] = 7904,
						["Physical"] = 27577,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 20,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 43,
						},
					},
					["WhoDamaged"] = {
						["Alentwar"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 871,
								},
								["致死打擊"] = {
									["count"] = 882,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 226,
								},
								["勝利衝擊"] = {
									["count"] = 639,
								},
								["近戰"] = {
									["count"] = 2689,
								},
								["旋風斬"] = {
									["count"] = 670,
								},
							},
							["amount"] = 5977,
						},
						["劫毀者"] = {
							["Details"] = {
								["擊殺命令"] = {
									["count"] = 474,
								},
								["獠牙穿刺"] = {
									["count"] = 465,
								},
								["近戰"] = {
									["count"] = 2399,
								},
								["撕咬"] = {
									["count"] = 242,
								},
							},
							["amount"] = 3580,
						},
						["無比比"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 343,
								},
							},
							["amount"] = 343,
						},
						["超級王"] = {
							["Details"] = {
								["出血"] = {
									["count"] = 2074,
								},
								["近戰"] = {
									["count"] = 1393,
								},
							},
							["amount"] = 3467,
						},
						["高城仔館治"] = {
							["Details"] = {
								["多重射擊"] = {
									["count"] = 1226,
								},
								["自動射擊"] = {
									["count"] = 1004,
								},
								["摔絆"] = {
									["count"] = 55,
								},
								["近戰"] = {
									["count"] = 640,
								},
								["秘法射擊"] = {
									["count"] = 590,
								},
							},
							["amount"] = 3515,
						},
					},
					["ElementDoneBlock"] = {
						["Physical"] = 7,
					},
					["TimeHealing"] = {
						["特變電工"] = {
							["Details"] = {
								["復甦之風"] = {
									["count"] = 3,
								},
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1023,
									["min"] = 1023,
									["count"] = 1,
									["amount"] = 1023,
								},
							},
							["count"] = 1,
							["amount"] = 1023,
						},
					},
					["PartialResist"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["摔絆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["勝利衝擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斬殺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神聖新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["出血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["刺耳怒吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["多重射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["摔絆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["勝利衝擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斬殺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神聖新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["獠牙穿刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["出血"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["擊殺命令"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["自動射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["刺耳怒吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["秘法射擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 43.34,
					["WhoDispelled"] = {
						["高城仔館治"] = {
							["Details"] = {
								["水下呼吸 (秘法射擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Dispelled"] = 1,
					["InterruptData"] = {
						["無比比"] = {
							["Details"] = {
								["快速治療 (拳擊)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["HOTs"] = {
						["復甦之風"] = {
							["Details"] = {
								["特變電工"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["Heals"] = {
						["復甦之風"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 157,
									["min"] = 157,
									["count"] = 2,
									["amount"] = 314,
								},
							},
							["count"] = 2,
							["amount"] = 314,
						},
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 442,
									["min"] = 442,
									["count"] = 1,
									["amount"] = 442,
								},
							},
							["count"] = 1,
							["amount"] = 442,
						},
					},
					["HOT_Time"] = 6,
					["DOT_Time"] = 33,
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["英勇打擊"] = {
									["count"] = 1.5,
								},
								["致死打擊"] = {
									["count"] = 0.22,
								},
								["近戰"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.22,
						},
						["劫毀者"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 2.93,
								},
								["旋風斬"] = {
									["count"] = 1.49,
								},
							},
							["amount"] = 4.42,
						},
						["高城仔館治"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 0.27,
								},
								["英勇打擊"] = {
									["count"] = 3.21,
								},
								["近戰"] = {
									["count"] = 3.4,
								},
								["旋風斬"] = {
									["count"] = 1.5,
								},
								["斷筋"] = {
									["count"] = 0.6799999999999999,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 8.15,
								},
								["勝利衝擊"] = {
									["count"] = 0.25,
								},
								["壓制"] = {
									["count"] = 0.26,
								},
								["致死打擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 19.22,
						},
						["特變電工"] = {
							["Details"] = {
								["復甦之風"] = {
									["count"] = 3,
								},
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
						["無比比"] = {
							["Details"] = {
								["近戰 (風怒攻擊)"] = {
									["count"] = 0.02,
								},
								["拳擊"] = {
									["count"] = 1.5,
								},
								["致死打擊"] = {
									["count"] = 1.08,
								},
								["致死打擊 (劍類武器專精)"] = {
									["count"] = 0.05,
								},
								["英勇打擊 (劍類武器專精)"] = {
									["count"] = 0.07,
								},
								["英勇打擊"] = {
									["count"] = 1.19,
								},
								["近戰"] = {
									["count"] = 5.55,
								},
								["斷筋"] = {
									["count"] = 2.52,
								},
							},
							["amount"] = 11.98,
						},
					},
					["Healing"] = 756,
					["WhoHealed"] = {
						["特變電工"] = {
							["Details"] = {
								["復甦之風"] = {
									["count"] = 314,
								},
								["癒合禱言"] = {
									["count"] = 442,
								},
							},
							["amount"] = 756,
						},
						["小商人"] = {
							["Details"] = {
								["恢復"] = {
									["count"] = 612,
								},
							},
							["amount"] = 612,
						},
					},
					["ElementDoneAbsorb"] = {
						["Melee"] = 618,
						["Physical"] = 52,
					},
					["Attacks"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 84,
									["min"] = 84,
									["count"] = 1,
									["amount"] = 84,
								},
							},
							["count"] = 1,
							["amount"] = 84,
						},
						["英勇打擊"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1842,
									["min"] = 1341,
									["count"] = 2,
									["amount"] = 3183,
								},
								["Hit"] = {
									["max"] = 1198,
									["min"] = 891,
									["count"] = 4,
									["amount"] = 4080,
								},
							},
							["count"] = 6,
							["amount"] = 7263,
						},
						["勝利衝擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 624,
									["min"] = 624,
									["count"] = 1,
									["amount"] = 624,
								},
							},
							["count"] = 1,
							["amount"] = 624,
						},
						["近戰"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 618,
									["min"] = 618,
									["count"] = 1,
									["amount"] = 618,
								},
								["Crit"] = {
									["max"] = 1362,
									["min"] = 1362,
									["count"] = 1,
									["amount"] = 1362,
								},
								["Hit"] = {
									["max"] = 1090,
									["min"] = 588,
									["count"] = 7,
									["amount"] = 5924,
								},
							},
							["count"] = 10,
							["amount"] = 7904,
						},
						["旋風斬"] = {
							["Details"] = {
								["Hit (被格擋)"] = {
									["max"] = 603,
									["min"] = 603,
									["count"] = 1,
									["amount"] = 603,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1297,
									["min"] = 1297,
									["count"] = 1,
									["amount"] = 1297,
								},
								["Hit"] = {
									["max"] = 1076,
									["min"] = 676,
									["count"] = 4,
									["amount"] = 3642,
								},
							},
							["count"] = 7,
							["amount"] = 5542,
						},
						["近戰 (風怒攻擊)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1020,
									["min"] = 1020,
									["count"] = 1,
									["amount"] = 1020,
								},
							},
							["count"] = 1,
							["amount"] = 1020,
						},
						["拳擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47,
									["min"] = 47,
									["count"] = 1,
									["amount"] = 47,
								},
							},
							["count"] = 1,
							["amount"] = 47,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 243,
									["min"] = 151,
									["count"] = 11,
									["amount"] = 2231,
								},
							},
							["count"] = 11,
							["amount"] = 2231,
						},
						["致死打擊 (劍類武器專精)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 853,
									["min"] = 853,
									["count"] = 1,
									["amount"] = 853,
								},
							},
							["count"] = 1,
							["amount"] = 853,
						},
						["壓制"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1348,
									["min"] = 1348,
									["count"] = 1,
									["amount"] = 1348,
								},
							},
							["count"] = 1,
							["amount"] = 1348,
						},
						["斷筋"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 52,
									["min"] = 52,
									["count"] = 1,
									["amount"] = 52,
								},
								["Crit"] = {
									["max"] = 96,
									["min"] = 96,
									["count"] = 1,
									["amount"] = 96,
								},
								["Hit"] = {
									["max"] = 60,
									["min"] = 36,
									["count"] = 3,
									["amount"] = 149,
								},
							},
							["count"] = 5,
							["amount"] = 297,
						},
						["英勇打擊 (劍類武器專精)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1556,
									["min"] = 1556,
									["count"] = 1,
									["amount"] = 1556,
								},
								["Hit"] = {
									["max"] = 940,
									["min"] = 940,
									["count"] = 1,
									["amount"] = 940,
								},
							},
							["count"] = 2,
							["amount"] = 2496,
						},
						["致死打擊"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 2093,
									["min"] = 1937,
									["count"] = 2,
									["amount"] = 4030,
								},
								["Hit"] = {
									["max"] = 981,
									["min"] = 761,
									["count"] = 2,
									["amount"] = 1742,
								},
							},
							["count"] = 5,
							["amount"] = 5772,
						},
					},
					["RageGain"] = 28,
					["Interrupts"] = 1,
					["TimeDamage"] = 38.84,
					["TimeDamaging"] = {
						["Alentwar"] = {
							["Details"] = {
								["英勇打擊"] = {
									["count"] = 1.5,
								},
								["致死打擊"] = {
									["count"] = 0.22,
								},
								["近戰"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.22,
						},
						["無比比"] = {
							["Details"] = {
								["近戰 (風怒攻擊)"] = {
									["count"] = 0.02,
								},
								["拳擊"] = {
									["count"] = 1.5,
								},
								["致死打擊"] = {
									["count"] = 1.08,
								},
								["致死打擊 (劍類武器專精)"] = {
									["count"] = 0.05,
								},
								["英勇打擊 (劍類武器專精)"] = {
									["count"] = 0.07,
								},
								["英勇打擊"] = {
									["count"] = 1.19,
								},
								["近戰"] = {
									["count"] = 5.55,
								},
								["斷筋"] = {
									["count"] = 2.52,
								},
							},
							["amount"] = 11.98,
						},
						["劫毀者"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 2.93,
								},
								["旋風斬"] = {
									["count"] = 1.49,
								},
							},
							["amount"] = 4.42,
						},
						["高城仔館治"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 0.27,
								},
								["英勇打擊"] = {
									["count"] = 3.21,
								},
								["近戰"] = {
									["count"] = 3.4,
								},
								["旋風斬"] = {
									["count"] = 1.5,
								},
								["斷筋"] = {
									["count"] = 0.6799999999999999,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 8.15,
								},
								["勝利衝擊"] = {
									["count"] = 0.25,
								},
								["壓制"] = {
									["count"] = 0.26,
								},
								["致死打擊"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 19.22,
						},
					},
					["HealedWho"] = {
						["特變電工"] = {
							["Details"] = {
								["復甦之風"] = {
									["count"] = 314,
								},
								["癒合禱言"] = {
									["count"] = 442,
								},
							},
							["amount"] = 756,
						},
					},
					["HealingTaken"] = 1368,
					["DamagedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 684,
								},
								["英勇打擊"] = {
									["count"] = 925,
								},
								["旋風斬"] = {
									["count"] = 676,
								},
							},
							["amount"] = 2285,
						},
						["劫毀者"] = {
							["Details"] = {
								["重傷 (傷害/跳)"] = {
									["count"] = 971,
								},
								["旋風斬"] = {
									["count"] = 1900,
								},
							},
							["amount"] = 2871,
						},
						["高城仔館治"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 84,
								},
								["英勇打擊"] = {
									["count"] = 3298,
								},
								["近戰"] = {
									["count"] = 2646,
								},
								["旋風斬"] = {
									["count"] = 858,
								},
								["斷筋"] = {
									["count"] = 149,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 1260,
								},
								["勝利衝擊"] = {
									["count"] = 624,
								},
								["壓制"] = {
									["count"] = 1348,
								},
								["致死打擊"] = {
									["count"] = 2918,
								},
							},
							["amount"] = 13185,
						},
						["超級王"] = {
							["Details"] = {
								["旋風斬"] = {
									["count"] = 1032,
								},
							},
							["amount"] = 1032,
						},
						["無比比"] = {
							["Details"] = {
								["英勇打擊"] = {
									["count"] = 3040,
								},
								["近戰"] = {
									["count"] = 4574,
								},
								["旋風斬"] = {
									["count"] = 1076,
								},
								["斷筋"] = {
									["count"] = 148,
								},
								["拳擊"] = {
									["count"] = 47,
								},
								["致死打擊 (劍類武器專精)"] = {
									["count"] = 853,
								},
								["近戰 (風怒攻擊)"] = {
									["count"] = 1020,
								},
								["英勇打擊 (劍類武器專精)"] = {
									["count"] = 2496,
								},
								["致死打擊"] = {
									["count"] = 2854,
								},
							},
							["amount"] = 16108,
						},
					},
				},
			},
			["UnitLockout"] = 7381.297000000001,
			["LastActive"] = 7456.301,
		},
		["Alentwar"] = {
			["GUID"] = "Player-4487-001385F4",
			["TimeLast"] = {
				["TimeHeal"] = 7425.3,
				["OVERALL"] = 7464.285,
				["DamageTaken"] = 7462.301,
				["RageGain"] = 7444.3,
				["Healing"] = 7425.3,
				["TimeDamage"] = 7464.285,
				["HealingTaken"] = 7425.3,
				["ActiveTime"] = 7464.285,
				["DOT_Time"] = 7447.3,
				["Damage"] = 7464.285,
			},
			["LastAttackedBy"] = "分身八月四日",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					1.5, -- [1]
				},
				["Healing"] = {
					774, -- [1]
				},
				["DamageTaken"] = {
					10467, -- [1]
				},
				["HealingTaken"] = {
					3594, -- [1]
				},
				["TimeDamage"] = {
					40.7, -- [1]
				},
				["RageGain"] = {
					34, -- [1]
				},
				["ActiveTime"] = {
					42.2, -- [1]
				},
				["DOT_Time"] = {
					15, -- [1]
				},
				["Damage"] = {
					28993, -- [1]
				},
			},
			["enClass"] = "HOSTILE",
			["LastDamageTaken"] = 773,
			["level"] = 1,
			["LastDamageAbility"] = "血之審判",
			["LastFightIn"] = 1,
			["unit"] = "raid3target",
			["type"] = "Hostile",
			["LastHealTime"] = 7426.299,
			["LastEventHealthMax"] = {
				[24] = 100,
				[13] = 100,
				[26] = 100,
				[14] = 100,
				[12] = 100,
				[15] = 100,
				[11] = 100,
				[16] = 100,
				[17] = 100,
				[18] = 100,
				[19] = 100,
				[20] = 100,
				[21] = 100,
				[22] = 5,
				[23] = 100,
				[25] = 100,
			},
			["LastEventHealth"] = {
				[24] = 89,
				[13] = 58,
				[26] = 76,
				[14] = 58,
				[12] = 58,
				[15] = 56,
				[11] = 64,
				[16] = 51,
				[17] = 45,
				[18] = 45,
				[19] = 92,
				[20] = 80,
				[21] = 92,
				[22] = 5,
				[23] = 89,
				[25] = 89,
			},
			["Owner"] = false,
			["NextEventNum"] = 19,
			["LastDamageTime"] = 7465.085,
			["LastEvents"] = {
				"Alentwar 近戰 卡萊姆 Crit -1134 (Physical)", -- [1]
				"Alentwar 斬殺 卡萊姆 Crit -2622 (Physical)", -- [2]
				"Alentwar 近戰 特變電工 Crit -1217 (Physical)", -- [3]
				"Alentwar 勝利衝擊 特變電工 Hit -639 (Physical)", -- [4]
				"Alentwar 致死打擊 特變電工 Hit -882 (Physical)", -- [5]
				"Alentwar 近戰 特變電工 Hit -658 (Physical)", -- [6]
				"Alentwar 重傷 (傷害/跳) 特變電工 Tick -226 (Physical)", -- [7]
				"Alentwar 斬殺 特變電工 Hit -871 (Physical)", -- [8]
				"Alentwar 近戰 分身八月四日 Immune (1)", -- [9]
				"Alentwar 近戰 分身八月四日 Parry (1)", -- [10]
				"分身八月四日 十字軍聖擊 Alentwar Hit -846 (Physical)", -- [11]
				"Alentwar 近戰 分身八月四日 Parry (1)", -- [12]
				"Alentwar 致死打擊 分身八月四日 Hit -631 (Physical)", -- [13]
				"分身八月四日 近戰 Alentwar Hit -754 (Physical)", -- [14]
				"分身八月四日 血之聖印 Alentwar Hit -515 (Holy)", -- [15]
				"分身八月四日 血之審判 Alentwar Crit -773 (Holy)", -- [16]
				"Alentwar 近戰 分身八月四日 Hit -606 (Physical)", -- [17]
				"Alentwar 斬殺 分身八月四日 Hit -914 (Physical)", -- [18]
				"卡萊姆 順劈斬 (風怒攻擊) Alentwar Hit -736 (Physical)", -- [19]
				"Alentwar 近戰 卡萊姆 Hit -216 (Physical)", -- [20]
				"特變電工 英勇打擊 Alentwar Hit -925 (Physical)", -- [21]
				"Yeehmmi 次級治療波 Alentwar Hit +2099", -- [22]
				"Alentwar 刺耳怒吼 特變電工 Resist (Physical)", -- [23]
				"Alentwar 近戰 卡萊姆 Parry (1)", -- [24]
				"卡萊姆 致死打擊 Alentwar Crit -1767 (Physical)", -- [25]
				"Alentwar 攔截昏迷 小商人 Hit -99 (Physical)", -- [26]
				"Alentwar 近戰 小商人 Crit -498 (Physical)", -- [27]
				"卡萊姆 重傷 (傷害/跳) Alentwar Tick -202 (Physical)", -- [28]
				"Alentwar 癒合禱言 Alentwar Hit +774", -- [29]
				"Alentwar 近戰 小商人 Absorb -308 (308 被吸收) (1)", -- [30]
				"小商人 反射護盾 Alentwar Hit -178 (Holy)", -- [31]
				"Alentwar 近戰 小商人 Hit -344 (Physical)", -- [32]
				"卡萊姆 重傷 (傷害/跳) Alentwar Tick -202 (Physical)", -- [33]
				"Alentwar 致死打擊 小商人 Hit -1394 (Physical)", -- [34]
				"小商人 心靈尖嘯 Alentwar Immune (Shadow)", -- [35]
				"Alentwar 近戰 小商人 Hit -1229 (Physical)", -- [36]
				"Alentwar 斬殺 小商人 Hit -2366 (Physical)", -- [37]
				"卡萊姆 重傷 (傷害/跳) Alentwar Tick -202 (Physical)", -- [38]
				"Alentwar 近戰 卡萊姆 Crit -1463 (Physical)", -- [39]
				"卡萊姆 重傷 (傷害/跳) Alentwar Tick -202 (Physical)", -- [40]
				"Alentwar 近戰 特變電工 Hit -814 (Physical)", -- [41]
				"特變電工 旋風斬 Alentwar Hit -676 (Physical)", -- [42]
				"Alentwar 重傷 (傷害/跳) 卡萊姆 Tick -306 (Physical)", -- [43]
				"Alentwar 致死打擊 卡萊姆 Hit -1049 (Physical)", -- [44]
				"卡萊姆 旋風斬 Alentwar Hit -689 (Physical)", -- [45]
				"Alentwar 近戰 卡萊姆 Hit -798 (Physical)", -- [46]
				"Alentwar 重傷 (傷害/跳) 卡萊姆 Tick -243 (Physical)", -- [47]
				"Alentwar 旋風斬 分身八月四日 Hit -617 (Physical)", -- [48]
				"Alentwar 旋風斬 特變電工 Hit -670 (Physical)", -- [49]
				"Alentwar 旋風斬 卡萊姆 Hit -801 (Physical)", -- [50]
			},
			["Name"] = "Alentwar",
			["LastEventTimes"] = {
				7442.384, -- [1]
				7442.909000000001, -- [2]
				7445.138, -- [3]
				7445.31, -- [4]
				7446.817, -- [5]
				7448.017, -- [6]
				7448.183, -- [7]
				7449.036, -- [8]
				7453.601000000001, -- [9]
				7457.717000000001, -- [10]
				7461.168000000001, -- [11]
				7461.301, -- [12]
				7462.018, -- [13]
				7462.534000000001, -- [14]
				7462.568, -- [15]
				7463.001, -- [16]
				7464.901, -- [17]
				7465.085, -- [18]
				7419.104, -- [19]
				7420.499, -- [20]
				7421.232, -- [21]
				7422.032, -- [22]
				7422.849, -- [23]
				7423.049, -- [24]
				7423.251, -- [25]
				7424.632000000001, -- [26]
				7425.599, -- [27]
				7426.282, -- [28]
				7426.299, -- [29]
				7427.143, -- [30]
				7427.157, -- [31]
				7428.685, -- [32]
				7429.272, -- [33]
				7429.383, -- [34]
				7429.699000000001, -- [35]
				7430.233, -- [36]
				7430.916, -- [37]
				7432.283, -- [38]
				7434.05, -- [39]
				7435.266000000001, -- [40]
				7436.816, -- [41]
				7436.933, -- [42]
				7437.074000000001, -- [43]
				7438.366, -- [44]
				7438.541, -- [45]
				7439.583000000001, -- [46]
				7440.075, -- [47]
				7441.366, -- [48]
				7441.366, -- [49]
				7441.366, -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2888,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 846,
						["Melee"] = 754,
						["Holy"] = 1288,
					},
					["DOT_Time"] = 0,
					["Damage"] = 2151,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Melee"] = 606,
						["Physical"] = 1545,
					},
					["PartialAbsorb"] = {
						["血之審判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 914,
								},
								["近戰"] = {
									["count"] = 606,
								},
								["致死打擊"] = {
									["count"] = 631,
								},
							},
							["amount"] = 2151,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 773,
								},
								["十字軍聖擊"] = {
									["count"] = 846,
								},
								["近戰"] = {
									["count"] = 754,
								},
								["血之聖印"] = {
									["count"] = 515,
								},
							},
							["amount"] = 2888,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["血之審判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["分身八月四日"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 0.18,
								},
								["致死打擊"] = {
									["count"] = 0.72,
								},
								["近戰"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6.9,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 6.9,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["斬殺"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 914,
									["min"] = 914,
									["count"] = 1,
									["amount"] = 914,
								},
							},
							["count"] = 1,
							["amount"] = 914,
						},
						["致死打擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 631,
									["min"] = 631,
									["count"] = 1,
									["amount"] = 631,
								},
							},
							["count"] = 1,
							["amount"] = 631,
						},
						["近戰"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 606,
									["min"] = 606,
									["count"] = 1,
									["amount"] = 606,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 606,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 6.9,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 0.18,
								},
								["致死打擊"] = {
									["count"] = 0.72,
								},
								["近戰"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6.9,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["Alentwar"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["DOTs"] = {
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["卡萊姆"] = {
									["count"] = 6,
								},
								["特變電工"] = {
									["count"] = 3,
								},
								["麟大大"] = {
									["count"] = 6,
								},
							},
							["amount"] = 15,
						},
					},
					["TimeSpent"] = {
						["Alentwar"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["分身八月四日"] = {
							["Details"] = {
								["致死打擊"] = {
									["count"] = 0.72,
								},
								["斬殺"] = {
									["count"] = 0.18,
								},
								["近戰"] = {
									["count"] = 6,
								},
								["旋風斬"] = {
									["count"] = 1.29,
								},
							},
							["amount"] = 8.19,
						},
						["特變電工"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 0.85,
								},
								["刺耳怒吼"] = {
									["count"] = 1.5,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 0.17,
								},
								["致死打擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 4.2,
								},
								["勝利衝擊"] = {
									["count"] = 0.17,
								},
							},
							["amount"] = 8.39,
						},
						["小商人"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 1.5,
								},
								["斬殺"] = {
									["count"] = 0.68,
								},
								["近戰"] = {
									["count"] = 4.819999999999999,
								},
								["致死打擊"] = {
									["count"] = 0.7,
								},
							},
							["amount"] = 7.699999999999999,
						},
						["卡萊姆"] = {
							["Details"] = {
								["致死打擊"] = {
									["count"] = 1.29,
								},
								["斬殺"] = {
									["count"] = 0.53,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 0.75,
								},
								["近戰"] = {
									["count"] = 5.44,
								},
							},
							["amount"] = 8.01,
						},
						["麟大大"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 0.6299999999999999,
								},
								["斬殺"] = {
									["count"] = 1.3,
								},
								["致死打擊"] = {
									["count"] = 0.26,
								},
								["近戰"] = {
									["count"] = 6,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 8.41,
						},
					},
					["DamageTaken"] = 10467,
					["ElementDoneAbsorb"] = {
						["Melee"] = 969,
						["Physical"] = 42,
					},
					["PartialResist"] = {
						["英勇打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之審判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["近戰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["反射護盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["破甲攻擊"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["順劈斬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["順劈斬 (風怒攻擊)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["英勇打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血之審判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["血之聖印"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["近戰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["旋風斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["反射護盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["十字軍聖擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["心靈尖嘯"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["致死打擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["破甲攻擊"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["順劈斬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["順劈斬 (風怒攻擊)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 42.2,
					["HealedWho"] = {
						["Alentwar"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 774,
								},
							},
							["amount"] = 774,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 1818,
						["Melee"] = 1438,
						["Physical"] = 7211,
					},
					["RageGained"] = {
						["錘擊昏迷效果"] = {
							["Details"] = {
								["Alentwar"] = {
									["count"] = 14,
								},
							},
							["amount"] = 14,
						},
						["血性狂暴"] = {
							["Details"] = {
								["Alentwar"] = {
									["count"] = 20,
								},
							},
							["amount"] = 20,
						},
					},
					["Damage"] = 28993,
					["Heals"] = {
						["癒合禱言"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 774,
									["min"] = 774,
									["count"] = 1,
									["amount"] = 774,
								},
							},
							["count"] = 1,
							["amount"] = 774,
						},
					},
					["TimeHeal"] = 1.5,
					["DOT_Time"] = 15,
					["HealingTaken"] = 3594,
					["WhoHealed"] = {
						["Alentwar"] = {
							["Details"] = {
								["癒合禱言"] = {
									["count"] = 774,
								},
							},
							["amount"] = 774,
						},
						["Yeehmmi"] = {
							["Details"] = {
								["次級治療波"] = {
									["count"] = 2099,
								},
							},
							["amount"] = 2099,
						},
						["無比比"] = {
							["Details"] = {
								["神聖新星"] = {
									["count"] = 721,
								},
							},
							["amount"] = 721,
						},
					},
					["Healing"] = 774,
					["RageGainedFrom"] = {
						["Alentwar"] = {
							["Details"] = {
								["錘擊昏迷效果"] = {
									["count"] = 14,
								},
								["血性狂暴"] = {
									["count"] = 20,
								},
							},
							["amount"] = 34,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 13,
						},
					},
					["ElementDone"] = {
						["Melee"] = 12338,
						["Physical"] = 16655,
					},
					["RageGain"] = 34,
					["DamagedWho"] = {
						["分身八月四日"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 606,
								},
								["斬殺"] = {
									["count"] = 914,
								},
								["致死打擊"] = {
									["count"] = 631,
								},
								["旋風斬"] = {
									["count"] = 617,
								},
							},
							["amount"] = 2768,
						},
						["特變電工"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 871,
								},
								["致死打擊"] = {
									["count"] = 882,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 226,
								},
								["勝利衝擊"] = {
									["count"] = 639,
								},
								["近戰"] = {
									["count"] = 2689,
								},
								["旋風斬"] = {
									["count"] = 670,
								},
							},
							["amount"] = 5977,
						},
						["小商人"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 99,
								},
								["斬殺"] = {
									["count"] = 2366,
								},
								["近戰"] = {
									["count"] = 2379,
								},
								["致死打擊"] = {
									["count"] = 1394,
								},
							},
							["amount"] = 6238,
						},
						["卡萊姆"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 2622,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 549,
								},
								["致死打擊"] = {
									["count"] = 1049,
								},
								["近戰"] = {
									["count"] = 3611,
								},
								["旋風斬"] = {
									["count"] = 801,
								},
							},
							["amount"] = 8632,
						},
						["麟大大"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 159,
								},
								["斬殺"] = {
									["count"] = 1112,
								},
								["致死打擊"] = {
									["count"] = 848,
								},
								["近戰"] = {
									["count"] = 3053,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 206,
								},
							},
							["amount"] = 5378,
						},
					},
					["TimeDamage"] = 40.7,
					["TimeDamaging"] = {
						["分身八月四日"] = {
							["Details"] = {
								["致死打擊"] = {
									["count"] = 0.72,
								},
								["斬殺"] = {
									["count"] = 0.18,
								},
								["近戰"] = {
									["count"] = 6,
								},
								["旋風斬"] = {
									["count"] = 1.29,
								},
							},
							["amount"] = 8.19,
						},
						["特變電工"] = {
							["Details"] = {
								["斬殺"] = {
									["count"] = 0.85,
								},
								["刺耳怒吼"] = {
									["count"] = 1.5,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 0.17,
								},
								["致死打擊"] = {
									["count"] = 1.5,
								},
								["近戰"] = {
									["count"] = 4.2,
								},
								["勝利衝擊"] = {
									["count"] = 0.17,
								},
							},
							["amount"] = 8.39,
						},
						["小商人"] = {
							["Details"] = {
								["攔截昏迷"] = {
									["count"] = 1.5,
								},
								["斬殺"] = {
									["count"] = 0.68,
								},
								["近戰"] = {
									["count"] = 4.819999999999999,
								},
								["致死打擊"] = {
									["count"] = 0.7,
								},
							},
							["amount"] = 7.699999999999999,
						},
						["卡萊姆"] = {
							["Details"] = {
								["致死打擊"] = {
									["count"] = 1.29,
								},
								["斬殺"] = {
									["count"] = 0.53,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 0.75,
								},
								["近戰"] = {
									["count"] = 5.44,
								},
							},
							["amount"] = 8.01,
						},
						["麟大大"] = {
							["Details"] = {
								["斷筋"] = {
									["count"] = 0.6299999999999999,
								},
								["斬殺"] = {
									["count"] = 1.3,
								},
								["致死打擊"] = {
									["count"] = 0.26,
								},
								["近戰"] = {
									["count"] = 6,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 8.41,
						},
					},
					["Attacks"] = {
						["攔截昏迷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 99,
									["min"] = 99,
									["count"] = 1,
									["amount"] = 99,
								},
							},
							["count"] = 1,
							["amount"] = 99,
						},
						["致死打擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1394,
									["min"] = 631,
									["count"] = 5,
									["amount"] = 4804,
								},
							},
							["count"] = 5,
							["amount"] = 4804,
						},
						["近戰"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 661,
									["min"] = 308,
									["count"] = 2,
									["amount"] = 969,
								},
								["Hit"] = {
									["max"] = 1229,
									["min"] = 216,
									["count"] = 10,
									["amount"] = 7057,
								},
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1463,
									["min"] = 498,
									["count"] = 4,
									["amount"] = 4312,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 12338,
						},
						["旋風斬"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 801,
									["min"] = 617,
									["count"] = 3,
									["amount"] = 2088,
								},
							},
							["count"] = 3,
							["amount"] = 2088,
						},
						["斷筋"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 42,
									["min"] = 42,
									["count"] = 1,
									["amount"] = 42,
								},
								["Crit"] = {
									["max"] = 68,
									["min"] = 68,
									["count"] = 1,
									["amount"] = 68,
								},
								["Hit"] = {
									["max"] = 49,
									["min"] = 49,
									["count"] = 1,
									["amount"] = 49,
								},
							},
							["count"] = 3,
							["amount"] = 159,
						},
						["斬殺"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2622,
									["min"] = 2622,
									["count"] = 1,
									["amount"] = 2622,
								},
								["Hit"] = {
									["max"] = 2366,
									["min"] = 871,
									["count"] = 4,
									["amount"] = 5263,
								},
							},
							["count"] = 5,
							["amount"] = 7885,
						},
						["刺耳怒吼"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["勝利衝擊"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 639,
									["min"] = 639,
									["count"] = 1,
									["amount"] = 639,
								},
							},
							["count"] = 1,
							["amount"] = 639,
						},
						["重傷 (傷害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 306,
									["min"] = 103,
									["count"] = 5,
									["amount"] = 981,
								},
							},
							["count"] = 5,
							["amount"] = 981,
						},
					},
					["WhoDamaged"] = {
						["特變電工"] = {
							["Details"] = {
								["近戰"] = {
									["count"] = 684,
								},
								["英勇打擊"] = {
									["count"] = 925,
								},
								["旋風斬"] = {
									["count"] = 676,
								},
							},
							["amount"] = 2285,
						},
						["小商人"] = {
							["Details"] = {
								["反射護盾"] = {
									["count"] = 530,
								},
							},
							["amount"] = 530,
						},
						["分身八月四日"] = {
							["Details"] = {
								["血之審判"] = {
									["count"] = 773,
								},
								["十字軍聖擊"] = {
									["count"] = 846,
								},
								["近戰"] = {
									["count"] = 754,
								},
								["血之聖印"] = {
									["count"] = 515,
								},
							},
							["amount"] = 2888,
						},
						["卡萊姆"] = {
							["Details"] = {
								["致死打擊"] = {
									["count"] = 1767,
								},
								["順劈斬 (風怒攻擊)"] = {
									["count"] = 736,
								},
								["重傷 (傷害/跳)"] = {
									["count"] = 808,
								},
								["順劈斬"] = {
									["count"] = 764,
								},
								["旋風斬"] = {
									["count"] = 689,
								},
							},
							["amount"] = 4764,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 20,
						},
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 15,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 24,
						},
					},
				},
			},
			["UnitLockout"] = 7460.301,
			["LastActive"] = 7464.285,
		},
	},
	["FightNum"] = 2,
	["CombatTimes"] = {
		{
			7404.298, -- [1]
			7452.305, -- [2]
			"23:43:42", -- [3]
			"23:44:30", -- [4]
			"高城仔館治", -- [5]
		}, -- [1]
		{
			7452.305, -- [1]
			7466.293000000001, -- [2]
			"23:44:30", -- [3]
			"23:44:44", -- [4]
			"高城仔館治", -- [5]
		}, -- [2]
	},
	["FoughtWho"] = {
	},
}
