
DataStore_CurrenciesDB = {
	["profileKeys"] = {
		["頂級投資家 - 伊弗斯"] = "頂級投資家 - 伊弗斯",
		["康樂股長 - 伊弗斯"] = "康樂股長 - 伊弗斯",
		["家駒 - 伊弗斯"] = "家駒 - 伊弗斯",
		["畜生犬隊長 - 伊弗斯"] = "畜生犬隊長 - 伊弗斯",
		["巴非特 - 伊弗斯"] = "巴非特 - 伊弗斯",
	},
	["global"] = {
		["Characters"] = {
			["Default.伊弗斯.畜生犬隊長"] = {
				["lastUpdate"] = 1673269625,
			},
			["Default.伊弗斯.康樂股長"] = {
				["lastUpdate"] = 1684861671,
				["Currencies"] = {
					"0|PvP", -- [1]
					"1|荣誉点数|16997|1901", -- [2]
					"0|地下城与团队", -- [3]
					"1|英雄纹章|15|101", -- [4]
				},
			},
			["Default.伊弗斯.家駒"] = {
				["lastUpdate"] = 1679213842,
			},
			["Default.伊弗斯.巴非特"] = {
				["lastUpdate"] = 1680407570,
			},
			["Default.伊弗斯.頂級投資家"] = {
				["lastUpdate"] = 1672640196,
			},
		},
	},
}
