
MEETINGHORN_DB = {
	["profileKeys"] = {
		["邁克爾假死 - 伊弗斯"] = "邁克爾假死 - 伊弗斯",
		["特變電工 - 伊弗斯"] = "特變電工 - 伊弗斯",
	},
	["profiles"] = {
		["邁克爾假死 - 伊弗斯"] = {
			["window"] = {
				["databroker"] = {
					["y"] = -31.174560546875,
					["x"] = -256.33984375,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
				["minimap"] = {
					["minimapPos"] = 178.794358543486,
				},
			},
		},
		["特變電工 - 伊弗斯"] = {
			["window"] = {
				["databroker"] = {
					["y"] = -51.49169921875,
					["x"] = 2.031707763671875,
					["scale"] = 1,
				},
			},
		},
	},
}
